{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Transportation DistancesReductionat Surabaya Distribution Center Using Anylogistix Software", "pub_year": 2024, "citation": "Journal of Industrial Engineering and Education 2 (1), 70-82, 2024", "author": "Nova Sepadyati and Leonore Deandra Prayogo and Jesse Aveline Ulin and Josephine Nathania Chandra and Virgie Frederika", "journal": "Journal of Industrial Engineering and Education", "volume": "2", "number": "1", "pages": "70-82", "publisher": "Petra Christian University", "abstract": "The delivery method of finished goods by the company Surabaya Distribution Center is  to  deliver  to  one  customer  location  (single  drop),  and  the  truck  size  used  will  be adjusted based on the demand. The company considers the single drop inefficient since the usage of small trucks is significantly higher than that of larger trucks. Therefore, it is  essential  to  change  finished  goods  previously  delivered  using  small  modes  of transportation to large ones. Since customer demand cannot be controlled, increasing the truck size could be achieved by merging several destinations in a truck (multidrop), reducingtransportation  distance.  The  problem  of  determining  the  optimal  route  to reduce the delivery route distance by considering the vehicle capacity is included in the Capacitated Vehicle Routing Problem with Time Windows(CVRPTW), which can be solved  using  Anylogistix.    Anylogistix  software  was  selected  as  a  software  tool  for applying  the  simulation modelingapproach  based  on  the  functionality,  accessibility, simplicity, and convenience of use, as well as the degree of suitability of the models to the conditions of reality. The simulation begins with selecting the appropriate type of simulation,   inputting   data,   applying   research   assumptions,   and   verifying   and validating until a verified and validated simulation is obtained. Through a systematic approach,  the  Anylogistix  simulationcan  reduce  the  distance  of  the  routes,  initially 280,258.7  km  to  203,905.93  km  (27.2%  distance  reduction).  In  addition,  the  results showed that the delivery of goods from small modes of transportation allocated to large modes of …"}, "filled": true, "author_pub_id": "g6QF95YAAAAJ:ULOm3_A8WrAC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20990/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-GkkKAw1CgkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Peningkatan Layanan dan Minimasi Keluhan pada Pelayanan Transportasi Mobil Operasional di PT X", "pub_year": 2023, "citation": "Jurnal Rekayasa Sistem & Industri 10 (02), 88-95, 2023", "author": "Davin Sebastian Widjojo and Nova Sepadyati", "volume": "10", "number": "02", "pages": "88-95", "abstract": "PT X merupakan perusahaan rokok di Indonesia, permasalahan yang terjadi pada perusahaan yaitu terkait penyediaan layanan transportasi yang kurang optimal karena tidak ada support system untuk meningkatkan layanan seperti data layanan belum tercatat secara realtime, pembagian tugas driver dan kendaraan yang kurang optimal, dan permasalahan keluhan pengguna karena tidak terpenuhi seluruhnya. Rata-rata permintaan yang tidak terpenuhi selama Bulan Juni-Desember 2022 sebesar 2,54% sedangkan harapan perusahaan adalah memenuhi seluruh permintaan. Metode yang digunakan untuk menyelesaikan masalah adalah Metode DMAIC beserta beberapa tools seperti SMART Target, 5 Why Analysis, dan RACI Matrix. Upaya untuk menangani permasalahan tidak ada support system adalah dengan menganalisis business process awal dan membuat kerangka sistem TOSS (Transport Support System) untuk menunjang layanan transportasi. Upaya untuk mengatasi keluhan pengguna adalah dengan menggunakan 5 Why Analysis dan melakukan kerja sama dengan pihak eksternal penyedia layanan transportasi. Implementasi kerja tersebut diterapkan selama dua bulan dan berdampak baik yaitu rata-rata permintaan yang tidak terpenuhi menurun menjadi 0,47%. Pengontrolan hasil perbaikan adalah dengan mengikuti rancangan langkah kerja sistem dan penggunaan RACI Matrix."}, "filled": true, "author_pub_id": "g6QF95YAAAAJ:Zph67rFs4hoC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20860/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jRuhgSDGtOcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Upaya Pencegahan Deviasi Stok Bahan Baku Antara Sistem dan Aktual Pada Production Floor Plastic Injection (PFPI) di PT X dengan Pendekatan DMAIC", "pub_year": 2023, "citation": "Jurnal Titra 11 (2), 89-96, 2023", "author": "Tedrick Angdjaja and Nova Sepadyati", "journal": "Jurnal Titra", "volume": "11", "number": "2", "pages": "89-96", "abstract": "PT X is a plastic manufacturer and the company utilizes SAP system in its operations. Unfortunately, there is still an issue regarding deviation of raw material stock between system and actual inventory. Therefore, this research aims to investigate and analyze the measures that can be taken to prevent the occurrence of such deviation in the Production Floor Plastic Injection (PFPI) PT X. To achieve this objective, the DMAIC approach (Define, Measure, Analyze, Improve, Control) is employed as the framework for the research process. Through the creation of a Fishbone Diagram, several root problems were identified, focusing on method-related factors. These problems include the absence of raw material quantity calculations, lingering overwork (mixer-> setter), inadequate control of good issue and good receipt, and the lack of recording for leftover material transfers. To address these issues, proposed improvement suggestions were formulated, including the implementation of\" Raw Material Requirement Calculation Form,\"\" Raw Material Work Order Form,\"\" Inbound and Outbound Raw Material Form,\"\" Good Issue and Good Receipt Recording Form,\" and\" Good Issue Request Form.\" These proposals are believed to aid in improving the calculation, recording, and monitoring systems for raw materials in the Production Floor Plastic Injection (PFPI) PT X."}, "filled": true, "author_pub_id": "g6QF95YAAAAJ:YsMSGLbcyi4C", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/13630", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KaKfWIYpd50J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Optimalisasi Rute Pengiriman Menggunakan Saving Matrix: Sebuah Studi Kasus", "pub_year": 2023, "citation": "Jurnal Metris 24 (1), 17-24, 2023", "author": "Nova Sepadyati and Ronny Hariono and Fransiskus Xaverius Nelson Thesman and HANANIEL VINCENT TJANDRA and Raynaldy Renard Leuw and WILLIAM EDRIC GERMANIAN", "volume": "24", "number": "1", "pages": "17-24", "abstract": "CV. X is a pillows and bolsters manufacturer in Surabaya. The current delivery strategy is a single route using limited-capacity vehicles. Single route delivery makes low % utilization or multiple deliveries to the same customer daily. The purpose  of  this case  study  is  to  find  the  minimum  cost  route  with  a  specific vehicle  and  limited  capacity  using  the  Saving  Matrix  method  and  make  a suggestion by creating an SOP for product delivery. After calculating the past data from July to September 2022, a distance savings of 12.11 km was obtained, and the highest savings in the number of transport vehicles was 2. In addition, there was a 20% increase in truck utilization."}, "filled": true, "author_pub_id": "g6QF95YAAAAJ:zYLM7Y9cAGgC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=12561169538808015689", "cites_id": ["12561169538808015689"], "pub_url": "https://repository.petra.ac.id/20536/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:SesbxCQ9Uq4J:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Service Improvement and Minimization of Complaints on Operational Car Transportation Services at PT X", "pub_year": 2023, "citation": "JRSI (Jurnal Rekayasa Sistem dan Industri) 10 (2), 88-95, 2023", "author": "Davin Sebastian Widjojo and Nova Sepadyati", "journal": "JRSI (Jurnal Rekayasa Sistem dan Industri)", "volume": "10", "number": "2", "pages": "88-95", "abstract": "PT X is a cigarette company in Indonesia, the problems that occur with the company are related to the"}, "filled": true, "author_pub_id": "g6QF95YAAAAJ:KlAtU1dfN6UC", "num_citations": 0, "pub_url": "https://jrsi.telkomuniversity.ac.id/index.php/JRSI/article/download/422/247", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:v6n9jOl0bJkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Usulan untuk Mereduksi Waste Produk TWD-DHT-K002 dengan Value Stream Mapping pada CV. Sinar Baja Electric", "pub_year": 2022, "citation": "Jurnal Titra 10 (2), 2022", "author": "Ryo Reynardo and Nova Sepadyati", "journal": "Jurnal Titra", "volume": "10", "number": "2", "abstract": "In a manufacturing company, a production process is one thing that is very concerned. In a production process, there are activities that are classified as activities that do not add value to the product. This is called a non-value added activity. Therefore, analysis and improvement can help to reduce waste contained in the production process of making TWD-DHT-K002 products. The method used to analyze the existence of non-value added activities is value stream mapping. This method can help to map the actual production flow and can help classify activities that are value added and non-value added. The result of this research is a time comparison of value added, non-value added from before and after the proposal. The results obtained can be seen from the difference in Manufacturing Cycle Efficiency (MCE). MCE before the proposal was 0.40% while after the proposal was 0.41%. Then for the results of the comparison of the percentage before and after the proposed value added and non-value added on the TWD line, the value added increased by 7.82%. Non-value added decreased by 6.63% while for necessary non-value added decreased by 1.19%. While on line A3 for value added it increases by 1.52% and necessary non-value added decreases by 1.52%."}, "filled": true, "author_pub_id": "g6QF95YAAAAJ:UebtZRa9Y70C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=13097270447494210809", "cites_id": ["13097270447494210809"], "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/12991", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-SQdZhTawrUJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Evaluasi Penerapan ISO 14001: 2015 di PT. X", "pub_year": 2022, "citation": "Jurnal Titra 10 (2), 2022", "author": "Steven Willy Susanto and Nova Sepadyati", "journal": "Jurnal Titra", "volume": "10", "number": "2", "abstract": "Fierce competition in winning consumers on the sale of polyethylene-based products causes PT. X has to continuously update the ISO 14001: 2015 environmental management system certification. PT. X strives to maintain the implementation of the environmental management system, therefore an analysis of the application of the ISO 14001: 2015 environmental management system is carried out. It aims to obtain the degree of conformity between the actual conditions in pt. X with existing standards in the ISO 14001: 2015 environmental management system and found a draft of improvements to improve the level of conformity. The methods used in this study are filling in iso 14001: 2015 checklists, calculating the percentage of the degree of conformity with the gap analysis method, root cause analysis with the five why method and fish-bone diagram. The results of this study are an improvement design that is expected to be useful by PT. X to meet the requirements for renewal of ISO 14001: 2015 environmental management system certification."}, "filled": true, "author_pub_id": "g6QF95YAAAAJ:roLk4NBRz8UC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/12999", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:UutdSnJ3alQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Upaya Penurunan Persentase Kecacatan Akibat Bad Handling Issue pada Final Inspection PT. XYZ", "pub_year": 2022, "citation": "Jurnal Titra 10 (2), 2022", "author": "Michele Ariani Singgih and Nova Sepadyati and Tan Siu Kwang", "journal": "Jurnal Titra", "volume": "10", "number": "2", "abstract": "PT. XYZ is globally recognized as one of the leading furniture manufacturing companies. PT. XYZ was established in 1989 located at Sidoarjo, exports to America. The problems faced is defect percentage at the final inspection (buyer inspection) still exceeds the supposed target and the largest is caused by defects due to bad handling issues. Defects are caused by lack of training also no standards and guidelines for operators related to good handling. The purpose of this study is to find a solution as an attempt to reduce the percentage of weekly defects at the final inspection, especially due to bad handling issues. The method used is DMAIC and 5 Whys Analysis to find root cause. Solutions (standards and sketches) are made based on the 5S principle and visual display. Socialization is also done to increase operator’s knowledge. Control will use a check sheet. The result is that socialization has succeeded in increasing the knowledge of operators about good handling. The conclusion is that module (includes standards) and socialization can be used to achieve the company’s expected goals."}, "filled": true, "author_pub_id": "g6QF95YAAAAJ:ufrVoPGSRksC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=4066436298358318592", "cites_id": ["4066436298358318592"], "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/12868", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:AOZmuUTibjgJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Upaya Perancangan Peningkatan Availability Mesin Lem dengan Single Minute Exchange of Die (SMED) di Line 1 CV. Sinar Baja Electric: Sebuah Studi Kasus", "pub_year": 2022, "citation": "Jurnal Titra 10 (2), 2022", "author": "Justyn Riccardo Lie and Nova Sepadyati", "journal": "Jurnal Titra", "volume": "10", "number": "2", "abstract": "Changeover is the time needed to prepare for the next product production. CV. Sinar Baja Electric has a high changeover time due to the many product variants. A high changeover indicates a low level of machine availability. This study aims to increase the availability value of the company. This research will use OEE and SMED methods. Overall equipment effectiveness is a way to monitor and improve the efficiency of the manufacturing process. There are 3 factors that influence the calculation of OEE, namely availability, performance, and quality. Single Minute Exchange of Die (SMED) is a method used to reduce changeover time when a machine or equipment is undergoing a product type change. The purpose of using this method is to reduce changeover time. Based on the results of data processing, it was found that the proposed improvements for reducing the standard range from setting the glue timer and air pressure, improving the time sequence of production scheduling based on the size and type of glue, reducing the variant of glue used, setting the location and increasing the number of scales, making a structured work instruction setup machine. Estimated proposal to get a changeover time reduction of 55.2%"}, "filled": true, "author_pub_id": "g6QF95YAAAAJ:WF5omc3nYNoC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/12986", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:eD_bODRiNBoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Penambahan Kapasitas Produksi Menggunakan Studi Waktu Baku: Sebuah Studi Kasus pada PT. X", "pub_year": 2022, "citation": "Jurnal Titra 10 (2), 2022", "author": "Jovan Aleysius and Nova Sepadyati", "journal": "Jurnal Titra", "volume": "10", "number": "2", "abstract": "Responding the increasing demands, PT. X acts by increasing the production capacity as well. One of those acts is adding one burning machinery that produces Bio Septic Tanks. With this addition, adjustment of the other workstations after the burning process are expected. This paper is to answer which work stations need some adjustments to their capacity planning. Some of the methods that are being used are snapback method stopwatch time study, standard time study based on Westing House’s performance rating, allowance, and the calculation of capacity planning and adjustment of the work stations. The outcome of this paper will be given to PT. X in order to help PT. X’s capacity planning when the time comes."}, "filled": true, "author_pub_id": "g6QF95YAAAAJ:eQOLeE2rZwMC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=12183579213156668725", "cites_id": ["12183579213156668725"], "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/12848", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:NVUJNb7EFKkJ:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Peningkatan Efisiensi Stasiun Kerja dengan Line Balancing di CV. Sinar Baja Electric", "pub_year": 2022, "citation": "Jurnal Titra 10 (2), 2022", "author": "Laura Widjaja Laura Widjaja and Nova Sepadyati", "journal": "Jurnal Titra", "volume": "10", "number": "2", "abstract": "CV. Sinar Baja Electric is a company that produces speakers. The speakers are made by assembling. Line balancing analysis aims to improve the work station efficiency and give some solution about devide the workload to some operators. The line balancing method used is Rank Positional Weight method. Line balancing will be success if there is an increase in line efficiency. It also can be success if there is a decrease in balance delay, idle time, and smoothes index. The result of calculation show that there is a reduction in the number of work stations and the number of operators, from 34 stations and 36 operators to 28 stations and 30 operators. The average line efficiency of all operations also increased from 63, 71% to 75, 34%. This suggestion can be made by using helper, do training, and adding tools."}, "filled": true, "author_pub_id": "g6QF95YAAAAJ:W7OEmFMy1HYC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/12923", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:r6kHLsDqc2cJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Optimasi Rute Pengiriman Capacitated Vehicle Routing Problem with Time Windows PT. X", "pub_year": 2022, "citation": "Jurnal Titra 10 (2), 2022", "author": "Widi Santoso Wijanarko and Nova Sepadyati", "journal": "Jurnal Titra", "volume": "10", "number": "2", "abstract": "Optimization in the distribution process needs to be done to increase the efficiency and effectiveness of delivery, reduce travel distance, and save costs. One of the optimization processes in the distribution process is to determine the optimal distribution route. Route optimization will help a company with a lot of customer combination that need to be served everyday with a limited resources or constraints. The purpose of this research is to help PT. X to have a reference for making the optimal route in solving the capacitated vehicle routing problem with time windows. AnyLogistix Software will be used in the optimization process to determine the optimal distribution route by building a model inside the software with capacitated vehicle and time windows constraints. Optimization’s results shows more than 20% distance reduction that can be used to determine retail product delivery routes based on measurable data for PT. X"}, "filled": true, "author_pub_id": "g6QF95YAAAAJ:Y0pCki6q_DkC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=7296760404330331395", "cites_id": ["7296760404330331395"], "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/12982", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:A70-h-1MQ2UJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Optimasi Rute Pengiriman pada CV. X Menggunakan Metode Evolutionary Algorithm", "pub_year": 2022, "citation": "Jurnal Titra 10 (1), 2022", "author": "Setiadi Yulianto and I Gede Agus Widyadana and Nova Sepadyati", "journal": "Jurnal Titra", "volume": "10", "number": "1", "abstract": "CV. X is an ice cube distributor. The company faced a problem that ice cube distribution time ussually longer than time window that has been set by the company. This research is focused on minimization delivery time therefore the total delivery time will not exceed the time window. Currently, the company operates two cars and two treecycle motorbikes. Every vehicle has more than one route every day. Therefore this research problem is Vehicle Routing Problem With Time Window. This problem is solved using the Evolutionary Algorithm method in Microsoft Excel software. The proposed routes can reduce delivery time on two different days by 9.85% and 4.02% for cars, as well as 9.85% and 11.8% on treecycle motorbikes."}, "filled": true, "author_pub_id": "g6QF95YAAAAJ:Tyk-4Ss8FVUC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=4312836571225113256", "cites_id": ["4312836571225113256"], "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/12711", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qMIv2gJG2jsJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 2, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Marketing a webinar: Lesson learnt from a real experiment", "pub_year": 2022, "citation": "RSF Conference Proceeding Series: Business, Management and Social Science 2 …, 2022", "author": "TAMARA REGINA DARMAWAN and ANG CATALINA and MARIA JOYCELINE and FELICIYA YANSON WIDIO and Nova Sepadyati and Karina Agustin and Hanijanto Soewandi", "journal": "RSF Conference Proceeding Series: Business, Management and Social Science", "volume": "2", "number": "1", "pages": "184-193", "publisher": "RSF Press", "abstract": "Implementing an email campaign can powerfully and positively influence customers  attitudes about the content of the email used as promotional media. However, email marketing efforts may not reach their full potential without evaluating their marketing strategy. This paper discusses the real-world experience of the email marketing strategy of the webinar that we managed by applying email marketing strategy evaluation combined with mathematical diffusion models to increase the number of registrations. After starting with a digital external campaign for our webinar event, we monitor and predict using Bass, von Bertalanffy, Gompertz, and Logistic. While the mathematical diffusion models show that our webinar reached a plateau very early, it could become an alarm for the management team to react and make another internal digital campaign to boost our webinar participants. Interestingly, we also encountered a procrastination phenomenon since this was a free webinar. Finally, using Zoom registration, MySQL database, and R, we analyzed how effective the digital email campaign was in getting registrants daily."}, "filled": true, "author_pub_id": "g6QF95YAAAAJ:UeHWp8X0CEIC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=18363943516482264022", "cites_id": ["18363943516482264022"], "pub_url": "https://repository.petra.ac.id/20054/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:1ltD91TV2f4J:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Excellent Management System (EMS) pada Standarisasi Aset Kendaraan di PT SPIL", "pub_year": 2021, "citation": "Jurnal Titra 9 (2), 2021", "author": "Richardo Caprianto and I Gede Agus Widyadana and Nova Sepadyati", "journal": "Jurnal Titra", "volume": "9", "number": "2", "abstract": "PT Salam Pacific Indonesia Lines (SPIL) is a company engaged in shipping logistics and operates in 42 branches spread throughout Indonesia, With the increase in the size of the company, the number of vehicles used for automatic operations increases, The difficulty of transport maintenance and complicated administrative processes is enough to hinder PT SPIL to operate on field. Therefore, the researcher created a project to standardize the management process with an Excellent Management System (EMS). EMS is a standardized system according to the administrative needs of PT SPIL, EMS has 3 important features, namely transport document extension, transport service, and transport rotation which also applies important industry knowledge such as simple moving average, weighted moving average, exponential smoothing along with the error. This research will result in standardization for PT SPIL vehicle asset management in document extension, vehicle repair, and when you want to rotate the vehicle in the form of existing forms and reminders and there is a calculation to measure the number of kilometers each day on EMS. The results of this EMS will later be used for the YES department at PT. SPIL."}, "filled": true, "author_pub_id": "g6QF95YAAAAJ:Se3iqnhoufwC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/13019", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lGu9chcAEK4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Key Performance Indicator Departemen Logistik di PT. X", "pub_year": 2021, "citation": "Jurnal Titra 9 (2), 2021", "author": "Philip Nathaniel and I Gede Agus Widyadana and Nova Sepadyati", "journal": "Jurnal Titra", "volume": "9", "number": "2", "abstract": "PT. X is a manufacturing company that manufactures bikes. One of the departments in PT. X is logistics department that has responsibilities to store, prepare, stuffing, and/or send the product to the customer. The problem faced by the logistics department in PT. X is that the logistics department that consists of three warehouses, logistics analyst, and a team leader only has one Key Performance Indicator (KPIs) for only one warehouse. Moreover, some of these KPIs are not related to logistics department activities and achievement of many KPIs related to performance from two or more departments. These problems make performance measurement of logistics department is not accurate. The purpose of this research is to design Key Performance Indicators that are the full responsibility of logistics department of PT. X based on Business Model Canvas (BMC), quality objectives, and strategy map of the logistics department. BMC, quality objectives, and strategy map is established based on vision, mission, and quality policy of PT. X."}, "filled": true, "author_pub_id": "g6QF95YAAAAJ:_FxGoFyzp5QC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=4605306238028648484", "cites_id": ["4605306238028648484"], "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/13020", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:JJCWn59V6T8J:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Identifikasi Faktor Penentu dan Perhitungan Standard Time Proses Washing di PT. X", "pub_year": 2020, "citation": "Jurnal Titra 8 (2), 2020", "author": "Harry Setyawan Firmansyah and Nova Sepadyati", "journal": "Jurnal Titra", "volume": "8", "number": "2", "abstract": "PT. X is a company engaged in the manufacturing of heat exchangers. PT. X has a standard time formula for each process on the production floor. The washing process formula currently only uses three variables from the specifications of each unit. The research carried out at PT. X aims to see whether the standard washing process standard time formula is still relevant or not to be used today. Observation data shows that the average time of 105.88% of the results of the calculation formula is greater than the actual time. The results of the calculation of the new formula are designed to approach the actual time and only use two of the seven factors that significantly influence the washing process time based on the ANOVA test results. The new standard time formula was built using a regression model. Standardizing the washing process using a new formula can reduce the washing process production costs by 39.8% from€ 0.1008/minute to€ 0.0607/minute."}, "filled": true, "author_pub_id": "g6QF95YAAAAJ:8k81kl-MbHgC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/12753", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:LVCpi_Q7G_oJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Uji Kelayakan Usaha Board Game di Kota Sidoarjo", "pub_year": 2020, "citation": "Jurnal Titra 8 (2), 2020", "author": "Timotius Bintoro Yananto and Nova Sepadyati", "journal": "Jurnal Titra", "volume": "8", "number": "2", "abstract": "Many board games businesses have opened in Surabaya and many teenager are interested to playing it. This research is meant to determine the feasibility of board games business in Sidoarjo. The business feasibility study has three parameters namely market, technical and financial feasibility. Market feasibility is seen based on market segmentation, market target and market position. Technical feasibility is seen based on company’s operational management, location feasibility, layout determination, number and type of board game, and other supporting facilities. Financial feasibility is seen based on the result of payback period, net present value and internal rate of return. The research result shows that the board game business in Sidoarjo is feasible from the market, technical and financial perspective."}, "filled": true, "author_pub_id": "g6QF95YAAAAJ:5nxA0vEk-isC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/12661", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:N2kIteHnwdcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Layout Ruang Sortir dan Analisis Kebutuhan Tenaga Kerja Perusahaan Logistik", "pub_year": 2020, "citation": "Jurnal Titra 8 (2), 2020", "author": "Evania Evania and Nova Sepadyati", "journal": "Jurnal Titra", "volume": "8", "number": "2", "abstract": "The research conducted in logistics company that provides door to door delivery services. This company is expanding the consolidator building where the goods handling process is carried out. Along with the expansion of the consolidator, company wants to design a sorting room layout that can minimize the occurrence of missroute goods and increase the effectiveness of the process at the consolidator. Company also wants to evaluate the needs of its operational and administrative workforce. The design of the consolidator layout is done by taking into account the number of destinations of the sorting room, the amount of aisle needed, and the amount of sorting space based on the volume of goods. The layout design produces 3 sorting areas with a total of 115 sorting rooms. Evaluation of workforce needs is done by work sampling and calculation of full time equivalent. The determination of operational workforce needs is then followed up with a process simulation with the help of standard time calculations. The result of the calculation is to reduce 3 workers who are projected to be able to reduce labor cost by IDR 100.811. 501,-annually for the company."}, "filled": true, "author_pub_id": "g6QF95YAAAAJ:0EnyYjriUFMC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/12670", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:XsmWOYS-icsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Penataan Gudang Finished Goods pada PT. Trias Sentosa, Tbk Menggunakan Metode ABC Analysis", "pub_year": 2020, "citation": "Jurnal Titra 8 (2), 2020", "author": "Matthew Ansell Tandoko and Nova Sepadyati", "journal": "Jurnal Titra", "volume": "8", "number": "2", "abstract": "PT. Trias Sentosa, Tbk is one of the biggest major manufacturer of flexible packaging film manufacturer producing BOPP (Biaxially Oriented Polypropylene) & BOPET (Biaxially Oriented Polyester) Film Products. PT. Trias Sentosa, Tbk has a worldwide sales and distribution network, from Indonesia to Asian countries and the Middle East. Warehouse layout management should be of a concern for companies. PT. Trias Sentosa, Tbk in this case, hasn’t applied a measured method to managing their finished goods warehouse layout. A study is conducted to improve the warehouse layout using ABC analysis method. ABC analysis is used to compare the displacement flow of goods in its current layout and the improved state. ABC analysis method are done by analyzing the delivery frequency of finished goods and the finished goods warehouse’s dimensions. The expected result should be that the best layout has the least total displacement value, and that layout is going to selected and applied."}, "filled": true, "author_pub_id": "g6QF95YAAAAJ:hqOjcs7Dif8C", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/12854", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:yxs83X_SdsEJ:scholar.google.com/", "cites_per_year": {}}
