{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Meaning of Nature for Santiago in His Efforts to Find the Real Happiness in The Alchemist", "pub_year": 2010, "citation": "k@ ta: A Biannual Publication on the Study of Language and Literature 12 (2 …, 2010", "author": "Nani Indrajani Tiono", "journal": "k@ ta: A Biannual Publication on the Study of Language and Literature", "volume": "12", "number": "2", "pages": "210-232", "abstract": "Santiago, the main character in the novel The Alchemist, is trying to find the real happiness in his life. Having dreamt of exactly the same thing twice, he wants to have his dreams come true. He is eager to find the hidden treasure that was shown in the Egyptian Pyramids in his dreams since he has the faith he will not be able to be happy and peaceful, unless he could find the hidden treasure. Using the literary philosophy theory on transcendentalism, particularly Emerson’s theory written in McKinnon’s (1985) book, this article discusses how nature can help Santiago in his process of finding the real happiness, namely the hidden treasure, in his life. Though he has to undergo a great deal of difficulties, threats, and dangers in his effort to find the treasure, he eventually succeeds in finding the treasure; namely the girl he loves dearly and his own happiness."}, "filled": true, "author_pub_id": "GABn1IUAAAAJ:qjMakFHDy7sC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=7630497840006639647", "cites_id": ["7630497840006639647"], "pub_url": "https://www.kata.petra.ac.id/index.php/ing/article/view/18142", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:HzD7fFv55GkJ:scholar.google.com/", "cites_per_year": {"2020": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Types of Argument Structure Used by Hillary Clinton in the CNN Democratic Presidential Debate", "pub_year": 2009, "citation": "k@ ta: A Biannual Publication on the Study of Language and Literature 11 (2 …, 2009", "author": "Anggie Angeline", "journal": "k@ ta: A Biannual Publication on the Study of Language and Literature", "volume": "11", "number": "2", "pages": "184-200", "abstract": "This qualitative research was conducted to examine the types of argument structure by Hillary Clinton in part one of the CNN Democratic Presidential Debate since Hillary, who had a great deal of experiences in political parties, was supposed to be able to construct convincing arguments that had good argument structures. The theories used to analyze were Bierman and Assali’s (1996), King’s (nd) and Stanlick’s (2003). The findings showed that there were five types of argument structure used: serial, linked, convergent, divergent, and hybrid argument structures. The linked argument structure was the argument structure used the most frequently in Hillary’s utterances in the debate, while the divergent was the least one. Thus, it could be concluded that Hillary’s speech in the Presidential Debate was quite interesting since she could combine all the five types of argument structure, though the frequency of using them was not the same and it seems that linked argument structure was the most effective strategy for her in arguing about the politic, economy, and social issues."}, "filled": true, "author_pub_id": "GABn1IUAAAAJ:2osOgNQ5qMEC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=11306441751789664591", "cites_id": ["11306441751789664591"], "pub_url": "https://www.kata.petra.ac.id/index.php/ing/article/view/17894", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:T3kRgd6M6JwJ:scholar.google.com/", "cites_per_year": {"2018": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A study of English phonological errors produced by English department students", "pub_year": 2008, "citation": "K@ ta: A Biannual Publication on the Study of Language and Literature 10 (1 …, 2008", "author": "Nani Indrajani Tiono and Arlene Maria Yosta", "journal": "K@ ta: A Biannual Publication on the Study of Language and Literature", "volume": "10", "number": "1", "pages": "79-112", "abstract": "This qualitative research was conducted to find out the kinds of English phonological errors produced by English department students, particularly English consonantal sounds that do not exist in Indonesian phonetics system-[v],[?],[ð],[?],[d?], and [t?]-and the patterns of those errors. The result shows that the students produced thirty-four kinds of phonological errors and that the deviations occurred most frequently before, after, or in between vowels."}, "filled": true, "author_pub_id": "GABn1IUAAAAJ:9yKSN-GCB0IC", "num_citations": 37, "citedby_url": "/scholar?hl=en&cites=17069140832026306701", "cites_id": ["17069140832026306701"], "pub_url": "https://www.kata.petra.ac.id/index.php/ing/article/view/16761", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jSgLiibF4ewJ:scholar.google.com/", "cites_per_year": {"2013": 3, "2014": 2, "2015": 2, "2016": 1, "2017": 1, "2018": 5, "2019": 4, "2020": 4, "2021": 5, "2022": 1, "2023": 3, "2024": 4, "2025": 1}}
