{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Influence of Good Corporate Governance on Financial Performance of Companies in Indonesia Using a Whistleblowing System", "pub_year": 2024, "citation": "Journal of Ecohumanism 3 (8), 6394-6409, 2024", "author": "Yulius Jogi Christiawan and Kelvin Julian and Zeplin Jiwa Husada Tarigan and Ferry Jie", "volume": "3", "number": "8", "pages": "6394-6409", "abstract": "Managers always strive to produce increased profitability by building systems in the company to be efficient and effective. Good corporate governance is formed in companies by increasing the role of supervise independent commission. This research aims to analyze the influence of good corporate governance on financial performance by using the whistleblowing system as a moderating variable. This research uses research samples from companies included in the LQ45. The research results state that good corporate governance with independent commissions positively affects financial performance. This condition can be seen from the increasing role and function of supervisors not affiliated with the company. Second, good corporate governance with an independent commission supported by the whistleblowing system can  strengthen  the  impact  of  good  corporate  governance  on  financial  performance.  Third,  the  whistleblowing  system  established  in companies has not been able to play a direct role  in improving financial performance because there is still no system established in companies, and there are no government regulations to protect employees who disclose violations. Research provides practical contributions for  governments  and  company  managers  to  form  adequate  independent  commissions  because  it  can  produce  increased  financial performance."}, "filled": true, "author_pub_id": "Gc4hXy4AAAAJ:X5YyAB84Iw4C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21321/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZI38pMccWEgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Role of Environmental Costs on the Relationship Between Good Corporate Governance and Firm Value During Covid-19 Conditions", "pub_year": 2024, "citation": "Green and Low-Carbon Economy, 2024", "author": "Yulius Jogi Christiawan and Jennifer Budiman and Natasya Angie Alfonso and Hendri Kwistianus", "journal": "Green and Low-Carbon Economy", "abstract": "The objective of this study is to investigate the impact of corporate governance on the valuation during covid 19 conditions and role of environmental expenditures on the relationship. This study employed purposive sampling to select publicly traded companies from the LQ45 index list spanning the years 2018 to 2022. The data was examined by panel data modelling with the Weighted Least Square technique. The evaluation of good corporate governance is conducted through the utilisation of a score derived from the corporate governance perception index, whereas the assessment of business value is accomplished by employing the Tobin's Q ratio. The moderating variable of environmental costs is assessed by considering the costs associated with Corporate Social Responsibility programs. The results indicated that good corporate governance exerts a negative influence on the value of firms during covid-19 conditions. The present study did not achieve success in establishing the moderating effect of environmental costs on the association between good corporate governance and firm value. The present study provides several implications for corporate governance practitioners in managing companies during crisis and also investors in formulating future investment decisions.   Received: 7 August 2024 | Revised: 19 September 2024 | Accepted: 20 October 2024   Conflicts of Interest  The authors declare that they have no conflicts of interest to this work.   Data Availability Statement   Data sharing is not applicable to this article as no new data were created or analyzed in this study.   Author Contribution Statement  Yulius Jogi Christiawan …"}, "filled": true, "author_pub_id": "Gc4hXy4AAAAJ:c1AJUTjuCtUC", "num_citations": 0, "pub_url": "https://ojs.bonviewpress.com/index.php/GLCE/article/view/4048", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:3tBdb5LnKTgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Effect of Leverage on Tax Avoidance in Hospitality Companies During COVID-19 Pandemic", "pub_year": 2023, "citation": "The Effect of Leverage on Tax Avoidance in Hospitality Companies During …, 2023", "author": "Yulius Jogi Christiawan and Tasya Amelia Novanti and Jasmine Anatasya Fransisca", "abstract": "The effect of leverage on tax avoidance has been studied before, but there has been no research for this to Covid and the hotel industry. The lack of tourism activities, company trips resulted in the hotel industry experiencing to deficit. At the time of COVID-19 it is suspected that it will influence tax avoidance behavior that occurs in the hotel industry. So, the purpose of this study is to investigate the impact of leverage on tax avoidance in the hotel business during the COVID-19 pandemic as well as covid moderation on the effect of leverage on tax avoidance. The research was conducted using quantitative analysis regression. The data that we examined were 17 companies in the hotel industry that were listed on the IDX. Data analysis was performed using the Gretl application and using multiple linear regression techniques. The results of the study show that the more debt a company has, the more that company did the tax avoidance. Due to limited data on companies that experience profits in 2019, before covid until 2021, after covid which was registered on the IDX, the research failed to prove that COVID-19 affected tax avoidance behavior in the hotel industry"}, "filled": true, "author_pub_id": "Gc4hXy4AAAAJ:DquSII9TDu4C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20494/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:7MVHXlkUoZoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Effect of the Proportion of Female Board of Directors on Firm Performance in All Companies Listed on the Indonesian Stock Exchange with Innovation as a Mediating Variable", "pub_year": 2023, "citation": "The Effect of the Proportion of Female Board of Directors on Firm …, 2023", "author": "Yulius Jogi Christiawan and Jessica Wijaya Simon and Theresya Krismenda Teng"}, "filled": true, "author_pub_id": "Gc4hXy4AAAAJ:CMvovTBb2okC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=16098036633011633164", "cites_id": ["16098036633011633164"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DDzi0wa3Z98J:scholar.google.com/", "cites_per_year": {"2024": 1}}
