{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Influence of Good Corporate Governance on Financial Performance of Companies in Indonesia Using a Whistleblowing System", "pub_year": 2024, "citation": "Journal of Ecohumanism 3 (8), 6394-6409, 2024", "author": "Yulius Jogi Christiawan and Kelvin Julian and Zeplin Jiwa Husada Tarigan and Ferry Jie", "volume": "3", "number": "8", "pages": "6394-6409", "abstract": "Managers always strive to produce increased profitability by building systems in the company to be efficient and effective. Good corporate governance is formed in companies by increasing the role of supervise independent commission. This research aims to analyze the influence of good corporate governance on financial performance by using the whistleblowing system as a moderating variable. This research uses research samples from companies included in the LQ45. The research results state that good corporate governance with independent commissions positively affects financial performance. This condition can be seen from the increasing role and function of supervisors not affiliated with the company. Second, good corporate governance with an independent commission supported by the whistleblowing system can  strengthen  the  impact  of  good  corporate  governance  on  financial  performance.  Third,  the  whistleblowing  system  established  in companies has not been able to play a direct role  in improving financial performance because there is still no system established in companies, and there are no government regulations to protect employees who disclose violations. Research provides practical contributions for  governments  and  company  managers  to  form  adequate  independent  commissions  because  it  can  produce  increased  financial performance."}, "filled": true, "author_pub_id": "Gc4hXy4AAAAJ:X5YyAB84Iw4C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21321/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZI38pMccWEgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Role of Environmental Costs on the Relationship Between Good Corporate Governance and Firm Value During Covid-19 Conditions", "pub_year": 2024, "citation": "Green and Low-Carbon Economy, 2024", "author": "Yulius Jogi Christiawan and Jennifer Budiman and Natasya Angie Alfonso and Hendri Kwistianus", "journal": "Green and Low-Carbon Economy", "abstract": "The objective of this study is to investigate the impact of corporate governance on the valuation during covid 19 conditions and role of environmental expenditures on the relationship. This study employed purposive sampling to select publicly traded companies from the LQ45 index list spanning the years 2018 to 2022. The data was examined by panel data modelling with the Weighted Least Square technique. The evaluation of good corporate governance is conducted through the utilisation of a score derived from the corporate governance perception index, whereas the assessment of business value is accomplished by employing the Tobin's Q ratio. The moderating variable of environmental costs is assessed by considering the costs associated with Corporate Social Responsibility programs. The results indicated that good corporate governance exerts a negative influence on the value of firms during covid-19 conditions. The present study did not achieve success in establishing the moderating effect of environmental costs on the association between good corporate governance and firm value. The present study provides several implications for corporate governance practitioners in managing companies during crisis and also investors in formulating future investment decisions.   Received: 7 August 2024 | Revised: 19 September 2024 | Accepted: 20 October 2024   Conflicts of Interest  The authors declare that they have no conflicts of interest to this work.   Data Availability Statement   Data sharing is not applicable to this article as no new data were created or analyzed in this study.   Author Contribution Statement  Yulius Jogi Christiawan …"}, "filled": true, "author_pub_id": "Gc4hXy4AAAAJ:c1AJUTjuCtUC", "num_citations": 0, "pub_url": "https://ojs.bonviewpress.com/index.php/GLCE/article/view/4048", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:3tBdb5LnKTgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Effect of Leverage on Tax Avoidance in Hospitality Companies During COVID-19 Pandemic", "pub_year": 2023, "citation": "The Effect of Leverage on Tax Avoidance in Hospitality Companies During …, 2023", "author": "Yulius Jogi Christiawan and Tasya Amelia Novanti and Jasmine Anatasya Fransisca", "abstract": "The effect of leverage on tax avoidance has been studied before, but there has been no research for this to Covid and the hotel industry. The lack of tourism activities, company trips resulted in the hotel industry experiencing to deficit. At the time of COVID-19 it is suspected that it will influence tax avoidance behavior that occurs in the hotel industry. So, the purpose of this study is to investigate the impact of leverage on tax avoidance in the hotel business during the COVID-19 pandemic as well as covid moderation on the effect of leverage on tax avoidance. The research was conducted using quantitative analysis regression. The data that we examined were 17 companies in the hotel industry that were listed on the IDX. Data analysis was performed using the Gretl application and using multiple linear regression techniques. The results of the study show that the more debt a company has, the more that company did the tax avoidance. Due to limited data on companies that experience profits in 2019, before covid until 2021, after covid which was registered on the IDX, the research failed to prove that COVID-19 affected tax avoidance behavior in the hotel industry"}, "filled": true, "author_pub_id": "Gc4hXy4AAAAJ:DquSII9TDu4C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20494/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:7MVHXlkUoZoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Effect of the Proportion of Female Board of Directors on Firm Performance in All Companies Listed on the Indonesian Stock Exchange with Innovation as a Mediating Variable", "pub_year": 2023, "citation": "The Effect of the Proportion of Female Board of Directors on Firm …, 2023", "author": "Yulius Jogi Christiawan and Jessica Wijaya Simon and Theresya Krismenda Teng"}, "filled": true, "author_pub_id": "Gc4hXy4AAAAJ:CMvovTBb2okC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=16098036633011633164", "cites_id": ["16098036633011633164"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DDzi0wa3Z98J:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Market Reaction to Capital Expenditure: Evidence from Company in Bankruptcy Risk", "pub_year": 2023, "citation": "GATR Accounting and Finance Review 7 (3), 149-159, 2023", "author": "Yulius Jogi Christiawan and Hendri Kwistianus", "journal": "GATR Accounting and Finance Review", "volume": "7", "number": "3", "pages": "149-159", "publisher": "Petra Christian University", "abstract": ""}, "filled": true, "author_pub_id": "Gc4hXy4AAAAJ:yJjnfzR0HrkC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=12838424719968059704", "cites_id": ["12838424719968059704"], "pub_url": "https://repository.petra.ac.id/19917/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:OEFKDUM_K7IJ:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "BANKRUPTCY RISK AND MARKET REACTION TO CAPITAL EXPENDITURE", "pub_year": 2022, "citation": "BANKRUPTCY RISK AND MARKET REACTION TO CAPITAL EXPENDITURE, 2022", "author": "Yulius Jogi Christiawan", "abstract": "This study aims to examine whether the condition of the bankruptcy risk of a company will influence the market response to capital expenditure. The main hypothesis of this research is the positive market reaction to the level of capital expenditure issued will be different in companies with a high level of bankruptcy risk and companies with low bankruptcy risk. The study was conducted on 56 companies with large capitalization on the Indonesia Stock Exchange for the period 2018-2021. The results of hypothesis testing indicate that the market responds positively to capital expenditures and the companys bankruptcy risk conditions. In addition, it is proven that in companies that are at risk of bankruptcy, the market reacts positively to capital expenditures made by companies, while in companies that are not in a state of bankruptcy, the market does not respond to capital expenditures made by companies. The results of this study are expected to be used by market participants when they analyze the information on capital expenditures made by the company."}, "filled": true, "author_pub_id": "Gc4hXy4AAAAJ:tBlTYpvFGQIC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19883/2/Publikasi4_98007_8860.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:hm7bBejvPNsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Moderating Effect of Investment Opportunity in the Association of Market Response and Capital Expenditure", "pub_year": 2022, "citation": "The Eurasia Proceedings of Educational and Social Sciences 27, 1-7, 2022", "author": "Juniarti Junıartı and Hendri Kwıstıanus and Yulius Jogi Chrıstıawan", "journal": "The Eurasia Proceedings of Educational and Social Sciences", "volume": "27", "pages": "1-7", "publisher": "ISRES Publishing", "abstract": "This study aims to reveal empirical evidence related to the market response to investment spending associated with investment opportunities, considering that investment opportunities is a crucial factor in capital expenditure decisions. This study used data from the Indonesia Stock Exchange in 2016-2021. The sample is only devoted to large-cap companies because this kind of company concerns investors more. The sample does not exclude the business sector, as in previous studies. Following previous research, investment opportunities are measured by Tobin's Q (TQ); a TQ of more than 1 indicates a higher investment opportunity and vice versa. The results show that the market responds negatively to investment spending, and investment opportunities moderate the market's response to investment spending. In addition, it was revealed that the industrial sector strengthened the influence of investment spending on market response. Therefore, management needs to consider investment opportunities before making investment expenditures to avoid getting caught up in overinvesting or under-investing, both of which are detrimental to the company. This study also adds empirical evidence in developing countries where the information gap between management and external parties (markets) is still vast."}, "filled": true, "author_pub_id": "Gc4hXy4AAAAJ:PVqtIyvKoSUC", "num_citations": 0, "pub_url": "https://dergipark.org.tr/en/pub/epess/article/1222715", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KMMCnTmw6hQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Market response and future performance of inefficient investment: Over-investment or under-investment", "pub_year": 2022, "citation": "Investment Management And Financial Innovations 19 (4), 146-159, 2022", "author": "Yulius Jogi Christiawan and Hendri Kwistianus", "volume": "19", "number": "4", "pages": "146-159", "abstract": "There have been many studies on the market response to investment spending, but only a few have examined the market response to the issue of over-investment or under-investment. This study examines the effect of the issue on market response and future financial performance. The sample includes large-cap companies listed on the Indonesia Stock  Exchange (IDX) for 2016–2021. Samples must have at least 120 active trading days for each year. Two hundred and thirty-two observations meet the qualifications. This study adopts the investment inefficiency model developed by previous studies to measure over-investment or under-investment. Residual inefficient investment models are used as over-investment or under-investment scores, in addition to the dummy of the residual category.  Market response is measured by cumulative abnormal returns (CAR), market capitalization (MCAP), and market-to-book value (MTB). Meanwhile, a firm’s performance uses return on assets (ROA) and return on equity (ROE).  The results show that the coefficient of the inefficient investment variable, using both the  residual value and the dummy variable, shows a negative direction, which means the market responds negatively to over-investment or under-investment. However, the value of t is significant at the <0.01 level on the market response variable as measured by MTB, but not significant for the other two proxies. Thus, hypothesis 1 is supported, although not for all market response proxies. The value of the inefficient investment coefficient also shows a negative direction when testing hypothesis 2 and is significant at the <0.1 level. These results are …"}, "filled": true, "author_pub_id": "Gc4hXy4AAAAJ:l6Q3WhenKVUC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=14277329757727483001", "cites_id": ["14277329757727483001"], "pub_url": "https://repository.petra.ac.id/19765/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:eeR1JsVDI8YJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Karakteristik Tata Kelola Perusahaan dan Audit Report Lag: Apakah Jumlah Perempuan Ikut Mempengaruhi?", "pub_year": 2022, "citation": "Karakteristik Tata Kelola Perusahaan dan Audit Report Lag: Apakah Jumlah …, 2022", "author": "Yovina Angelia and Stephany Grace Gunawan and Yulius Jogi Christiawan", "abstract": "In Indonesian companies, most of the individuals that make up the board of commissioners and audit committee are still dominated by men. The view of gender equality at the top level in a company is still a problem. In fact, women also have certain skills, such as thoroughness and neatness that cannot be underestimated. This study aims to examine whether the number of womens representation on the audit committee, as well as the board of commissioners also strengthens or weakens the connection between the characteristics of corporate governance and audit report lag. This study hypothesizes that women have the ability to perform tasks better than men, so that it can affect audit report lag. The study was conducted on 44 companies that are part of the LQ45 index in 2022 with an observation period from 2016 to 2019. The data analysis method is Weighted Least Square (WLS). The findings of this research show that the audit committee expertise and audit report lag have a positive and significant link. There is also evidence that the number of female audit committees weakens the positive effect of audit committee expertise on audit report lag. Additionally, a negative and significant link has been successfully demonstrated between the number of female audit committees, the number of female boards, and board size on audit report lag. The amount of female boards has been shown to give a negative and significant effect on the relationship between board independence and the delay in the release of the audit report. This study failed to prove that there is a negative and significant relationship between board independence and audit report …"}, "filled": true, "author_pub_id": "Gc4hXy4AAAAJ:rqnDXT1GswoC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19941/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:tO2L6vWGL78J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Value relevance, sustainability reporting award, and board structure: An influence and analysis of value relevance", "pub_year": 2022, "citation": "Binus Business Review 13 (2), 171-181, 2022", "author": "Yolanda Florenzcia and Juniarti Juniarti and Yulius Jogi Christiawan", "journal": "Binus Business Review", "volume": "13", "number": "2", "pages": "171-181", "abstract": "Research on the relevance of the value of sustainability reporting as measured by the Sustainability Reporting Award (SRA) in Indonesia is still rarely studied. In Indonesia, many go-public companies have not realized the importance of reporting the environment and succeeded in getting the SRA due to the costs incurred in carrying out sustainability reporting activities in accordance with Global Reporting Initiative (GRI). The research examined whether there was value relevance in sustainability reporting information and a role for the board structure in supporting companies to obtain awards or not. The research was conducted with six-year data, with a sample of 29 companies that had received SRA at least once from 2014 to 2019. Then, Ohlson’s model was used to measure the value relevance of accounting information and SR, which was seen through changes in R 2. Board structure was proxied with board size, board independence, and board meeting. The test was conducted using SmartPLS. The research results indicate that information on obtaining the SRA does not have the added value relevance, as evidenced by the R 2 value. It does not increase and has an insignificant relationship with stock prices. Meanwhile, the board structure that can influence the company in obtaining the SRA is only the independence of the board. The research contributes to showing the value relevance of accounting information and sustainability reporting observed through SRA in Indonesia. Besides that, observing the roles of board structure encourages sustainability reporting of a company in acquiring an SRA."}, "filled": true, "author_pub_id": "Gc4hXy4AAAAJ:u3T1itk59dMC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=12044422346705053196", "cites_id": ["12044422346705053196"], "pub_url": "https://journal.binus.ac.id/index.php/BBR/article/view/7853", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DKYhbE9iJqcJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Hubungan kompensasi CEO terhadap manajemen laba: Apakah kondisi pandemi Covid-19 ikut memengaruhi?", "pub_year": 2022, "citation": "Journal of Business and Banking, 271-285, 2022", "author": "Yulius Jogi Christiawan and Elizabeth Jessica and Vania Nanda Djaja", "number": "2", "pages": "271-285", "abstract": "The relationship between CEO compensation and earnings management has been studied by the researchers since Healy’s research in 1985. In its development, there are many conditions that can affect this relationship. One of the conditions is the condition of the Covid-19 pandemic. This Co-vid-19 pandemic has a significant role in the economic downturn, which in turn, it could affect the company’s profit target. Profits that do not reach the target may lead the CEOs to do earnings management. This study is aimed to determine the effect of the Covid-19 pandemic on the relationship between CEO compensation and earnings management. Earnings management is measured using discretionary accrual proxy with Modified Jones Model. The study was done on 217 non- financial companies listed in Indonesia Stock Exchange (IDX) in 2019 and 2020. The data analysis technique utilized panel data regression with the program GRETL. This study proved that the more compensation the CEOs receive, the less inclined they are to do earnings management. However, during the Covid-19 pandemic, this relationship tends to weaken, meaning that the CEOs would be more willing to manage earnings. The result of this study is expected to help shareholders in deciding CEO compensation in the midst of a pandemic situation."}, "filled": true, "author_pub_id": "Gc4hXy4AAAAJ:ukw-9cB-YDkC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=17108738953971166506", "cites_id": ["17108738953971166506"], "pub_url": "https://repository.petra.ac.id/19626/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Ku1Wwm5zbu0J:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The impact of audit committee characteristics on real earnings management: The moderating role of seniority level and education level of chief financial officer", "pub_year": 2021, "citation": "The Impact of Audit Committee Characteristics on Real Earnings Management …, 2021", "author": "Michelle Tevi Goeinawan and MICHELINE CLARISSA KWANTONO and Yulius Jogi Christiawan", "abstract": "The aim study of the Impact of audit committee characteristics, especially at composition of women on real earnings management, has been widely carried out with mixed results. Upper-echelon theory explains that the characteristics of its leaders will influence the company’s performance. The achievement of profits reflected the company’s performance. To achieve the profit target, companies need the characteristic of the Chief Monetary Officer (CFO). CFOs who has insight, broad experience and good communication skills will be more considerate and careful in carrying out earnings management to strengthen company performance. The characteristics of the company’s leadership meant are the level of seniority and education of the CFO. Seniority and training stage of CFO are concept to have an effect on the connection between the characteristic of the audit committee and the real income management of an organization. This study aims to examine whether the stage of CFO seniority and schooling can affect the relationship between audit committee characteristics and real salary management. The researchers conducted the find out about on 351 agencies in all sectors, besides banking, which have been listed on the IDX in 2018-2019. The statistics evaluation used panel records regression the use of Gretl software. The consequences of trying out the data proved that greater women composition in the audit committee would probably make bigger the practice of actual profits management. Furthermore, the expand in actual salary administration due to the extra composition of women on the audit committee will be weaker in businesses with a …"}, "filled": true, "author_pub_id": "Gc4hXy4AAAAJ:bXQfdp6S9ecC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=18347688307918071245", "cites_id": ["18347688307918071245"], "pub_url": "https://repository.petra.ac.id/19484/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:zWULS04VoP4J:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Effect of Sales Growth and Independent Commissioner’s Supervision on Financial Performance: The Moderating Role of Corporate Social Responsibility", "pub_year": 2021, "citation": "6th International Conference on Tourism, Economics, Accounting, Management …, 2021", "author": "Nadia Angelia and Devianty Kumalasari and Yulius Jogi Christiawan", "conference": "6th International Conference on Tourism, Economics, Accounting, Management, and Social Science (TEAMS 2021)", "pages": "247-256", "publisher": "Atlantis Press", "abstract": "Various studies on sales growth and supervision of independent commissioners on financial performance have been carried out and based on agency theory. Agency theory explains that agents must act following the principal’s wishes. Sales growth and supervision of independent commissioners are needed to improve financial performance to meet the principal’s wishes. On the other hand, stakeholder theory explains that it is not enough for companies only to fulfill the principal’s wishes but must also pay attention to stakeholders’ interests. The company can realize its concern for stakeholders through Corporate Social Responsibility (CSR) activities. Based on these two theoretical perspectives, the researchers conducted this study to examine whether CSR activities can affect the relationship between sales growth and independent commissioner’s supervision on financial performance. The study was conducted on 59 manufacturing companies listed on the IDX (Indonesian Stock Exchange) for 2018-2020. This study uses multiple linear regression panel data. The study results prove that the higher the sales growth and the supervision of independent commissioners, the higher the financial performance. Related to the moderating role of CSR, it is proved that the increase in financial performance due to increased sales growth will weaken in companies with extensive CSR activities. Furthermore, significant CSR activities can strengthen the independent commissioner’s supervisory relationship to financial performance. The results of this study are expected to be used by the management of growing companies to be more careful in carrying out …"}, "filled": true, "author_pub_id": "Gc4hXy4AAAAJ:oqD4_j7ulsYC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=8138572875361031985", "cites_id": ["8138572875361031985"], "pub_url": "https://www.atlantis-press.com/proceedings/teams-21/125964216", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:MReG_ugE8nAJ:scholar.google.com/", "cites_per_year": {"2023": 3, "2024": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Effect of CEO Compensation on Earnings Management: Is It Affected by Leverage Condition?", "pub_year": 2021, "citation": "6th International Conference on Tourism, Economics, Accounting, Management …, 2021", "author": "Elizabeth Jessica and Vania Nanda Djaja and Yulius Jogi Christiawan", "conference": "6th International Conference on Tourism, Economics, Accounting, Management, and Social Science (TEAMS 2021)", "pages": "137-145", "publisher": "Atlantis Press", "abstract": "The connection between CEO compensation and earnings management has long become the object of research, ever since a study by Healy in 1985. Generally, the study on earnings management would use agency theory. Still, this study applies prospect theory which serves to explain the behavior of people or organizations when making decisions in a high-risk, uncertain situation. An organization suffering from loss will attempt to take risk, while an organization enjoying a gain will be averse to risk. A company with high leverage is in an unfavorable position compared to one with low leverage. Leverage describes a company’s debt situation. The more debt there is, the more obligations the company must fulfill, such as profit numbers. It is then presumed to be the cause for CEO to start managing earnings. This study aimed to prove if leverage condition also influences the relation between CEO compensation and earnings management. The study was done on 217 non-financial companies listed in Indonesia Stock Exchange (IDX) in 2019 and 2020. The data analysis technique utilized panel data regression with the program Gretl. This study prove that the more compensation a CEO receives, the less inclined they are to do earnings management. However, in companies with high leverage, this correlation weakens, meaning CEOs would be more willing to manage earnings. The results of this study are expected to help shareholders in deciding CEO compensation when in a high-leverage condition."}, "filled": true, "author_pub_id": "Gc4hXy4AAAAJ:yIeBiWEAh44C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=4293072965843842396", "cites_id": ["4293072965843842396"], "pub_url": "https://www.atlantis-press.com/proceedings/teams-21/125964257", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:XHX04x0PlDsJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Effect of CEO Compensation on Earnings Management: Is It Affected by Leverage Condition? Proving the Prospect Theory", "pub_year": 2021, "citation": "The Effect of CEO Compensation on Earnings Management: Is It Affected by …, 2021", "author": "Elizabeth Jessica and VANIA NANDA DJAJA and Yulius Jogi Christiawan"}, "filled": true, "author_pub_id": "Gc4hXy4AAAAJ:oursBaop5wYC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:_1fUy3uNkuYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Profitability, Liquidity, and Firm Value: Does Financial Distress Have a Mediating Effect?(Study of Manufacturing Companies in Indonesia)", "pub_year": 2021, "citation": "Profitability, Liquidity, and Firm Value: Does Financial Distress Have a …, 2021", "author": "Melinda Dewi and Gabriella Natasya Foanto and Yulius Jogi Christiawan", "abstract": "Profitability and liquidity are essential factors in investor evaluation. The increased profitability and liquidity value reduces the risk of a company going bankrupt. This study examines the role of financial distress in the relationship between profitability and liquidity. The research looked at 170 industrial companies listed on IDX for 2016-2020. The data were analyzed using PLS (Partial Least Square). Profitability and Firm Value are perfectly mediated by financial distress, with Liquidity as the independent variable. The studys major finding is that profitability and liquidity have no direct impact on firm value, but financial distress does. Signal theory states that information about financial circumstances that are not in financial distress might encourage investors to invest, hence increasing Firm Value. This research contributes to the literature on the impact of Financial Distress in predicting the influence of Profitability and Liquidity on boosting Firm Value."}, "filled": true, "author_pub_id": "Gc4hXy4AAAAJ:0ngZmJvimKcC", "num_citations": 19, "citedby_url": "/scholar?hl=en&cites=2090368739120471004", "cites_id": ["2090368739120471004"], "pub_url": "https://repository.petra.ac.id/19485/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:3FvbAEt7Ah0J:scholar.google.com/", "cites_per_year": {"2022": 4, "2023": 9, "2024": 2, "2025": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Corporate Social Responsibility dan Firm Value: Peran Mediasi Profitabilitas (Studi Pada Subsektor Industri Barang Konsumsi)", "pub_year": 2021, "citation": "Corporate Social Responsibility dan Firm Value: Peran Mediasi Profitabilitas …, 2021", "author": "Gabriella Natasya Foanto and Melinda Dewi and Yulius Jogi Christiawan"}, "filled": true, "author_pub_id": "Gc4hXy4AAAAJ:uAPFzskPt0AC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=11304380981825667752", "cites_id": ["11304380981825667752"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qIJmG5w64ZwJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Hubungan Kompensasi CEO terhadap Manajemen Laba: Apakah kondisi Pandemi Covid-19 ikut mempengaruhi?", "pub_year": 2021, "citation": "Hubungan Kompensasi CEO terhadap Manajemen Laba: Apakah kondisi Pandemi …, 2021", "author": "Elizabeth Jessica and Vania Nanda Djaja and Yulius Jogi Christiawan", "abstract": "The relationship between CEO compensation and earnings management has been a long research study since Healys research in 1985. In its development, there are many conditions that can affect this relationship. One of the conditions that are expected to be involved is the condition of the Covid-19 pandemic. The Covid-19 pandemic has a significant role in the economic downturn, which in turn could affect the companys profit target. Profits that do not reach the target may lead the CEOs to do earnings management. This study is aimed to determine the effect of the Covid-19 pandemic on the relationship between CEO compensation and earnings management. Earnings management is measured using discretionary accrual proxy with Modified Jones Model. The study was conducted on 217 non-financial companies listed on the Indonesia Stock Exchange (IDX) in 2019-2020. Technical analysis of the data uses panel data regression with the GRETL program. The results showed that the greater the compensation received by the CEO, the lower the level of earnings management. Not to mention, the results of this study indicate that the Covid-19 pandemic conditions weaken the negative relationship between CEO compensation and earnings management. In other words, the negative relationship between CEO compensation and earnings management is stronger in conditions before the pandemic than during the pandemic. The results of this study are expected to help shareholders in deciding the provision of compensation to the CEO in the midst of a pandemic situation"}, "filled": true, "author_pub_id": "Gc4hXy4AAAAJ:MDX3w3dAD3YC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=866207255930758773", "cites_id": ["866207255930758773"], "pub_url": "https://repository.petra.ac.id/19471/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:dWae7-hiBQwJ:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "HUBUNGAN KARAKTERISTIK GOOD CORPORATE GOVERNANCE TERHADAP MANAJEMEN LABA RIIL: PERAN MODERASI TINGKAT PENDIDIKAN CHIEF FINANCIAL OFFICER", "pub_year": 2021, "citation": "HUBUNGAN KARAKTERISTIK GOOD CORPORATE GOVERNANCE TERHADAP MANAJEMEN LABA …, 2021", "author": "MICHELINE CLARISSA KWANTONO and Michelle Tevi Goeinawan and Yulius Jogi Christiawan", "abstract": "Many studies on Good Corporate Governance on real earnings management have been conducted with mixed results. Although it has been done a lot, previous studies have not considered the educational condition of the Chief Financial Officer. The level of education of the Chief Financial Officer is a phenomenon that is thought to affect the real earnings management practice of an organization. The Chief Financial Officer has the responsibility of preparing and overseeing the preparation of the companys financial statements. The purpose of this study was to examine whether the level of education of the Chief Financial Officer can affect the relationship of Good Corporate Governance to real earnings management. The phenomenon of GCG referred to in this study includes the age and size (number) of the audit committee. The audit committee also has a duty to ensure the reliability of financial statements. The research was conducted on 70 companies in the property, real estate, healthcare, and technology industry sectors that were listed on the IDX in 2018-2019. Data were analyzed using panel data regression analysis using Gretl software. The results of the study prove that the older the average age of the audit committee will potentially reduce the practice of real earnings management and the greater the number of audit committees will potentially increase the practice of real earnings management. In addition, in companies with a high level of Chief Financial Officer education, the relationship between audit committee size and real earnings management is weaker than companies with a lower Chief Financial Officer education level. This …"}, "filled": true, "author_pub_id": "Gc4hXy4AAAAJ:i_7YvbSbtFEC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=318440192992747823", "cites_id": ["318440192992747823"], "pub_url": "https://repository.petra.ac.id/19470/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:LyGKGatTawQJ:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Eps dan Pertumbuhan Laba terhadap Harga Saham pada sektor Infrastruktur yang tercatat di Bursa Efek Indonesia", "pub_year": 2021, "citation": "Apakah Prioritas Pembangunan Infrastruktur ikut mempengaruhi, 87-101, 2021", "author": "David Evan Subagio and S Setiawan and Y Christiawan", "journal": "Apakah Prioritas Pembangunan Infrastruktur ikut mempengaruhi", "pages": "87-101"}, "filled": true, "author_pub_id": "Gc4hXy4AAAAJ:AFmTUeZ1pmEC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=7200648960604129166", "cites_id": ["7200648960604129166"], "pub_url": "https://scholar.google.com/scholar?cluster=7200648960604129166&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jkcYORTY7WMJ:scholar.google.com/", "cites_per_year": {"2024": 4}}
