{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Experimental Study of Bond Strength of Embedded Steel Reinforcement in Vibration-Based 3D Printed Concrete Mortar", "pub_year": 2024, "citation": "Civil Engineering Dimension 26 (2), 130-137, 2024", "author": "Jimmy Chandra and Alvin Halim and Franky Budiman and Pamuda Pudjisuryadi and Antoni Antoni", "journal": "Civil Engineering Dimension", "volume": "26", "number": "2", "pages": "130-137", "abstract": "Many new construction techniques have been developed in recent years, one of them is Three-Dimensional Concrete Printing (3DCP). It offers many advantages such as reduced human error, minimum manpower usage, and shorter construction period. This technique, however, still needs to be studied further to ensure good quality of constructions. This experimental study aims to investigate the bond strength of embedded steel reinforcement in vibration-based 3DCP mortar. The parameters varied are reinforcement diameter and direction of printing. It is found that average bond stress decreases as reinforcement diameter increases. Furthermore, 3DCP specimens with bars placed parallel to the printing direction have relatively higher bond stresses as compared to the ones with bars placed perpendicularly. As compared to conventional cast specimens, 3DCP specimens have higher bond stresses which might be due to vibration-based 3DCP mortar. Moreover, building code formulas significantly underestimate the bond stresses of vibration-based 3DCP specimens tested in this study."}, "filled": true, "author_pub_id": "GJ1hgyYAAAAJ:NJ774b8OgUMC", "num_citations": 0, "pub_url": "https://ced.petra.ac.id/index.php/civ/article/view/28055", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:HFmbtvUXZ9EJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Enhancing Compressive Strength of Very High Volume Fly Ash Concrete Using Low Molarity Alkali Soluti on and Thermal Activation", "pub_year": 2024, "citation": "Iranian Journal of Science and Technology, Transactions of Civil Engineering …, 2024", "author": "Samuel Santosa and Antoni Antoni and Djwantoro Hardjito", "journal": "Iranian Journal of Science and Technology, Transactions of Civil Engineering", "pages": "1-15", "publisher": "Springer International Publishing", "abstract": "The utilization of fly ash as a waste product of coal combustion is currently limited to being a supplementary cementitious material. Fly ash integrates well with cement, demonstrating favorable qualities in concrete such as good workability, high ultimate strength, and durability. However, the use of fly ash in very high proportions has not been extensively explored due to its weakness in early strength development in concrete. Methods have been investigated to enhance the early compressive strength and compressive strength of very-high-volume fly ash mortar. This research explores the incorporation of fly ash at a very high percentage (80%), also known as very-high-volume fly ash (VHVFA), into mortar using low-molarity alkali solution and thermal activation. The activation of fly ash is examined through alkali activation, specifically utilizing sodium hydroxide (NaOH) solution, and thermal activation involving …"}, "filled": true, "author_pub_id": "GJ1hgyYAAAAJ:kzcrU_BdoSEC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=875098785566542008", "cites_id": ["875098785566542008"], "pub_url": "https://link.springer.com/article/10.1007/s40996-024-01553-z", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:uMgRgbX5JAwJ:scholar.google.com/", "cites_per_year": {"2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Influence of CFBC Fly Ash Chemical Composition and Mechanical Activation on the Properties of Geopolymer", "pub_year": 2024, "citation": "Archives of Metallurgy and Materials, 1431-1437-1431-1437, 2024", "author": "A Antoni and IJ Yugiarto and RJS Hadi and A Kuncoro and D Hardjito", "journal": "Archives of Metallurgy and Materials", "pages": "1431-1437-1431-1437", "publisher": "Institute of Metallurgy and Materials Science of Polish Academy of Sciences", "abstract": "Influence of cfBc fly Ash chemIcAl composItIon And mechAnIcAl ActIvAtIon on the propertIes of Geopolymer circulating fluidized bed combustion (cFBc) fly ash has the potential as a precursor to making geopolymer concrete because of its rich silica and alumina content. However, there is a problem in utilizing cFBc fly ash caused by its chemical and physical properties that differ from the widely used pulverized coal combustion (Pcc) fly ash. cFBc fly ash has a higher water requirement than Pcc fly ash due to its angular particle shape, and higher sulfur and lime contained also caused a different reaction in the geopolymer system. Mechanical activation by milling the cFBc fly ash could decrease the water requirement in the mixture and make good quality cFBc fly sh-based geopolymer concrete. three cFBc fly ash samples from different power plants in indonesia with different chemical compositions were used in this research. the first had a low lime and no sulfur content, the second had high lime and no sulfur content, and the third had high lime and sulfur content. the milling process using a ball mill for two hours decreased the water requirement, as shown in the lower normal consistency of the fly ash. the reactivity also was increased, shown by the faster initial setting time. Besides its higher reactivity, lower water requirement increased the compressive strength of geopolymer mortar produced. this study also showed that the existence of calcium and sulfur content in the cFBc fly ash could cause unexpected results shown by the change of initial setting time, water requirement, and compressive strength."}, "filled": true, "author_pub_id": "GJ1hgyYAAAAJ:7T2F9Uy0os0C", "num_citations": 0, "pub_url": "https://journals.pan.pl/dlibra/show-content?id=133537", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:85GIoAM3vEkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Long-term Mechanical Properties and Microstructure of Concrete Utilizing Self-Cementing Fly Ash as A Sole Binder Material", "pub_year": 2023, "citation": "Civil Engineering Dimension 25 (2), 106-114, 2023", "author": "Oswyn Karsten Wattimena and Antoni Antoni and Djwantoro Hardjito", "journal": "Civil Engineering Dimension", "volume": "25", "number": "2", "pages": "106-114", "abstract": "Self-cementing fly ash, containing calcium oxide (CaO) of about 20%, has successfully become a sole binder material in concrete through hydration. A very low water-to-fly ash ratio, e.g., below 0.20, is the main key to achieving the high compressive strength of concrete. This study explores the strength evolution, long-term compressive strength, and mechanical properties of concrete that utilize self-cementing fly ash as a sole binder material. Remarkably, the long-term compressive strength continues to develop over a year, reaching nearly 50 MPa at 365 days, a 34% increase from the 28-day strength. While the other mechanical properties are slightly lower than predictions from empirical formulas for Portland cement concrete, promising results are observed. Scanning Electron Microscope (SEM) images highlight surface-restricted hydration products in self-cementing fly ash, rather than full dissolution of fly ash particles."}, "filled": true, "author_pub_id": "GJ1hgyYAAAAJ:WbkHhVStYXYC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21243/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:UJeqeujciEEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The influence of viscosity-modifying agent and calcium carbonate on 3D printing mortar characteristics", "pub_year": 2023, "citation": "IOP Conference Series: Earth and Environmental Science 1195 (1), 012021, 2023", "author": "A Antoni and N Adi and ME Kurniawan and A Agraputra and D Teopilus and P Pudjisuryadi and J Chandra and D Hardjito", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "1195", "number": "1", "pages": "012021", "publisher": "IOP Publishing", "abstract": "3D printing or additive manufacturing is an example of technology development in the construction sector. In 3D printing mortar, many things need to be considered regarding the characteristics of the mortar, such as workability, initial setting time, compressive strength, extrudability, and buildability. In previous studies, there were problems in the printing process, such as a lousy extrusion process and cracks in the 3D printing mortar sample. This study used calcium carbonate and a viscosity-modifying agent (VMA) to modify the mixture to achieve the desired characteristics. The extrudability and buildability were tested by observing the extrusion process and measuring the thickness and width of each layer printed. Based on the research, adding calcium carbonate and VMA can reduce workability and accelerate the initial setting time of the mixture. The use of VMA can reduce the compressive strength of the mixture …"}, "filled": true, "author_pub_id": "GJ1hgyYAAAAJ:olpn-zPbct0C", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=12236058003644035097", "cites_id": ["12236058003644035097"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/1195/1/012021/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:GTBHxuw1z6kJ:scholar.google.com/", "cites_per_year": {"2024": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Evaluation of bonding performance of ultra high-performance concrete with fly ash content as overlay on normal strength concrete.", "pub_year": 2023, "citation": "IOP Conference Series: Earth and Environmental Science 1195 (1), 012020, 2023", "author": "A Kuncoro and HD Pranoto and LW Sacca and A Antoni and D Hardjito and E Tanojo", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "1195", "number": "1", "pages": "012020", "publisher": "IOP Publishing", "abstract": "Ultra High-Performance Concrete (UHPC) has good mechanical strength and durability, so it can be the solution for an overlay material for old materials that need to be renewed. The problem with using UHPC as a construction material is the high price and sustainability, so a partial replacement for cement is required to reduce production costs, energy consumption, and CO 2 gas emissions. Bonding performance is an important parameter and must be considered when applying UHPC as an overlay material. The bonding performance test of the UHPC consists of three tests: the slant shear test, splitting tensile, and direct tensile/pull-off test. The results of this study were compared with the standards of ACI 546R-14 and MM Sprinkel & C. Ozyildirim. Based on the test results, replacing 40% of cement with fly ash on UHPC is good to use as an overlay because it meets applicable standards. The test results showed an …"}, "filled": true, "author_pub_id": "GJ1hgyYAAAAJ:SP6oXDckpogC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=2070353215232796203", "cites_id": ["2070353215232796203"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/1195/1/012020/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:K-aJsUdfuxwJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The impact of calcium hydroxide addition on HVFA mortar and concrete properties", "pub_year": 2023, "citation": "E3S Web of Conferences 429, 05032, 2023", "author": "Adrian Joener Pratomo Ringu and Evan Andreas and Antoni Antoni and Djwantoro Hardjito", "journal": "E3S Web of Conferences", "volume": "429", "pages": "05032", "publisher": "EDP Sciences", "abstract": "Fly ash, a by-product of coal combustion, can be used as a cement substitute. High-volume fly ash (HVFA) concrete refers to fly ash substituting more than 50% of the cement. Previous research has indicated a decrease in compressive strength with an increase in fly ash content. Moreover, HVFA concrete exhibits low early strength due to the limited availability of calcium hydroxide resulting from cement hydration, which is insufficient to drive the pozzolanic reaction. This study, therefore, introduces additional calcium hydroxide to the mixture to react with class C and F fly ash in HVFA concrete. The fly ash replaces 50% and 60% of the Portland cement by mass, and the study investigates the impact of adding calcium hydroxide at 10%, 20%, and 30% of the fly ash content by mass. The addition of calcium hydroxide to the HVFA concrete mixture resulted in decreased workability and accelerated initial setting time …"}, "filled": true, "author_pub_id": "GJ1hgyYAAAAJ:q3oQSFYPqjQC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=9902298742500682494", "cites_id": ["9902298742500682494"], "pub_url": "https://www.e3s-conferences.org/articles/e3sconf/abs/2023/66/e3sconf_iccim2023_05032/e3sconf_iccim2023_05032.html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:_uqM3j0IbIkJ:scholar.google.com/", "cites_per_year": {"2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Potential of Local Clay for the Development of Limestone Calcined Clay Cement in East Java", "pub_year": 2023, "citation": "E3S Web of Conferences 445, 01035, 2023", "author": "Antoni Antoni and Albert Kuncoro and Ivan Fernaldy and Matthew Davian and Tri Eddy Susanto and Djwantoro Hardjito", "journal": "E3S Web of Conferences", "volume": "445", "pages": "01035", "publisher": "EDP Sciences"}, "filled": true, "author_pub_id": "GJ1hgyYAAAAJ:tS2w5q8j5-wC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=13442828359273001146", "cites_id": ["13442828359273001146"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:urADayuFjroJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Properties of Concrete Utilizing Self-Cementing High-Calcium Fly Ash as Sole Binder Material", "pub_year": 2022, "citation": "Jurnal Teknologi 84 (4), 167-174, 2022", "author": "Oswyn K Wattimena and Antoni Antoni and Djwantoro Hardjito", "journal": "Jurnal Teknologi", "volume": "84", "number": "4", "pages": "167-174", "abstract": "Fly ash, a waste material derived from the coal burning in power plants, could be utilized in concrete mixtures as a filler or as a cement replacement material, either partially or fully. Some papers also report that high-calcium fly ash can be utilized as a cementitious material through the hydration process. However, there are just a few papers that studied the behavior of concrete that utilizes high-calcium fly ash as the sole binder material without any chemical activators. Furthermore, there are no reports about whether the effect of the different water-to-cementitious ratios of this concrete is the same as the ordinary Portland cement concrete. This paper presents an initial development on the use of fly ash as a sole binder material, i.e., 100% fly ash concrete without any chemical solution as an activator. This research utilizes the high calcium content in the fly ash to produce concrete with a commonly used method (just add the water without any alkali activator) and investigates how the water-to-cementitious ratio can influence the compressive strength of the paste and the concrete as well. The calcium content in the fly ash used in this study was in the range of 19–22 percent of the total weight of fly ash. Paste compressive strength of 66.78 MPa was obtained at 28 days with a very low water-to-cementitious ratio of 0.110."}, "filled": true, "author_pub_id": "GJ1hgyYAAAAJ:_Ybze24A_UAC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=13721426206933343842", "cites_id": ["13721426206933343842"], "pub_url": "https://journals.utm.my/jurnalteknologi/article/view/17973", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Yl7_m29MbL4J:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Review of autonomous self-healing cementitious material", "pub_year": 2021, "citation": "IOP Conference Series: Earth and Environmental Science 907 (1), 012006, 2021", "author": "SOFIAN ARIF Susanto and Djwantoro Hardjito and A Antoni", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "907", "number": "1", "pages": "012006", "publisher": "IOP Publishing", "abstract": "Concrete is a well-known versatile material, and its application is very common in most structures. Concrete performance is high in compression but low in tensile strength, this leads to the appearance of microcracks when the structure bears the designed loading. Such microcracks when ignored, leaves the structure vulnerable to attacks such as seepage of water, chlorides, and other materials that lead to a reduction in performance, and extreme cases failure of the structure. Since cracking is inevitable in concrete, new materials with self-healing properties are introduced into the mixture to take advantage of the external materials while making the concrete stronger. This type of concrete is widely researched from 1970 until the present day and is still in'proof of concept stages, and very few to no applications of autonomous self-healing concrete in real-world structures. This paper is an attempt to further classify the …"}, "filled": true, "author_pub_id": "GJ1hgyYAAAAJ:1sJd4Hv_s6UC", "num_citations": 11, "citedby_url": "/scholar?hl=en&cites=9513324136648568168", "cites_id": ["9513324136648568168"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/907/1/012006/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:aG0WBuYdBoQJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 3, "2024": 5, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Modeling and analysis of 3D-printed reinforced and prestressed concrete beams", "pub_year": 2021, "citation": "IOP Conference Series: Earth and Environmental Science 907 (1), 012009, 2021", "author": "Jimmy Chandra and H Wibowo and D Wijaya and FO Purnomo and P Pudjisuryadi and A Antoni", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "907", "number": "1", "pages": "012009", "publisher": "IOP Publishing", "abstract": "Three-dimensional (3D)-printed concrete is believed to have a significant impact in the construction industry in the future. Some research has been conducted experimentally and analytically to investigate the structural behavior of 3D-printed concrete elements, such as beams. Previous study by the authors attempted to analytically model 3D-printed reinforced concrete (RC) beams failing in flexure that were tested by other researchers. The study was done with the aid of a finite element software. However, there are some limitations of the analytical model to simulate the failure mode of the specimens. In this study, an improvement of the analytical model is proposed in order to simulate the behavior of the 3D-printed RC beams more accurately. Furthermore, the analysis was also expanded for 3D-printed prestressed concrete (PC) beam. From the analysis results, it can be concluded that the improved analytical …"}, "filled": true, "author_pub_id": "GJ1hgyYAAAAJ:CHSYGLWDkRkC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=6911964093056114071", "cites_id": ["6911964093056114071"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/907/1/012009/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:l13dsrg67F8J:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Investigation of the material mixtures and fiber addition for 3D concrete printing", "pub_year": 2021, "citation": "IOP Conference Series: Earth and Environmental Science 907 (1), 012011, 2021", "author": "A Antoni and A Agraputra and D Teopilus and AH Sunaryo and MM Mulyadi and P Pudjisuryadi and J Chandra and D Hardjito", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "907", "number": "1", "pages": "012011", "publisher": "IOP Publishing", "abstract": "The era of Construction 4.0 is characterized by technological advances used in the construction industry. One of the advancements is the use of 3D concrete printing in construction. However, until now, the development of 3D concrete printing in Indonesia is still minimal. The main challenge is to determine the composition of the material mixtures for making the mortar, having good extrudability but still has sufficient strength. The rapid initial setting time required was also different for the concrete for typical construction. Our previous mixture composition incorporating calcium oxide to accelerate the initial setting time was adequate. However, the extrusion process was still not satisfactory. In this study, the effect of cement to sand ratio, sand particle size, and the addition of synthetic micro-fiber was investigated on the main properties of 3D printing materials, ie, initial setting time, flowability, extrudability, and …"}, "filled": true, "author_pub_id": "GJ1hgyYAAAAJ:abG-DnoFyZgC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=1993697832498592343", "cites_id": ["1993697832498592343"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/907/1/012011/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:V3qLl50JqxsJ:scholar.google.com/", "cites_per_year": {"2023": 4, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Comprehensive Investigation on the Potential of Fly Ash from New Source as Construction Material", "pub_year": 2021, "citation": "Civil Engineering Dimension 23 (2), 78-90, 2021", "author": "FLORENTCIA HARTONO and STEVEN TANUWIJAYA and KEVIN WIJAYA and Djwantoro Hardjito", "volume": "23", "number": "2", "pages": "78-90", "abstract": "Fly ash has been highly advocated to be re-utilized as a construction material. The most common utilization is to partially replace cement in a low-percentage scheme. However, there are several other schemes available to potentially use fly ash as binder in concrete that have not been widely exercised, especially those utilizing it in high to very high volume. In those schemes, high-volume fly ash (HVFA) concrete might use more than 50% fly ash to replace cement. To exploit its self-cementing properties, with or without the addition of other compounds, such as calcium hydroxide, fly ash might be used in very high percentage of cement replacement. In geopolymeric system, fly ash acts as the precursor of a stable binder, with the presence of highly alkaline solution. This paper demonstrates a model to investigate the potential of fly ash in several binder systems. The results show that fly ash from a good source can be utilized as an alternative binder in several different schemes."}, "filled": true, "author_pub_id": "GJ1hgyYAAAAJ:uLbwQdceFCQC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=8264755292791611051", "cites_id": ["8264755292791611051"], "pub_url": "https://repository.petra.ac.id/19473/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:q55fdiZPsnIJ:scholar.google.com/", "cites_per_year": {"2023": 3, "2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Exploring the potential of low cement concrete through a student concrete competition", "pub_year": 2021, "citation": "International Journal of Construction Education and Research 17 (1), 37-51, 2021", "author": "Antoni Antoni and Albertus Yonathan and Hieronimus Enrico Suryo and Christoffel Felio and Kurniawati Ester Ghozali and Djwantoro Hardjito", "journal": "International Journal of Construction Education and Research", "volume": "17", "number": "1", "pages": "37-51", "publisher": "Routledge", "abstract": "A common method used to increase the strength of concrete is to add more cement to reduce the water-to-cement ratio. However, this is not always acceptable as adding more cement increases autogenous shrinkage, thermal and shrinkage cracking, and the cost of concrete production. By appropriately using superplasticizers, high-performance low cement concrete (LCC) can be produced. This study explores the potential of LCC by limiting cement content, adding alternative cementitious materials, and superplasticizers. Data was collected from the outcome of an annual National Student Concrete Competition conducted in Indonesia over three consecutive years. The new concept of LCC mix design was explained to all participants, i.e., civil engineering students, before they made their concrete specimens. Following the competition, all mixture compositions and their resulting concrete properties were analyzed. It …"}, "filled": true, "author_pub_id": "GJ1hgyYAAAAJ:dfsIfKJdRG4C", "num_citations": 0, "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/15578771.2019.1650140", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:1VpzMHJwooMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Using Calcium Oxide and Accelerator to Control the Initial Setting Time of Mortar in 3D Concrete Printing", "pub_year": 2020, "citation": "International Conference on Sustainable Civil Engineering Structures and …, 2020", "author": "Antoni Antoni and David Christian Widjaya and Alexander Ricardo Koentjoro Wibowo and Jimmy Chandra and Pamuda Pudjisuryadi and Djwantoro Hardjito", "pages": "871-880", "publisher": "Springer Nature Singapore", "abstract": "In recent years, 3D printing has attracted a lot of attention in the construction industry. Compared with general concrete construction, 3D concrete printing has higher flexibility in creating concrete’s shape and design. 3D concrete printing requires the precise control of fresh concrete properties such as flowability, extrudability, and resistance to segregation during printing process. The initial setting time of the concrete also needs to be controlled as it needs to adhere to the next layer and then harden rapidly in order to support the upper layer. This study proposes a method to control the initial setting time of the concrete for the 3D printing process by using a mixture of calcium oxide powder and accelerators. The study showed that using 5–10% calcium oxide and 2–4% accelerator by mass of cement, the initial setting of the concrete can be varied. It is also shown that adding only accelerator prolongs the setting time of …"}, "filled": true, "author_pub_id": "GJ1hgyYAAAAJ:xtRiw3GOFMkC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=9599507845011780371", "cites_id": ["9599507845011780371"], "pub_url": "https://link.springer.com/chapter/10.1007/978-981-16-7924-7_56", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:E7OAUIZNOIUJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Utilization of low sulfur fly ash from circulating fluidized bed combustion burner as geopolymer binder", "pub_year": 2020, "citation": "Civil Engineering Dimension 22 (2), 94-100, 2020", "author": "Antoni Antoni and Stacia Dwi Shenjaya and Maria Lupita and Samuel Santosa and David Wiyono and Djwantoro Hardjito", "journal": "Civil Engineering Dimension", "volume": "22", "number": "2", "pages": "94-100", "abstract": "Circulating fluidized bed combustion (CFBC) is a newer type of burner that employ a circulating process to burn fuel effectively. CFBC burning process is gaining more popularity due to its compact size, high efficiency and lower burning temperature compared to the pulverized coal combustion (PCC) burner. The CFBC burner produces fly ash with different physical properties compared to the PCC burner, ie the fly ash is not rounded, and required higher water content for comparable workability. The CFBC fly ash also has a high sulfur content that is detrimental for hardened concrete. Due to its drawbacks, the CFBC hardly used as cementitious material and geopolymer precursor. This study focuses on comparing variations in the concentration of NaOH solution and variations in the ratio of alkaline activators to the setting time and compressive strength of geopolymer mortars on a new class of CFBC fly ash, which have low sulfur content. The concentrations of NaOH solution were 6M, 8M, 10M, and 12M, while the alkaline activator ratios used were 3.0, 2.5, 2.0, 1.0, and 0.5. It was concluded that the low sulfur CFBC fly ash has a potential to be utilized as geopolymer precursor, however, with a shortcoming in its high water demand. The CFBC fly ash used in this study resulted in a geopolymer matrix with good compressive strength and stability. The water demand varies with the fly ash sampling time shows the challenges in the utilization of the fly ash. The highest mortar’s compressive strength, 33.4 MPa at 90 days was achieved at NaOH concentration of 8M and ratio of sodium silicate solution to sodium hydroxide solution of 2.5 with excellent stability."}, "filled": true, "author_pub_id": "GJ1hgyYAAAAJ:P5F9QuxV20EC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=11123364479317551247", "cites_id": ["11123364479317551247"], "pub_url": "http://ced.petra.ac.id/index.php/civ/article/view/22975", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:j6jrUA8hXpoJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Fresh and hardened properties of high calcium fly ash-based geopolymer matrix with high dosage of borax", "pub_year": 2020, "citation": "Iranian Journal of Science and Technology, Transactions of Civil Engineering …, 2020", "author": "Antoni Antoni and Austin AT Purwantoro and Widya SPD Suyanto and Djwantoro Hardjito", "journal": "Iranian Journal of Science and Technology, Transactions of Civil Engineering", "volume": "44", "pages": "535-543", "publisher": "Springer International Publishing", "abstract": "Geopolymer is synthesized by mixing material rich in alumina and silica, such as fly ash, with a highly alkaline solution to form a hardened matrix. However, when using high calcium fly ash as a precursor, a flash set frequently occurs, i.e., the mixture hardens very rapidly before casting can be completed. The use of borax as an additive has been reported due to its potential to prolong the setting time. In this study, the use of a significantly higher dosage of borax is explored. The results show that the addition of borax up to 20% of fly ash, by mass, into the alkaline solution prolongs the setting time by up to 90 min. Conversely, the addition of higher amounts of borax tends to decrease the compressive strength of the geopolymer, whereas adding a small amount of calcium oxide into the mixture increases the strength marginally, especially when the borax content is small. However, the amount of calcium oxide should …"}, "filled": true, "author_pub_id": "GJ1hgyYAAAAJ:bFI3QPDXJZMC", "num_citations": 22, "citedby_url": "/scholar?hl=en&cites=9860023385806332688", "cites_id": ["9860023385806332688"], "pub_url": "https://link.springer.com/article/10.1007/s40996-019-00330-7", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:EOMHXAfX1YgJ:scholar.google.com/", "cites_per_year": {"2020": 3, "2021": 2, "2022": 8, "2023": 2, "2024": 7}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Review on 3D printed concrete as structural beam members", "pub_year": 2020, "citation": "IOP Conference Series: Materials Science and Engineering 930 (1), 012045, 2020", "author": "Pamuda Pudjisuryadi and A Antoni and J Chandra", "volume": "930", "number": "1", "pages": "012045", "publisher": "IOP Publishing", "abstract": "Recently, Three-Dimensional Concrete Printing (3DCP) has gained its popularity as construction material. It offers several advantages over conventionally casted concrete such as absence of formwork, reduction of construction equipment transportation, greater safety, reduction of labour cost, and many others. However, the technology also comes with many challenges. Researches in this area can be classified into two issues which are fresh and hardened states of the printed concrete. Investigation of fresh concrete focuses on the optimal design of rheological properties which determines the pumpability, extrudability, and buildability. While mechanical properties of hardened 3DCP are usually investigated by adopting standard tests for conventionally casted concrete. However, due to the complexity of printing process, it is often that 3DCP behaviours cannot be predicted by its mechanical properties obtained from …"}, "filled": true, "author_pub_id": "GJ1hgyYAAAAJ:geHnlv5EZngC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=6613333201458179260", "cites_id": ["6613333201458179260"], "pub_url": "https://iopscience.iop.org/article/10.1088/1757-899X/930/1/012045/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vCw2_oFHx1sJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analytical modeling of 3D-printed reinforced concrete beams", "pub_year": 2020, "citation": "IOP Conference Series: Materials Science and Engineering 930 (1), 012041, 2020", "author": "Jimmy Chandra and Pamuda Pudjisuryadi and A Antoni and H Wibowo", "journal": "IOP Conference Series: Materials Science and Engineering", "volume": "930", "number": "1", "pages": "012041", "publisher": "IOP Publishing", "abstract": "Three-dimensional (3D) printing for cementitious materials such as concrete has become increasingly popular. Numerous research efforts have been undertaken to fabricate structural elements, such as beams, using 3D-printed concrete. Because the behavior of 3D-printed reinforced concrete (RC) beams is not well understood, research in this area is still ongoing to investigate the behavior and compare it with conventional RC beams. In this paper, the results of an analytical study using finite element software on 3D-printed RC beams are presented. The main challenge was to determine a constitutive material model of the 3D-printed concrete for nonlinear analysis that was quite different from normal concrete. The developed model was validated using the results from several past experimental tests on 3D-printed RC beams. The results showed that the analytical model can accurately predict the maximum flexural …"}, "filled": true, "author_pub_id": "GJ1hgyYAAAAJ:nb7KW1ujOQ8C", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=14012785705978227839", "cites_id": ["14012785705978227839"], "pub_url": "https://iopscience.iop.org/article/10.1088/1757-899X/930/1/012041/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:f-yATltqd8IJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 0, "2023": 2, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Alkali treatment of lignocellulosic fibers extracted from sugarcane bagasse: Composition, structure, properties", "pub_year": 2020, "citation": "Polymer Testing 88, 106549, 2020", "author": "András Bartos and Juliana Anggono and Ágnes Elvira Farkas and David Kun and Felycia Edi Soetaredjo and János Móczó and Hariyati Purwaningsih and Béla Pukánszky", "journal": "Polymer Testing", "volume": "88", "pages": "106549", "publisher": "Elsevier", "abstract": "Lignocellulosic fibers extracted from sugarcane bagasse were treated with NaOH solutions of different concentration (0-40 wt%) to study the effect of alkali treatment on the composition, structure and properties of the fibers. Composition was determined by the van Soest method, structure was characterized by X-ray diffraction (XRD) and scanning electron microscopy (SEM), while mechanical properties by tensile testing. Hemicellulose and lignin content decrease, while cellulose content goes through a maximum as a function of alkali concentration. Crystallinity changes only slightly and microfibril angle (MFA) remains constant thus structural effects and especially MFA are not the primary reasons for changing properties. The Young's modulus of the fibers shows a slight maximum at around 2-4 wt% NaOH content, while tensile strength goes through a much more pronounced one at around 5-8 wt%. Direct correlation …"}, "filled": true, "author_pub_id": "GJ1hgyYAAAAJ:EUQCXRtRnyEC", "num_citations": 127, "citedby_url": "/scholar?hl=en&cites=11075748665613385309", "cites_id": ["11075748665613385309"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S0142941820302282", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:XX5kw7r2tJkJ:scholar.google.com/", "cites_per_year": {"2020": 6, "2021": 25, "2022": 27, "2023": 26, "2024": 31, "2025": 11}}
