{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "BIM UNTUK MASA DEPAN BANGUNAN BERSEJARAH: METODE DOKUMENTASI DAN PERMODELAN DI INDONESIA", "pub_year": 2025, "citation": "DEARSIP: Journal of Architecture and Civil 5 (01), 75-87, 2025", "author": "Stephanus Wirawan Dharmatanna", "journal": "DEARSIP: Journal of Architecture and Civil", "volume": "5", "number": "01", "pages": "75-87", "abstract": "Perkembangan kota yang pesat sering kali mengancam kelestarian bangunan bersejarah, terutama yang belum memiliki dokumentasi yang memadai. Tanpa dokumentasi arsitektur yang akurat, informasi tentang bentuk, struktur, dan elemen arsitektural dapat hilang, menghambat upaya konservasi. Penelitian ini bertujuan untuk menganalisis metode dokumentasi dan pemodelan digital yang diterapkan pada bangunan bersejarah di Indonesia serta mengevaluasi kelebihan, keterbatasan, dan prospek teknologi tersebut. Metode penelitian yang digunakan adalah studi literatur dengan mengkaji berbagai sumber akademik terkait Building Information Modeling (BIM), fotogrametri, pemindaian laser (LiDAR), dan teknologi digital lainnya. Analisis dilakukan terhadap efektivitas, tantangan implementasi, serta potensi pengembangan ke depan. Hasil penelitian menunjukkan bahwa metode digital seperti BIM dan LiDAR memberikan akurasi tinggi dalam dokumentasi dan pemodelan bangunan bersejarah. Namun, tantangan utama meliputi keterbatasan tenaga ahli, biaya investasi tinggi, serta kurangnya standar regulasi nasional dalam digitalisasi cagar budaya. Kesimpulannya, meskipun teknologi digital berpotensi meningkatkan efektivitas pelestarian bangunan bersejarah, diperlukan strategi holistik yang mencakup regulasi, edukasi, serta dukungan kebijakan pemerintah untuk memastikan keberlanjutan digitalisasi warisan budaya di Indonesia."}, "filled": true, "author_pub_id": "gKsVLK4AAAAJ:3fE2CSJIrl8C", "num_citations": 0, "pub_url": "https://e-jurnal.unisda.ac.id/index.php/dearsip/article/view/9180", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:RXwVuw1uM3YJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "IDENTIFIKASI FASAD BANGUNAN CAGAR BUDAYA GEDUNG CERUTU DI KOTA SURABAYA", "pub_year": 2025, "citation": "Jurnal Arsitektur 17 (1), 38-43, 2025", "author": "Rayden Lauwirya Soegiarto and Stephanus Wirawan Dharmatanna and Rully Damayanti", "journal": "Jurnal Arsitektur", "volume": "17", "number": "1", "pages": "38-43"}, "filled": true, "author_pub_id": "gKsVLK4AAAAJ:MXK_kJrjxJIC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:7jIxr90BQ_sJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Study of AI integrated Simulation in Building Information Modelling (BIM) Use at Architectural Design Studio", "pub_year": 2025, "citation": "Journal of Artificial Intelligence in Architecture 4 (1), 23-34, 2025", "author": "Stephanus Wirawan Dharmatanna and Elvina Shanggrama Wijaya", "journal": "Journal of Artificial Intelligence in Architecture", "volume": "4", "number": "1", "pages": "23-34", "abstract": "The presence of Artificial Intelligence (AI) has been widely spread and used in many aspects of life, including education, as an image generator, source of data exploration, and means of visualization. Nevertheless, the research regarding the use of AI in the Architectural design studio process is still few, especially in the context of Indonesian Architectural education. Therefore, this research aims to picture the use of AI integrated Building Information Modelling in the design studio. This research was done by combining observation and a questionnaire. The use of AI in wind and thermal simulation of 5th-semester students with medium-rise building projects was studied. The students were being exposed to conventional simulation software, before being introduced to Autodesk Forma, an AI based cloud simulation. After the semester ends, students are asked to fill in a questionnaire regarding their process of doing simulation. The result is that most of the students find the AI-based simulation easy, regardless of the limitation of simulated areas and the maximum file size of the trial-free version. They still find more benefits of using the AI Simulation compared to conventional one, as they can reflect on their design and develop them according to the simulation results more effectively and holistically. Future studies regarding the use of AI in other design stages could be done as a follow-up to ensure the creativity of architectural design thinking."}, "filled": true, "author_pub_id": "gKsVLK4AAAAJ:8k81kl-MbHgC", "num_citations": 0, "pub_url": "https://ojs.uajy.ac.id/index.php/JARINA/article/view/9415", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:s6o-1XI8D_EJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Transportation Route Shifts Impacts on The Deterioration of Facades in Kalimas Timur", "pub_year": 2025, "citation": "Journal of Artificial Intelligence in Architecture 4 (1), 35-47, 2025", "author": "Stefani Widya Agustianti and Stephanus Wirawan Dharmatanna", "journal": "Journal of Artificial Intelligence in Architecture", "volume": "4", "number": "1", "pages": "35-47", "abstract": "Historically, Indonesia's strategic location on international trade routes facilitated the development and growth of port cities throughout Indonesia. Historically, rivers were the city's main transportation route, leading to urban settlements along the river banks. Surabaya is one of the cities in Indonesia that relies on waterways as its main transportation route. However, population growth accompanied by the expansion of road transportation modes gradually reduced the role of the river as the main route. The shift has resulted in areas around the river becoming undeveloped and unmaintained. This research uses a space syntax approach to study the impact of the transportation shift in Surabaya from waterway to landline on the condition of facades along Jalan Kalimas Timur. The quantitative method descriptively uses data collected through literature study and field observation. The data obtained was then analysed using DepthMapX software. The results of this study show that the shift in transportation routes impacts the maintenance of facades along Kalimas Timur Street, which tends to be less maintained, making the area that was once the centre of the city now a neglected and damaged area."}, "filled": true, "author_pub_id": "gKsVLK4AAAAJ:5nxA0vEk-isC", "num_citations": 0, "pub_url": "https://ojs.uajy.ac.id/index.php/JARINA/article/view/10128", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:u8eiThHA3z8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "COMPREHENSIVE ANALYSIS ON BIM LEARNING IN ARCHITECTURE UNDERGRADUATE STUDENTS IN INDONESIA", "pub_year": 2024, "citation": "MODUL 24 (2), 63-70, 2024", "author": "Elvina Shanggrama Wijaya and Stephanus Wirawan Dharmatanna", "journal": "MODUL", "volume": "24", "number": "2", "pages": "63-70", "publisher": "architecture department, Engineering faculty, Universitas Diponegoro", "abstract": "The use of software in architecture has become a necessary skill to effectively communicate designs and coordinate with stakeholders involved in the studio process. Building Information Modelling (BIM) has been integrated into the architectural education curriculum. Designing with BIM can shorten project timelines, thereby maximizing design exploration. This research aims to provide an overview of the BIM learning process in architectural studios. Data was collected through questionnaires distributed to respondents, focusing on architecture students across Indonesia. Additionally, the BIM learning process will be compared with pre-BIM software: the constraints and their influence on student design development are also key focuses of this research, captured through three stages of questionnaires: at the beginning of the semester, mid-semester, and end of the semester. The findings suggest that learning BIM in architectural studios requires adaptation, but is viewed as an important skill for career survival from the students' perspective, thus motivating their learning process."}, "filled": true, "author_pub_id": "gKsVLK4AAAAJ:0EnyYjriUFMC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=4773645688943971031", "cites_id": ["4773645688943971031"], "pub_url": "https://ejournal.undip.ac.id/index.php/modul/article/view/64946", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:14oUVXZlP0IJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Facade Morphology with Kinetic System in Tall Buildings", "pub_year": 2024, "citation": "Tekstur (Jurnal Arsitektur) 5 (2), 149-160, 2024", "author": "Stephanus Wirawan Dharmatanna", "journal": "Tekstur (Jurnal Arsitektur)", "volume": "5", "number": "2", "pages": "149-160", "abstract": "The urban population's dependence on natural resources to fulfill their daily energy needs is increasingly leading the earth to experience an energy crisis. One of the efforts that can be made to save the earth is to provide replacement energy. The solution to the energy crisis can be realized through architectural designs that care for nature by focusing on renewable natural resources. One form of implementation is by processing wind power into energy. The facade as the outermost surface of a tall building, has the potential to process wind power into energy because it receives the wind directly. Kinetic systems can be applied to the facade so that it can process the wind power available in the environment more effectively. This research aims to examine kinetic facade models from several architectural works that use kinetic design concepts and approach the average wind speed of Surabaya City. This research uses …"}, "filled": true, "author_pub_id": "gKsVLK4AAAAJ:hqOjcs7Dif8C", "num_citations": 0, "pub_url": "https://ejournal.itats.ac.id/tekstur/article/view/4917", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:19JzX1GGzgoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Passive Cooling Design Opportunities: Lessons Learned from Traditional Banjar Houses", "pub_year": 2024, "citation": "IOP Conference Series: Earth and Environmental Science 1404 (1), 012001, 2024", "author": "Stephanus Wirawan Dharmatanna and Elvina Shanggrama Wijaya and Budi Cahyadi Wijaya", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "1404", "number": "1", "pages": "012001", "publisher": "IOP Publishing", "abstract": "Indonesia is an archipelago country that encompasses many different ethnicities across five large islands, one of which is Kalimantan (Borneo) Island. The river has become the lifeline in Borneo, especially for Banjar people. Banjar people have eleven types of traditional houses, each designed for specific social classes, which differ from one another in terms of materials, layout, and roof proportions. In this paper, three different types of Banjar traditional houses are compared to study the passive cooling conditions related to the proportions of the floor plan and cross-section. These three types are:(1) Bubungan Tinggi House,(2) Palimbangan House, and (3) Lanting House. The three types of houses are modelled and simulated using RWIND CFD software, by inputting the maximum and minimum wind speed (3.5 and 17 m/s), to study the potential of imitating vernacular forms that assures effective passive cooling …"}, "filled": true, "author_pub_id": "gKsVLK4AAAAJ:_FxGoFyzp5QC", "num_citations": 0, "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/1404/1/012001/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:XJQtt6LucsQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Opportunities and Challenges of Implementing Kinetic Façade Typology in Indonesia", "pub_year": 2024, "citation": "Indonesian Journal of Energy 7 (2), 86–106-86–106, 2024", "author": "Stephanus Wirawan Dharmatanna and Rani Y Wulandari and Ismail Salam", "volume": "7", "number": "2", "pages": "86–106-86–106", "abstract": "The application of kinetic facade technology is gaining popularity worldwide as an innovative solution to enhance the environmental quality of buildings. However, in Indonesia, the implementation of kinetic facades remains limited and requires further in-depth study. Thus, our research aims to fill this gap by exploring the opportunities and challenges of implementing kinetic facade typologies in Indonesia. The research method involves a literature review and descriptive analysis. We collect data on the use of kinetic facades globally, analyze the factors influencing their implementation, and identify the opportunities and challenges encountered. The analysis results are expected to provide a better understanding of the implementation of kinetic facades in Indonesia. The identified opportunities include the potential to improve energy efficiency, reduce carbon emissions, and enhance the interior and exterior environmental quality of buildings. The challenges identified may encompass technical aspects, regulations, financial issues, as well as market awareness and acceptance of this new technology. Our study contributes a foundation for further development of kinetic facades in Indonesia. With a better understanding of the opportunities and challenges, architecture practitioners, engineers, and policymakers can take appropriate steps to address the challenges and capitalize on the opportunities to integrate kinetic facades into building designs in Indonesia, promoting sustainable and innovative development in the architecture sector."}, "filled": true, "author_pub_id": "gKsVLK4AAAAJ:Se3iqnhoufwC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=4366872203406695060", "cites_id": ["4366872203406695060"], "pub_url": "https://ije-pyc.org/index.php/IJE/article/view/187", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lFqV3yE_mjwJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "STUDI KOMPARASI PEMILIHAN SOFTWARE DAN TIPOLOGI BANGUNAN DALAM PROSES DESAIN STUDIO ARSITEKTUR", "pub_year": 2024, "citation": "BORDER Jurnal Arsitektur 6 (1), 15-28, 2024", "author": "Stephanus Wirawan Dharmatanna and Elvina Shanggrama Wijaya", "volume": "6", "number": "1", "pages": "15-28", "abstract": "Perkembangan  teknologi  informasi  telah  memberikan  dampak  signifikan  dalam  dunia  pendidikan arsitektur,  terutama  dalam  penggunaan  software  arsitektural  sebagai  media  pendukung  dalam  proses  desain. Penguasaan   software   arsitektural   menjadi   kompetensi   penting dalam   profesi   arsitektur,   karena   dapat mempengaruhi hasil dan proses desain secara  keseluruhan. Penguasaan terhadap softwareakan mempengaruhi optimalnya proses dan output yang dihasilkan, melebihi fitur -fitur yang dimiliki suatu softwarearsitektural. Di lain  pihak,  pembelajaran  dalam  studio  arsitektur  akan  memiliki  tema  atau  objek  perancangan,  yang  dapat diklasifikasikan ke dalam beberapa jenis tipologi bangunan. Penelitian ini bertujuan untuk mengetahui hubungan antara tipologi bangunan yang menjadi objek perancangan dengan preferensi softwarearsitektur yang digunakan para  mahasiswa,  dalam  tiap  fase  proses  desain.  Pengumpulan  data  dilakukan  dengan  menyebarkan  kuesioner kepada mahasiswa Program Studi Arsitektur pada semester 5, 6, 7, dan 8, yang mengikuti studio dengan metode penggambaran   digital.   Data   preferensi   software   dari   setiap   semester   dianalisis   secara   deskriptif   untuk menggambarkan pola penggunaan software pada setiap semester. Selanjutnya, dilakukan analisis korelasi untuk mencari hubungan antara preferensi software dan tipologi bangunan yang menjadi objek perancangan. Temuan ini akan berguna sebagai masukan untuk kurikulum pendidikan Arsitektur, tentang softwareyang paling relevan dan membawa manfaat untuk pembelajaran di tiap fase desain Arsitektural …"}, "filled": true, "author_pub_id": "gKsVLK4AAAAJ:roLk4NBRz8UC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21035/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Q_mvD5QbiSkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "COMPARATIVE STUDY OF SOFTWARE PREFERENCES AND BUILDING TYPOLOGY IN ARCHITECTURAL DESIGN STUDIO", "pub_year": 2024, "citation": "Border: Jurnal Arsitektur 6 (1), 15-28, 2024", "author": "Stephanus Wirawan Dharmatanna and Elvina Shanggrama Wijaya", "journal": "Border: Jurnal Arsitektur", "volume": "6", "number": "1", "pages": "15-28"}, "filled": true, "author_pub_id": "gKsVLK4AAAAJ:LkGwnXOMwfcC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=3016896489843916537", "cites_id": ["3016896489843916537"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-f5EkV8r3ikJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perception study on kinetic recycled compact disc facade in tourism hall, Jarak-Wonosalam", "pub_year": 2024, "citation": "IOP Conference Series: Earth and Environmental Science 1301 (1), 012012, 2024", "author": "Stephanus Wirawan Dharmatanna and Elvina Shanggrama Wijaya and Anik Juniwati and MATTHEW STEVE Sutejo", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "1301", "number": "1", "pages": "012012", "publisher": "IOP Publishing", "abstract": "Indonesia is a country, rich with culture and natural resources that brings high tourism potential. Jarak village in Wonosalam is one of the villages in East Java that has these tourism potential, besides the religious harmony between the dwellers that initiates the construction of a tourism hall with the concept of sustainability. The hall reflects the harmony between man and nature. The tourism hall uses the kinetic panels from recycled compact discs as the facade, which is rotatable when blown by the wind. This research is meant to study people's perception of the installed kinetic facade panel. Here, we divide the respondents into two groups, professionals (academician and architects), and non professionals (Jarak dwellers, visitors and general). The aspects observed are psychology, aesthetics, flexibility, impact to the environment and economics. The result is that there is a difference in perception regarding the …"}, "filled": true, "author_pub_id": "gKsVLK4AAAAJ:ufrVoPGSRksC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=12072321464114021441", "cites_id": ["12072321464114021441"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/1301/1/012012/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:QQTX4miAiacJ:scholar.google.com/", "cites_per_year": {"2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Wellbeing Study in Architectural Design Studio for Generation Z Student", "pub_year": 2024, "citation": "IOP Conference Series: Earth and Environmental Science 1301 (1), 012015, 2024", "author": "Elvina Shanggrama Wijaya and Stephanus Wirawan Dharmatanna", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "1301", "number": "1", "pages": "012015", "publisher": "IOP Publishing", "abstract": "Architecture education is inseparable from the studio, where the students spend most of their study time doing the design process. As the building has a longer lifespan than a student's study period, the studio may serve cross-generational users. It is important to reassess how students feel while using the same space designed mainly for the generations before them. This research aims to collect the assessment of the studio features, namely physical condition, spatial configuration, flexibility, accessibility, room facility, room performance, and satisfaction, as well as self-assessed well-being by Generation Z respondents. Online questionnaires were given to 80 students during their second year of study in the undergraduate architecture department, as they experienced different studio conditions in their 3 rd and 4 th semesters. The result is that the students feel more fit with the studio in the 4 th semester in every …"}, "filled": true, "author_pub_id": "gKsVLK4AAAAJ:WF5omc3nYNoC", "num_citations": 0, "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/1301/1/012015/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:zdYOoeXVR1UJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Effect of Population Density and Urban Intensity on Building Typology in South Krembangan Area", "pub_year": 2024, "citation": "Journal of Architectural Design and Urbanism 6 (1), 23-35, 2024", "author": "Cindy Puspita and Stephanus Wirawan Dharmatanna", "volume": "6", "number": "1", "pages": "23-35", "abstract": "Surabaya is the second largest city in Indonesia and is part of East Java. Surabaya has a strategic location and was utilized by the Dutch Colonial Government as one of the main ports. The Kalimas River served as the trading artery of Surabaya. Surabaya was broadly divided into three dominant areas: the European district, the Chinatown district, and the Arab district, all of which are delineated by the Kalimas River. Krembangan Selatan Village is of particular interest for research due to the presence of many colonial-style buildings and the shift from a historical trading area to a residential area. To understand the influence of population density and urban intensity on building typology, a qualitative descriptive analysis was conducted by observing building typology and the year of construction which helped in determining how population density and intensity affect building typology in the Krembangan Selatan area. Urban Intensity was assessed by calculating the building volume divided by 300. The highest intensity group consists of residential areas with buildings in a typical style of the 1960s. Density calculations were made by comparing the area to Semarang, as both areas were influenced by the Dutch colonial Government. This occurred because Semarangs Old Town area still maintains its urban tissue as a historical area dominated by public buildings, in contrast to Krembangan Selatan, which is dominated by service providers, educational facilities, and residential buildings."}, "filled": true, "author_pub_id": "gKsVLK4AAAAJ:eQOLeE2rZwMC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=9094557188743333791", "cites_id": ["9094557188743333791"], "pub_url": "https://repository.petra.ac.id/21037/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:n4eFAJRbNn4J:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Preface of 5th International Conference on Empathic Architecture (ICEA)", "pub_year": 2024, "citation": "IOP Conference Series: Earth and Environmental Science 1301 (1), 011001, 2024", "author": "Sri Nastiti N Ekasiwi and I Gusti Ngurah Antaryama and Yun Shang Chiou and LMF Purwanto and Jefrey I Kindangen and Steve K Jusuf and Choo Yoon Yi and Mia M Tedjosaputro and Danny Santoso M Mintorogo and Rully M Damayanti and Lilianny Sigit M Arifin and Joyce M Laurens and Lilianny Sigit Arifin and Feny Elsiana and Luciana Kristanto and Elvina S Wijaya and Anik Juniwati and S Wirawan Dharmatanna and Bram Michael Wayne and Altrerosje Asri and Christine Wonoseputro and Ir Andhi Wijaya and Ir St Kuntjoro and Angela C Tampubolon", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "1301", "number": "1", "pages": "011001"}, "filled": true, "author_pub_id": "gKsVLK4AAAAJ:UebtZRa9Y70C", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=3044429589240543721&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6fle0pT8PyoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Identifikasi Urban Tissue pada Kawasan Krembangan Selatan", "pub_year": 2023, "citation": "Rustic Jurnal Arsitektur 4 (1), 1-13, 2023", "author": "Cindy Puspita and Stephanus Wirawan Dharmatanna", "volume": "4", "number": "1", "pages": "1-13", "abstract": "Urban Tissue atau struktur ruang kota adalah karakter ruang kota yang dibentuk oleh beberapa elemen seperti jalan, konteks alam, blok, dan bangunan. Wilayah studi yang dipilih untuk menganalisis Urban Tissue terletak di Krembangan Selatan, Surabaya. Wilayah ini dipilih karena perkembangan ekonomi dan perkembangan kehidupan yang cukup signifikan. Tujuan dari penelitian ini adalah untuk mendata dan menganalisis perubahan Urban Tissue di kawasan bersejarah Krembangan Selatan, hingga dapat memberikan kontribusi bagi rencana revitalisasi kawasan tersebut. Metode yang digunakan adalah deskriptif kualitatif. Teknik pengumpulan data dilakukan dengan mencari jurnal dan peta-peta lama Surabaya untuk menghasilkan diagram figure ground dan menemukan elemen-elemen yang bertahan. Kemudian, dilakukan perbandingan dari tahun ke tahun untuk mengetahui elemen-elemen yang berubah atau punah. Berdasarkan hasil penelitian, didapatkan bahwa karakter kawasan tersebut merupakan kawasan bersejarah yang didominasi oleh permukiman dan bangunan penyedia jasa. Terdapat beberapa elemen yang memiliki bentuk yang sama namun berubah fungsi seperti Sungai Kalimas yang dulunya digunakan sebagai jalur transportasi kini digunakan untuk pariwisata dan terdapat beberapa elemen yang punah seperti benteng dan persawahan. Melalui penelitian yang dilakukan, dapat diketahui bahwa kawasan Krembangan Selatan telah mengalami perubahan jaringan kota akibat perubahan aktivitas dan kebutuhan masyarakat. Terdapat beberapa elemen yang punah karena tidak dapat mengakomodir kebutuhan …"}, "filled": true, "author_pub_id": "gKsVLK4AAAAJ:YsMSGLbcyi4C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=9470900502828505296", "cites_id": ["9470900502828505296"], "pub_url": "https://repository.petra.ac.id/20680/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:0FgpDtRlb4MJ:scholar.google.com/", "cites_per_year": {"2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Architectonic Regionalisme Dalam Arsitektur Osing", "pub_year": 2023, "citation": "ALUR Jurnal Arsitektur 6 (2), 115-126, 2023", "author": "Stephanus Wirawan Dharmatanna", "volume": "6", "number": "2", "pages": "115-126", "abstract": "Architectonic regionalism is an approach that seeks to incorporate regional identity into contemporary architecture. This study focuses on the application of architectonic regionalism in Osing architecture, a traditional architecture style found in the Banyuwangi region of East Java, Indonesia. Using a qualitative research method with a descriptive approach, the study analyzes three case studies of modern buildings - Hotel Sahid Osing, Blimbingsari Airport, and Polytechnic Banyuwangi Hall - that showcase reinterpretation, modification, and innovation of local architectural elements. The study finds that the architectonic regionalism approach in Osing architecture prioritizes the use of traditional materials such as wood from local mangrove forests, and construction techniques that are adapted from local practices. The topography of the site is also considered in the design process, with the buildings being responsive to the natural landscape. Moreover, local cultural values and symbolism are incorporated into the architecture, reflecting the unique identity of the Osing community. The findings of this research highlight the importance of preserving and promoting regional architectural traditions in the context of modern architecture. The reinterpretation, modification, and innovation of local architectural elements in contemporary buildings can contribute to the sustainability and cultural preservation of the region. Furthermore, the architectonic regionalism approach in Osing architecture serves as a case study for understanding how regional identity can be manifested in modern architectural design, and its implications for sustainable development and …"}, "filled": true, "author_pub_id": "gKsVLK4AAAAJ:W7OEmFMy1HYC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=3916639005289273363", "cites_id": ["3916639005289273363"], "pub_url": "https://repository.petra.ac.id/20589/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:E9i0j2yyWjYJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Kontribusi Pengajar Pendidikan Agama Kristen Dalam Membantu Pemulihan Traumatis Korban Pelecahan Seksual", "pub_year": 2022, "citation": "Jurnal Shanan 6 (1), 25-44, 2022", "author": "Lena Anjarsari Sembiring and Simon Simon", "journal": "Jurnal Shanan", "volume": "6", "number": "1", "pages": "25-44", "abstract": "Ide dasariah tulisan ini berangkat dari pada bulan Desember 2021, berbagai stasiun televisi dan platform media sosial mengulas maraknya pelecehan seksual yang terjadi baik di tanah air maupun di luar negeri. Berdasarkan laporan Kementerian Pemberdayaan Perempuan dan Perlindungan Anak (KemenPPPA) melaporkan, korban kekerasan seksual mencapai angka tertinggi pada tahun 2020 yakni sekitar 7.191 kasus, sementara pada tahun 2020 jumlah kasus kekerasan pada anak dan perempuan mencapai 11.637. Di dalam menguraikan topik ini, peneliti menerapkan metode kualitatif dengan pendekatan studi literatur untuk menjawab dua inti utama pertanyaan penelitian pada topik ini, yaitu bagaimana gambaran penderitaan korban pelecehan seksual? dan bagaimana kontribusi pengajar pendidik agama Kristen (PAK) untuk membantu pemulihan traumatik korban? Temuan pada pembahasan pada topik ini, mereka yang pernah mengalami pelecehan seksual, mengalami penderitaan fisik, finansial, psikis serta spiritual. Kontribusi yang dapat dilakukan oleh pengajar PAK dengan menggagas dan melakukan PAK berbasis konseling dan mentoring. Tujuan penerapan dilaksanakan, pengajar hadir serta menemani korban sampai mengalami tahap pemulihan dari trauma yang dialami. Pendidikan seks yang terintegrasi dalam agama juga dapat dilakukan untuk mencegah agar tidak ada yang menjadi pelaku pelecehan seksual. Hal tersebut akan membantu jumlah pengurangan kasus pelecehan seksual."}, "filled": true, "author_pub_id": "gKsVLK4AAAAJ:UeHWp8X0CEIC", "num_citations": 19, "citedby_url": "/scholar?hl=en&cites=8498717018878285335,7185713211143393652,13079038096580685718", "cites_id": ["8498717018878285335", "7185713211143393652", "13079038096580685718"], "pub_url": "http://ejournal.uki.ac.id/index.php/shan/article/view/3624", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:F5bOvBmC8XUJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 3, "2023": 8, "2024": 6, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "An Overview of High-Rise Buildings in Jakarta since 1967 to 2020", "pub_year": 2021, "citation": "IOP Conference Series: Earth and Environmental Science 933 (1), 012001, 2021", "author": "MF Effendi and IF Ridzqo and SW Dharmatanna", "volume": "933", "number": "1", "pages": "012001", "publisher": "IOP Publishing", "abstract": "High-rise buildings in big cities are crucial for business, economic, educational, residential, and entertainment activities in recent times. The technology discoveries in various fields that support high-rise building construction such as structure, mechanical, electrical, and materials have opened up opportunities for comfortable and environmentally safe architectural work. The first milestone of high-rise building construction knowledge in Indonesia was the completion of the thirteen-floors Sarinah retail building in 1967. Indonesia, especially in Jakarta, then experienced rapid growth of high-rise buildings construction. However, there is limited research on the development of high-rise building designs in Indonesia, especially from an architectural design perspective. It leads to the lack of literature on high-rise building design in Indonesia. By utilizing a publicly accessible database from the Council of Tall Buildings and …"}, "filled": true, "author_pub_id": "gKsVLK4AAAAJ:IjCSPb-OGe4C", "num_citations": 8, "citedby_url": "/scholar?hl=en&cites=11825421567554540683", "cites_id": ["11825421567554540683"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/933/1/012001/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:i9RUDUNWHKQJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 3, "2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Kajian Pendekatan Tactile Regionalisme dalam Arsitektur Osing", "pub_year": 2021, "citation": "Advances in Civil Engineering and Sustainable Architecture 3 (1), 13-25, 2021", "author": "Stephanus Wirawan Dharmatanna and Maria Imaculata Hidayatun", "journal": "Advances in Civil Engineering and Sustainable Architecture", "volume": "3", "number": "1", "pages": "13-25", "abstract": "Regionalisme dalam arsitektur merupakan cara menampilkan kembali gaya arsitektur kedaerahan ke dalam bangunan masa kini. Suku Osing adalah penduduk asli Banyuwangi atau juga di sebut sebagai Laros (akronim dari pada Lare Osing) atau Wong Blambangan merupakan penduduk mayoritas di beberapa kecamatan di Kabupaten Banyuwangi. Saat ini di Kabupaten Banyuwangi banyak bangunan yang didesain dengan menampilkan kembali ciri kedaerahannya beberapa di antaranya Aula Politeknik Banuwangi, Bandara Blimbingsari dan Hotel Sahid Osing yang dapat terlihat pada penggunaan elemen arsitektur masa lampau (AML) yaitu arsitektur osing. Metode penelitian yang digunakan pada penelitian ini adalah deskriptif kualitatif yaitu dengan melihat secara langsung Aula Politeknik Banuwangi, Bandara Blimbing Sari dan Hotel Sahid Osing. Tujuan penelitain ini adalah mengetahui elemen arsitektur yang mempengaruhi Aula Politeknik Banyuwangi, Bandara Blimbingsari dan Hotel Sahid Osing sebagai regionalisme arsitektur. Hasil dari penelitian ini adalah tactile sangat dapat di rasakan pada semua elemen terutama pada elemen atap dan langit-langit yang merupakan reinterpretasi, modifikasi dan inovai dari arsitektur rumah Osing."}, "filled": true, "author_pub_id": "gKsVLK4AAAAJ:9yKSN-GCB0IC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=15583665914443078893", "cites_id": ["15583665914443078893"], "pub_url": "http://publication.petra.ac.id/index.php/acesa/article/view/11038", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:7Ry-WJVNRNgJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Landasan Konseptual Perencanaan Dan Perancangan Rumah Sakit Khusus Jantung Di Yogyakarta Dengan Pendekatan Healing Environment", "pub_year": 2016, "citation": "UAJY, 2016", "author": "STEPHANUS WIRAWAN DHARMATANNA", "abstract": "Rumah Sakit Khusus Jantung yang akan dirancang akan memiliki fasilitas dan kapasitas tempat tidur setara dengan Rumah Sakit Tipe C di kota Yogyakarta. Fungsi yang menonjol pada rumah sakit khusus jantung adalah memberikan pelayanan utama pada penanganan penyakit jantung. Penyelesaian yang akan diangkat dalam rancangan Rumah Sakit Khusus Jantung adalah mendukung usaha penyembuhan pasien yang cepat melalui tatanan ruang kamar pasien dengan pendekatan Healing Environment. Penanganan pengobatan merupakan kunci awal dari penyembuhan yang cepat. Pada Rumah Sakit Khusus Jantung berdasarkan ruang ruang yang berpengaruh terhadap proses penyembuhan pasien yang cepat maka diperlukan tatanan ruang yang mendukung usaha penyembuhan pasien yang cepat berdasarkan kriteria ruang. Untuk mewujudkan konsep penyembuhan yang cepat maka penataan organisasi ruang akan di tata secara centralize. Alam, Indra dan Psikologis merupakan pendekatan yang di gunakan dalam mendesain healing environment. Dalam konsep healing environment, elemen yang dapat di olah yakni warana, texture, lighting, sounds, dan aroma. Konsep healing environment akan di terapkan di Ruang yang berpengaruh terhadap penyembuhan yang cepat. Kondisi akhir pasien Rumah Sakit Khusus Jantung di harapkan dapat sembuh cepat dengan waktu sehat yang panjang. Panjang dan pendek durasi sehat tergantung dari tahap tahap yang dilalui dalam proses penyembuhan."}, "filled": true, "author_pub_id": "gKsVLK4AAAAJ:2osOgNQ5qMEC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=4925550458328299505", "cites_id": ["4925550458328299505"], "pub_url": "http://e-journal.uajy.ac.id/9115/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8bfrjwsSW0QJ:scholar.google.com/", "cites_per_year": {"2023": 1}}
