{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Relationship of Physical Activity and Vitamin D Levels in Elderly Women", "pub_year": 2024, "citation": "Global Medical and Health Communication 12 (3), 195-203, 2024", "author": "Amelia Lorensia and Marthy Meliana Ariyanti Jalmav and Rivan Virlando Suryadinata and Muhammad Reza Aprililo Akbar", "journal": "Global Medical and Health Communication", "volume": "12", "number": "3", "pages": "195-203", "publisher": "Faculty of Medicine, Universitas Islam Bandung (Unisba)", "abstract": "Older adults are at risk of vitamin D deficiency, especially in older women, due to a decrease in the hormone estrogen, which causes decreased bone density and increased risk of fractures. There is a relationship between vitamin D deficiency and lack of physical activity due to the storage of vitamin D in adipose tissue. Physical activity was measured using the International Physical Activity Questionnaire (IPAQ). The aim was to determine the relationship between physical activity and vitamin D in elderly women. This cross-sectional analytic observational study was conducted at Nursing Home X in Surabaya city from May to August 2023. The variables were physical activity (measured by IPAQ to estimate physical activity levels) and vitamin D level (measured by VIDAS® instrument to determine 25(OH) levels). The subjects were all women aged ≥60 years. The sampling technique uses the purposive sampling method. For an analysis of the relationship between physical activity levels and vitamin D levels, the Pearson correlation test was used with a ratio data scale. This research received 49 respondents. The average physical activity level was 1316.82±720.90, and most respondents had a moderate physical activity level of 44.90%. Vitamin D levels were ≤30 ng/ml for 46 respondents (93.87%). The results of the Pearson correlation test were obtained with a rvalue=0.089 and a significance value (Sig.) of 0.542. There was no significant correlation between physical activity and vitamin D levels. Other factors such as age, health conditions, and vitamin D intake can affect the results. Further research can be developed into measurements to …"}, "filled": true, "author_pub_id": "gU47Qv0AAAAJ:LkGwnXOMwfcC", "num_citations": 0, "pub_url": "http://repository.ubaya.ac.id/47670/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:1SdXEiynNKYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Difference in Rill Costs With INA-CBGs Rates and Treatment Rationality of Inpatient Asthma Children", "pub_year": 2024, "citation": "Journal of Tropical Pharmacy and Chemistry 8 (2), 123-135, 2024", "author": "Amelia Lorensia and Marthy Meliana Ariyanti Jalmav and Adilah Fatin Amir and Fida Shafi Anizzalati", "journal": "Journal of Tropical Pharmacy and Chemistry", "volume": "8", "number": "2", "pages": "123-135", "publisher": "Faculty of Pharmacy, Universitas Mulawarman (UNMUL), Samarinda", "abstract": "Asthma in children may affect children's efficiency at school because frequent attacks occur which disrupt children's activities, so that asthma in children is a serious problem that requires appropriate treatment. The aim was to know the difference in real costs and INA-CBGs rates and to analyze Drug- Related Problems (DRP) based on the severity of asthma and the real costs for childhood asthma at Anwar Medika Sidoarjo Hospital. The design of this study was retrospective using patient medical record data collection, for January 2020-December 2022. Data collection containing real cost data and BPJS claim cost data. Analysis of DRP based on PCNE (Pharmaceutical Care Network Europe) includes problems and causes. There were 77 subjects. the real costs for the severity of mild asthma class I, class III, and moderate asthma class II were high when compared with the INA-CBGS rates, while the severity level of severe asthma class III it was found that the real costs were lower than the INA-CBGS rates. There is no difference between total real costs and INA-CBGS rates for asthma cases in BPJS participating children. The average real cost is Rp. 2,557,453 and the average INA-CBGs tariff is Rp. 2,792,873. There was no significant difference between real costs and INA-CBGS rates (P=0.162). All respondents experienced DRP (100%) and the highest incidence of DRP was M3.1 and P1.2 in 44 people (57.14%) with 180 cases (60.82%). In 77 patients with a total number of cases of 296, the real costs were mostly incurred in class III mild asthma patients (58 people), namely DRP type M3.1 with P1.2 with an average cost of Rp. 2,640,221."}, "filled": true, "author_pub_id": "gU47Qv0AAAAJ:roLk4NBRz8UC", "num_citations": 0, "pub_url": "http://repository.ubaya.ac.id/47727/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:rsIPeZHeE-gJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Kajian penggunaan matriks pada formulasi tablet lepas lambat: artikel review", "pub_year": 2024, "citation": "Jurnal Anestesi 2 (3), 251-260, 2024", "author": "Tarizza Puspa Anggrelia and Amelia Saputri Ginting and Yeka Khafidz Illa Rosyidah and Maratul Istifadah and Faizal Agustino and Dewi Rahmawati and Yani Ambari and Marthy Meliana Ariyanti Jalmav and Muhammad Fithrul Mubarak", "journal": "Jurnal Anestesi", "volume": "2", "number": "3", "pages": "251-260", "abstract": "Penelitian ini membahas penggunaan matriks pada formulasi tablet lepas lambat untuk mengoptimalkan profil pelepasan zat aktif. Tablet lepas lambat adalah jenis formulasi tablet yang dirancang untuk melepaskan zat aktif secara bertahap dalam tubuh selama periode waktu tertentu. Tujuan utama dari tablet lepas lambat adalah untuk mempertahankan kadar obat dalam darah atau area target dalam jangka waktu yang lebih lama, dibandingkan dengan tablet konvensional yang melepaskan zat aktif dengan cepat setelah konsumsi. Metode yang digunakan dalam penelitian ini adalah pendekatan kualitatif yang bertujuan untuk mendalami pemahaman mendalam mengenai fenomena yang diteliti. Hasilnya pemilihan jenis matriks yang tepat terbukti krusial dalam mencapai efektivitas terapi yang diharapkan. Matriks polimer, baik alami maupun sintetis, memainkan peran penting dalam mengontrol stabilitas dan efisiensi"}, "filled": true, "author_pub_id": "gU47Qv0AAAAJ:ufrVoPGSRksC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=13442297373027564177", "cites_id": ["13442297373027564177"], "pub_url": "https://jurnal.stikeskesdam4dip.ac.id/index.php/Anestesi/article/view/1249", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:kXp5jD2ijLoJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Risk of Vitamin D Deficiency in Smokers: Mix-Method", "pub_year": 2024, "citation": "Media Kesehatan Masyarakat Indonesia (MKMI) 20 (2), 85-101, 2024", "author": "Amelia Lorensia and Marthy Meliana Ariyanti Jalmav and Zahwa Dhiba and Rivan Virlando Suryadinata", "journal": "Media Kesehatan Masyarakat Indonesia (MKMI)", "volume": "20", "number": "2", "pages": "85-101", "publisher": "Faculty of Public Health, Hasanuddin University", "abstract": "Cigarettes are one of the leading causes of death in the world and Indonesia. Cigarettes emit cigarette smoke, which contains toxins and has pro-inflammatory properties that interfere the metabolism of vitamin D in the lungs. The study aimed to determine the risk of vitamin D deficiency in active smokers in Rungkut Village, Surabaya City. This research method is a mix- method with a Convergent Parallel Design type strategy, which is a way of collecting quantitative (cross-sectional) and qualitative data (interpretative phenomenological analysis) simultaneously, with purposive sampling technique. The variable was the risk of vitamin D deficiency and vitamin D level. Subjects were active smokers aged ≥19 years in the Rungkut Subdistrict. The number of samples involved in this research was 125 samples in the quantitative phase, and 15 people in the qualitative phase. The highest level of smoking severity was light smokers (45.60%). Most of respondents had normal vitamin D levels (≥20 g/mL) of 73.33%, averaging of 37.66 ± 5.89 g/mL. Most active smokers are at risk of vitamin D deficiency. Risk factors for deficiency in heavy smokers are not consuming foods containing vitamin D (such as fish, eggs, and milk), not consuming fish oil supplements and vitamins, and not sunbathing. However, the level of physical activity tended to be moderate-heavy. The conclusion is that smokers must pay attention to their intake of foods containing vitamin D and exposure to sunlight to achieve sufficient vitamin D levels."}, "filled": true, "author_pub_id": "gU47Qv0AAAAJ:YsMSGLbcyi4C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=2528983946379899930", "cites_id": ["2528983946379899930"], "pub_url": "http://repository.ubaya.ac.id/46788/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:GrSjBoDBGCMJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Biaya Dan Rasionalitas Pengobatan Eksaserbasi Asma Pasien Rawat Inap", "pub_year": 2024, "citation": "Jurnal Ilmiah Manuntung: Sains Farmasi Dan Kesehatan 10 (1), 51-64, 2024", "author": "Amelia Lorensia and Marthy Meliana Ariyanti Jalmav and Lafia Lailatul Fadik", "journal": "Jurnal Ilmiah Manuntung: Sains Farmasi Dan Kesehatan", "volume": "10", "number": "1", "pages": "51-64", "abstract": "Asthma is a heterogeneous disease characterized by chronic airway inflammation and asthma-related costs are very high. The aim is to determine cost analysis and evaluate the difference in real costs with INA-CBG’s rates, and evaluate the rationality of treating asthma exacerbations. This design is retrospective by looking at medical record data of patients with asthma exacerbations at RSU Anwar Medika Sidoarjo, for the period January 2020-December 2022. The variables are the real costs and rates of INA-CBGs, and the incidence of drug-related problems (DRPs) of patient treatment data during in the hospital. The data collection method is by observing medical record data and details of medical costs. Data analysis used Mann-Whitney to determine differences in real costs and rates for INA-CBGs. Analysis of rational treatment with MTO is presented descriptively. The number of respondents was 108, with mild (85.19%) and severe (14.81%) asthma rates. The highest direct costs were incurred for accommodation room costs and laboratory costs. The results of the Mann-Whitney test showed that the p value of 0.096 was greater than the alpha value of 0.05, it was concluded that there was no difference in real costs compared to the INA-CBGs rate in asthma patients. Of the patients who experienced MTO, 63 samples (51.21%) experienced DRP and 60 samples (48.78%) did not experience DRP, so it can be concluded that the percentage of DRP events is still high. The total number of DRP incidents that occurred was 182 cases, and the types of DRP that occurred most frequently were unnecessary medication in 179 cases (98.35%) and …"}, "filled": true, "author_pub_id": "gU47Qv0AAAAJ:Tyk-4Ss8FVUC", "num_citations": 0, "pub_url": "http://jurnal.stiksam.ac.id/index.php/jim/article/view/774", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:QUXYpXIbL8sJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Biaya Dan Rasionalitas Terapi Paru Obstruktif Kronik Di RSU Anwar Medika Sidoarjo", "pub_year": 2024, "citation": "Jurnal Ilmiah Ibnu Sina (JIIS): Ilmu Farmasi dan Kesehatan 9 (1), 144-159, 2024", "author": "Amelia Lorensia and Marthy Meliana Jalmav and Yosy Athaya Yorasaki and I Saputra and Putu Aprilya Gitaputri", "journal": "Jurnal Ilmiah Ibnu Sina (JIIS): Ilmu Farmasi dan Kesehatan", "volume": "9", "number": "1", "pages": "144-159", "publisher": "Sekolah Tinggi Ilmu Kesehatan ISFI Banjarmasin", "abstract": "PPOK merupakan penyebab utama kematian, dan saat ini merupakan penyebab kematian kelima di dunia. Pasien PPOK mengalami penurunan kapasitas kualitas hidup, ketidakmampuan fisik serta peningkatan biaya hidup. Pada pasien PPOK, penggunaan terapi lebih dari satu obat serta digunakan dalam jangka panjang dapat beresiko terjadinya masalah terkait obat. Tujuan dalam penelitian ini yaitu analisis biaya dan rasionalitas terapi eksaserbasi PPOK yang menjalani rawat inap. Desain penelitian adalah retrospektif untuk mengetahui biaya dan gambaran terapi pada pasien PPOK di RSU Anwar Medika Sidoarjo. Variabel yaitu biaya riil, tarif INA-CBGs, tingkat keparahan dan terapi pengobatan. Sampel penelitian adalah pasien rawat inap dengan asuransi BPJS yang terdiagnosa serangan PPOK di RSU Anwar Medika Sidoarjo periode Januari 2019-Desember 2021, menggunakan metode total sampling. Metode pengumpulan data dalam penelitian ini dengan pengamatan bahan penelitian meliputi rekam medis. Analisa data adalah deskriptif untuk Analisa data dan kejadian masalah terkait obat (MTO), dan uji Mann-Whitney untuk mengetahui perbedaan yang signifikan antara biaya riil rumah sakit dengan tarif INA CBG’S rawat inap. Jumlah responden yang terlibat sebanyak 81 orang. Komponen biaya langsung tertinggi dikeluarkan pasien PPOK selama rawat inap adalah biaya kamar akomodasi dan biaya bahan medis habis pakai. Tidak ada perbedaan biaya riil dibandingkan dengan tarif INA-CBG’s pasien PPOK peserta BPJS (p= 0,158). Keseluruhan kejadian MTO yang terjadi adalah sebanyak 83 kasus yang terdiri dari …"}, "filled": true, "author_pub_id": "gU47Qv0AAAAJ:zYLM7Y9cAGgC", "num_citations": 0, "pub_url": "http://repository.ubaya.ac.id/46253/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:aFbkn9AjAf8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Biaya dengan Efektifitas dan Rasionalitas Pengobatan Serangan Asma di Rumah Sakit X Gresik (Analysis of Costs with Effectiveness and Rationality of Asthma Treatment in X Hospital Gresik)", "pub_year": 2024, "citation": "Jurnal Sains dan Kesehatan 6 (1), 10-23, 2024", "author": "Amelia Lorensia and Marthy Meliana Jalmav and Sugeng Haryoko", "journal": "Jurnal Sains dan Kesehatan", "volume": "6", "number": "1", "pages": "10-23", "publisher": "Faculty of Pharmacy, Mulawarman University, Samarinda City, East Kalimantan", "abstract": "Asma  merupakan  masalah  besar  global,  Beban  ekonomi  penyakit  asma  pertahunya  sangat  besar. Pembengkakan biaya tersebut disebabkan oleh penanganan dan pengendalian asma yang buruk dan tidak seimbang antara tenaga kesehatan yang cukup besar. Penelitian ini bertujuan untuk menganalisis biaya  dan  efektivitas  pengobatan  serangan  asma  di  Rumah  Sakit XGresik  dengan  melibatkan  23 responden.  Penelitian  ini  termasuk  dalam  penelitian  non  eksperimental  yang  bersifat  retrospektif. Sebagai  bahan  penelitian  adalah  data  rekam  medik  pasien  dengan  penyakit  asma  di  Rumah  Sakit Petrokimia, selama  periode  2020-2022.  Lokasi  penelitian  dilakukan  di  Rumah  Sakit  Pertokimia. Variabel  bebas  dalam  penelitian  ini  adalah  terapi  yang  digunakan.Variabel  tergantung  dalam penelitian  ini  yaitu  total  biaya  penggobatan outcome pengobatan  (rawat  inap  dan  perbaikan  gejala asma).  pengumpulan  data  dilakukan  dengan  melalui  pengamatan  terhadap  rekam  medis  pasien. Analisa  data  dengan  Shapiro  Wilk.Hasil  uji  beda  menunjukkan tidak  terdapat  perbedaan  yang signifikan antara biaya ruang kelas dengan biaya total (P=0,513) dan tidak terdapat perbedaan yang signifikan  antara  biaya  keparahan  dengan  biaya  total(P=0,275)pada  pasien  asma.  Jumlah kasus ketidakrasionalitas   pengbatan   pada   semua   subjek   (100%)dengan   total   kasus   178.Tidak   ada perbedaan signifikan antara biaya riil dengan tarif INA-CBGs, total biaya berdasarkan kelas kamar dan tingkat keparahan."}, "filled": true, "author_pub_id": "gU47Qv0AAAAJ:IjCSPb-OGe4C", "num_citations": 0, "pub_url": "http://repository.ubaya.ac.id/46090/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:dF21uVluGGgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Fitofarmasi", "pub_year": 2024, "citation": "PT. Adikarya Pratama Globalindo, 2024", "author": "Shinta Mayasari and Arista Wahyu Ningsih and Ivan Charles and Agustinus Alfred Seran and Julia Megawati Djamal and Mustika Endah Pratiwi and Yani Ambari and Dewi Rahmawati and Marthy Meliana Ariyanti Jalmav and Yunita Dyah Kusumaningrum and Melia Eka Rosita and Bella Fevi Aristia", "publisher": "PT. Adikarya Pratama Globalindo", "abstract": "Fitofarmasi - REPOSITORY Universitas dr.Soebandi REPOSITORY Universitas dr.Soebandi \nHome About Browse Login Create Account Fitofarmasi Mayasari, Shinta and Ningsih, Arista \nWahyu and Charles, Ivan and Seran, Agustinus Alfred and Djamal, Julia Megawati and \nPratiwi, Mustika Endah and Ambari, Yani and Rahmawati, Dewi and Jalmav, Marthy \nMeliana Ariyanti and Kusumaningrum, Yunita Dyah and Rosita, Melia Eka and Aristia, Bella \nFevi (2024) Fitofarmasi. PT. Adikarya Pratama Globalindo, Jawa Tengah. ISBN 978-623-09-7886-9 \n[img] Text Buku Fitofarmasi.pdf Download (37MB) Item Type: Book Subjects: R Medicine > \nRS Pharmacy and materia medica Depositing User: Unnamed user with email perpustakaan@stikesdrsoebandi.ac.id \nDate Deposited: 31 May 2024 07:36 Last Modified: 31 May 2024 07:36 URI: http://repository.uds.ac.id/id/eprint/1298 \nActions (login required) View Item View Item …"}, "filled": true, "author_pub_id": "gU47Qv0AAAAJ:Se3iqnhoufwC", "num_citations": 0, "pub_url": "http://repository.uds.ac.id/id/eprint/1298", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Eg4NWW8YojEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perbedaan Tarif INA–CBG’s Dengan Biaya Rill Pasien PPOK Di RSU Anwar Medika Sidoarjo", "pub_year": 2024, "citation": "CoMPHI Journal: Community Medicine and Public Health of Indonesia Journal 4 (3), 2024", "author": "Esteria Silitonga and Amelia Lorensia and Marthy Meliana Jalmav and Putu Aprilya Gitaputri", "journal": "CoMPHI Journal: Community Medicine and Public Health of Indonesia Journal", "volume": "4", "number": "3", "publisher": "Perhimpunan Dokter Kedokteran Komunitas dan Kesehatan Masyarakat Indonesia", "abstract": "Pasien dengan PPOK mengalami penurunan kapasitas kualitas hidup, ketidakmampuan fisik serta peningkatan biaya hidup. Tujuan penelitian ini mengetahui perbedaan antara biaya rill dan tarif INA-CBG’s pada pasien PPOK rawat inap di RSU Anwar Medika Sidoarjo. Penelitian ini dilakukan Penelitian ini merupakan salah satu evaluasi ekonomi kesehatan yang bersifat observasional dengan melakukan studi perbandingan atara dua alternative yang ada dengan menggunakan perspektif rumah sakit dan pengambilan data yang dilakukan secara retrospektif. Subjek penelitian yang memenuhi kriteria inklusi sebanyak 81 pasien. Kriteria inklusi meliputi pasien rawat inap serangan PPOK dengan data lengkap (identitas pasien, pasien terdaftar BPJS dan data keuangan selama pengobatan). Hasil pengolahan data dari bantuan program SPSS for windows versi 26 dengan uji Mann-Whitney didapatkan data bahwa nilai P sebesar 0,158 lebih besar di bandingkan dengan nilai alpha 0,05 (Nilai P > Nilai α). Dapat disimpulkan bahwa tidak terdapat perbedaan yang signifikan terkait total biaya medis langsung antara kelompok biaya Riil dan tarif INA-CBG’s. Saran pada penelitian ini di lakukannya pengambilan data secara prospektif saat itu juga untuk memastikan atau menyesuaikan data yang terdapat pada rekam medis sesuai dengan keadaan subjek/pasien tersebut dengan tetap mempertimbangkan jumlah sampel."}, "filled": true, "author_pub_id": "gU47Qv0AAAAJ:Y0pCki6q_DkC", "num_citations": 0, "pub_url": "http://repository.ubaya.ac.id/46698/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:wzUCyhstL6AJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Hubungan Profil Status Vitamin D dengan Keparahan Merokok pada Perokok Aktif Dewasa", "pub_year": 2024, "citation": "CoMPHI Journal: Community Medicine and Public Health of Indonesia Journal 4 …, 2024", "author": "Marthy Meliana Jalmav and Amelia Lorensia and Eva Amilia and Krisyanti Budipramana", "journal": "CoMPHI Journal: Community Medicine and Public Health of Indonesia Journal", "volume": "4", "number": "1", "pages": "38-50", "publisher": "Perhimpunan Dokter Kedokteran Komunitas dan Kesehatan Masyarakat Indonesia (PDK3MI)", "abstract": "Rokok merupakan produk tembakau yang dimaksudkan untuk dibakar, dihisap atatupun dihirup asap rokoknya, jumlah perokok diseluruh dunia mencapai 1,2 milyar orang dan 800 juta diantaranya berada di negara berkembang. Paparan pada asap rokok secara sistemik akan mengganggu metabolisme vitamin D. Selain itu, rokok juga menurunkan nafsu makan sehingga mempengaruhi asupan vitamin D. Oleh karena itu, dilakukan penelitian terkait status vitamin D guna sebagai langkahawal untuk melakukan edukasi kepada masyarakat. Tujuan penelitian ini untuk mengetahui status vitamin D pada perokok aktif. Jenis penelitian ini merupakan penelitian kuantitatif dengan desain cross sectional dari April hingga Juli 2022. Dalam penelitian ini terdiri dari 124 perokok aktif. Pengumpulan data menggunakan kuisioner status vitamin D yang terdiri dari empat kategori yaitu: paparan sinar matahari, konsumsi makanan yang mengandung vitamin D, konsumsiminyak ikan dan suplemen, tanda dan gejala defisiensi vitamin D. Hasil penelitianstatus vitamin D menyatakan perokok yang memiliki risiko defisiensi vitamin D sebanyak 68 (54,80%) dan yang tidak memiliki risiko defisiensi vitamin D sebanyak 56 (45,20%). Berdasarkan hasil uji cho-square, diketahui bahwa nilai asymp signifikansi sebesar 0,399 (Pvalue>0,05), maka dapat disimpulkan bahwa tidak ada hubungan antara profil status vitamin D dengan keparahan merokok pada perokok aktif dewasa. Oleh karena itu, profil status vitamin D dapat dipengaruhi usia, IMT, riwayat penyakit dan gaya hidup lainnya."}, "filled": true, "author_pub_id": "gU47Qv0AAAAJ:qjMakFHDy7sC", "num_citations": 0, "pub_url": "http://repository.ubaya.ac.id/45603/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mxb1i9kpt9QJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Hubungan Profil Status Vitamin D dengan Keparahan Merokok pada Perokok Aktif Dewasa", "pub_year": 2023, "citation": "CoMPHI Journal: Community Medicine and Public Health of Indonesia Journal 4 (1), 2023", "author": "Amelia Lorensia and Marthy Meliana Jalmav and Eva Amilia and Krisyanti Budipramana", "journal": "CoMPHI Journal: Community Medicine and Public Health of Indonesia Journal", "volume": "4", "number": "1", "abstract": "Cigarettes are one of the addictive substances in the form of nicotine, which can cause dependence for the wearer. In Indonesia, the number of smokers continues to increase every year. The prevalence of adult smokers consisted of men (67.4%), women (4.5%) from 36.1% of the population. The mortality rate due to smoking is expected to continue to increase because there is a significant relationship between the degree of smoking and the severity of COPD. COPD is a disease that attacks the lungs, one of the causes of which is cigarette smoke. The higher the level of knowledge of active smokers, the lower the risk of a person getting COPD. Therefore, research is needed regarding the level of knowledge of chronic respiratory diseases related to active smokers. This study aims to determine the level of knowledge of chronic respiratory disease in active smokers in Pungging Mojokerto District. The method used is a quantitative cross-sectional design with purposive sampling and analyzed descriptively. The results showed that the level of knowledge of active smokers in the District of Pungging Mojokerto on chronic respiratory disease there are 3 levels of categories. Of the three categories, the highest level of knowledge was obtained in the moderate category (50.82%), high category (44.26%), and low category (3.28%)."}, "filled": true, "author_pub_id": "gU47Qv0AAAAJ:UeHWp8X0CEIC", "num_citations": 0, "pub_url": "http://comphi.sinergis.org/comphi/article/view/135", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:yP-xULqFjIYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "STUDI BIOEKIVALENSI TABLET PARACETAMOL MEREK A DAN B DENGAN PARACETAMOL PRODUK GENERIK SECARA IN VITRO", "pub_year": 2022, "citation": "Universitas Anwar Medika, 2022", "author": "S Umi Sofina Turrohma", "abstract": "Obat merupakan salah satu komponen yang penting dan tidak tergantikan dalam pelayanan kesehatan untuk meningkatkan derajat kesehatan masyarakat. Penggunaan obat generik di Indonesia secara umum hanya memiliki pasar sekitar 7% dibandingkan dengan pasar dari obat bermerek. Hal ini disebabkan anggapan dari masyarakat bahwa obat generik memiliki mutu yang lebih rendah dibandingkan dengan merek dagang. Perlu dilakukan penelitian untuk memberikan informasi tentang keefektifan suatu obat . salah satunya adalah uji bioekivalensi. Pada penelitian ini digunakan sampel Paracetamol yang merupakan obat analgesik dan antipiretik yang masuk kedalam sistem klasifikasi biofarmaseutik kelas 1. Penelitian ini bertujuan untuk mengetahui apakah tablet paracetamol generik dan paracetamol bermerek memiliki mutu yang sebanding serta mengetahui apakah antara tablet tersebut terdapat …"}, "filled": true, "author_pub_id": "gU47Qv0AAAAJ:2osOgNQ5qMEC", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=717114939207108538&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:useQ3jy08wkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pendampingan Pembuatan Produk Jamu Modern Masyarakat Desa Bibis Barat, Krian, Sidoarjo, Jawa Timur", "pub_year": 2022, "citation": "Prosiding Seminar Nasional Pengabdian Masyarakat Universitas Ma Chung 2, 203-210, 2022", "author": "Marthy Meliana Ariyanti Jalmav and Bella Fevi Aristia", "journal": "Prosiding Seminar Nasional Pengabdian Masyarakat Universitas Ma Chung", "volume": "2", "pages": "203-210", "abstract": "Upaya sinergis dalam menghadapi Covid-19 perlu dilakukan secara bersama dan multisektoral. Selain diperlukan sosialisasi, edukasi, serta pendampingan pada masyarakat untuk memberikan suatu keterampilam praktis yang bermanfaat dalam meningkatkan kesehatan serta kesejahteraannya maka diperlukan upaya pemberdayaan masyarakat yang terus menerus. Desa Bibis Barat merupakan salah satu desa yang terletak di tengah-tengah keramaian, karena desa ini dekat dengan pusat perbelanjaan, pusat perkantoran, dan juga pendidikan. Meski sebagian warga sudah melakukan vaksinasi namun gaya hidup merokok masih dijumpai sehingga menyebabkan polusi udara dan gangguan kesehatan lain terutama bagi passive smoker. Solusi yang diberikan untuk menjawab permasalahan warga tersebut adalah dilakukan pengabdian masyarakat berupa memberi edukasi terkait etiologi penyakit, edukasi pola hidup sehat dan memberikan penyuluhan berupa pentingnya mengkonsumsi jamu untuk menambah daya tahan tubuh dan sebagai upaya preventif dalam Kesehatan. Sehingga diharapkan salah satu capaian dari kegiatan ini adalah masyarakat memiliki keterampilan mengolah minuman herbal yang kaya akan manfaat bagi kesehatan tubuh dan dapat menerapkan gaya hidup sehat pada kehidupan sehari-hari."}, "filled": true, "author_pub_id": "gU47Qv0AAAAJ:9yKSN-GCB0IC", "num_citations": 0, "pub_url": "http://ocs.machung.ac.id/index.php/senam/article/view/332", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:PJbZU0tK1QYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "METODE INTERPRETATIVE PHENOMENOLOGICAL ANALYSIS (IPA): PERSEPSI TENAGA KESEHATAN DAN PASIEN TERHADAP PENGOBATAN ASMA", "pub_year": 2021, "citation": "JIIS (Jurnal Ilmiah Ibnu Sina): Ilmu Farmasi dan Kesehatan 6 (2), 206-214, 2021", "author": "Marthy Meliana Ariyanti Jalmav and Amelia Lorensia and Ananta Yudiarso and Daniel Maranatha", "journal": "JIIS (Jurnal Ilmiah Ibnu Sina): Ilmu Farmasi dan Kesehatan", "volume": "6", "number": "2", "pages": "206-214", "abstract": "Pelayanan kefarmasian oleh apoteker dalam penatalaksanaan asma memiliki peranan yang penting yaitu pemantauan pengobatan. Pengobatan asma yang optimal bagi pasien membutuhkan kerjasama antara pasien, tenaga kesehatan, yang melibatkan dokter, perawat, dan apoteker. Oleh karena itu tujuan penelitian ini adalah mengetahui persepsi tenaga kesehatan dan pasien tentang pengobatan asma dan pelayanan kefarmasian pada menejemen asma. Metode penelitian ini berdasarkan perspektif fenomenologis dengan interpretative phenomenological analysis (IPA) pada dokter spesialis penyakit paru, pasien asma rawat jalan, farmasis dan perawat yang berhubungan langsung dengan pengobatan penyakit asma di suatu rumah sakit di Surabaya yang dilakukan selama dua tahun dengan menggunakan purposive sampling. Hasil penelitian ini menunjukkan bahwa pasien asma mengetahui cara memanajemen asma dan menggunakan obat asma dengan baik. Selain itu diketahui bahwa pasien asma merasakan peran dokter dalam pengobatan asma sangat mendominasi; dokter dan perawat merasakan peran farmasis hanya sebatas penyerahan obat saja; dan farmasis menganggap bahwa perannya selama ini sudah dilakukan dengan baik meskipun tidak seluruh pasien mendapatkan edukasi pengobatan asma yang sama. Oleh karena itu diperlukan evaluasi terhadap peran farmasis dalam melakukan perannya pada pengobatan asma ini agar terjadi kolaborasi yang lebih harmonis."}, "filled": true, "author_pub_id": "gU47Qv0AAAAJ:u-x6o8ySG0sC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=15058377895340481743", "cites_id": ["15058377895340481743"], "pub_url": "http://e-jurnal.stikes-isfi.ac.id/index.php/JIIS/article/view/691", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:zxxdweka-tAJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Cost Analysis Terapi Antidiabetik pada In Patient Diabetes Melitus Tipe 2 di RSU Anwar Medika", "pub_year": 2021, "citation": "JFIOnline| Print ISSN 1412-1107| e-ISSN 2355-696X 13 (2), 202-209, 2021", "author": "Marthy Meliana Ariyanti Jalmav and Yuniati Yuniati Hoiriyah", "journal": "JFIOnline| Print ISSN 1412-1107| e-ISSN 2355-696X", "volume": "13", "number": "2", "pages": "202-209", "abstract": "Diabetes is a complex chronic disease that requires ongoing medical care with multifactorial risk reduction strategies beyond glycemic control. This study aims to describe the direct medical costs from the perspective of Anwar Medika General Hospital in type 2 Diabetes Mellitus (DM) patients who use the National Health Insurance (JKN) facility and to see the difference between real costs (total direct medical costs) and INA CBG's costs. The study was retrospective for the past 1 year, namely January-December 2020. The subjects of this study were 54 patients. Mann-Whitney analysis is used to see the suitability of real costs with INA-CBG's tariffs. The results of this study show that the total real cost for JKN type 2 DM patients at Anwar Medika Hospital for the January-December 2020 period is Rp. 269,807,380 and there is a difference between real costs and INA-CBG's costs in class 3 of-4,190,371 where INA-CBG's costs are-4,190,371. CBG's are less than the real hospital costs. The test results using the Mann-Whitney method show an insignificant difference between real costs and INA-CBG's rates. The result p= 0.458 where p> 0.05 is said to be insignificant. This could be due to a cross-subsidy between INA CBG’s rate claims of fully unused patients and patients who spend more on treatment costs exceeding INA CBG’s rates."}, "filled": true, "author_pub_id": "gU47Qv0AAAAJ:W7OEmFMy1HYC", "num_citations": 0, "pub_url": "https://jfi-online.org/index.php/jfi/article/view/130", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:YLaOejQm6L0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Cost-Effectiveness Analysis on the Treatment of Dengue Fever in Inpatients", "pub_year": 2021, "citation": "Teikyo Medical Journal 44 (5), 1729-1737, 2021", "author": "Amelia Lorensia and Marthy Meliana Ariyani Jalmav", "journal": "Teikyo Medical Journal", "volume": "44", "number": "5", "pages": "1729-1737", "publisher": "Teikyo University School of Medicine", "abstract": "Dengue Hemorrhagic Fever (DHF) is still a global public health problem,  especially  in  tropical  regions,  including  Indonesia.  Correlation  between  length of stay (LOS)  with the cost of hospitalization was significant. Due  to  the  limited  government  budget  available,  it  is  necessary  to  choose  the  use of drugs by taking into account quality and cost control. The purpose  was to evaluate the cost-effectiveness of class rooms inpatients for  reduction  LOS.  The  research  design  was  cost-effectiveness  analysis  by  retrospective study in Private Hospital X in Sidoarjo, Indonesia, for DHF  inpatients.  The  research  was  conducted  at  the  Inpatient  Installation  of  Private  Hospital  X,  By  Pass  Krian,  Sidoarjo  in  January-December  2020.  The  variables  were  LOS  and  cost  of  treatment  in  the  hospital.  The  study  sample  was  inpatients  with  mild  DHF  without  comorbid  disease.  In  this  study using purposive sampling technique. This study involved 332  subjects.  The  class  I  and  II  trade  off  with  class  3  in  clinical  outcomes  in  the form of length of hospitalization (Quadran I). The highest cost was in  class  I  (IDR  3,289,599)  compared  to  class  II  (IDR  2,985,496)  and  III  (2,985,496). And there was significant difference between the three  classes.  The  lowest  length  of  stay  was  in  class  I  (4.58  days)  compared to  class  II  (4.76  days)  and  class  III  (4.8  days).  Although  there  was  no  significant relationship between the length of hospitalization (LOS).  Therefore, it was necessary to further pharmacoeconomic analysis in other  DHF therapies including the DHF vaccine."}, "filled": true, "author_pub_id": "gU47Qv0AAAAJ:d1gkVwhDpl0C", "num_citations": 0, "pub_url": "http://repository.ubaya.ac.id/40666/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8DLhTG2A938J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Discrepancy of Real Tariffs with INA-CBG’S for Dengue Haemorrhagic Fever Patients in a Hospital in Sidoarjo 2019", "pub_year": 2021, "citation": "BirEx Journal: Budapest International Research in Exact Sciences 3 (1), 714-720, 2021", "author": "Marthy Meliana Ariyanti Jalmav and Amelia Lorensia and Suyanto Suyanto and Achmad Syahrani", "journal": "BirEx Journal: Budapest International Research in Exact Sciences", "volume": "3", "number": "1", "pages": "714-720", "publisher": "Budapest International Research and Critics University", "abstract": "Dengue Hemorrhagic Fever (DHF) patients in Indonesia reached 129,650 cases with a death toll of 1,071 people in 2015. DHF puts an economic burden on the community and government. This study aims to determine the difference in real cost tariffs and INA CBG's for DHF in a hospital in Sidoarjo, East Java. This cross-sectional study applied a descriptive design, conducted from January to December 2019. The data in this study consisted of characteristic data and differences in real hospital tariffs and INA CBG tariffs for DHF in the hospital treatment room. 625 hospitalized cases were included in this study. This hospital underwent a deficit (loss) of 30% from the difference between the total INA CBG's package tariffs and the total real hospital tariffs in 2019. There is a negative difference between the real hospital tariffs and the tariffs according to INA CBG's in the treatment of dengue fever in a hospital in Sidoarjo which produces losses for the hospital."}, "filled": true, "author_pub_id": "gU47Qv0AAAAJ:u5HHmVD_uO8C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=9864289424951729175", "cites_id": ["9864289424951729175"], "pub_url": "http://repository.ubaya.ac.id/38667/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:F9zj__f-5IgJ:scholar.google.com/", "cites_per_year": {"2021": 1}}
