{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Determinants of Tax Compliance: An Investigation at The Kupang Primary Tax Service Office (KPP Pratama Kupang)", "pub_year": 2025, "citation": "International Journal of Organizational Behavior and Policy (IJOBP) 4 (1), 1-12, 2025", "author": "Agus Arianto Toly and Rhesa Ekaristi Agustiano Djami", "journal": "International Journal of Organizational Behavior and Policy (IJOBP)", "volume": "4", "number": "1", "pages": "1-12", "publisher": "Petra Christian University", "abstract": "Tax becomes the prime and major sources of state revenue. Taxes play an important role because it is related to state revenue. Increased income from the tax sector can be achieved by improving tax compliance from taxpayers. This study aims to explain the effect of tax administration modernization and socialization on tax compliance at the Kupang Primary Tax Office (KPP Pratama Kupang). The sample size of the study is 400 individual taxpayer samples. Data collection was done using a research questionnaire, as part of the quantitative research. The multiple linear regression analysis was used to analyse the data. The research findings indicate that the administration modernization and sanctions have a negative effect on the tax compliance of registered taxpayers at the KPP Pratama Kupang."}, "filled": true, "author_pub_id": "GwClxjoAAAAJ:bEWYMUwI8FkC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21413/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5JqJ6yHADO8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Effect of Tax Audit, Sanction, Awareness, and Understanding on Tax Compliance", "pub_year": 2024, "citation": "The Effect of Tax Audit, Sanction, Awareness, and Understanding on Tax …, 2024", "author": "Agus Arianto Toly and MELINDA VERONICA", "abstract": "The purpose of this research is to empirically test the influence of tax audit, tax sanction, awareness, and the level of tax understanding on tax compliance, using multiple linear regression analysis, assisted by the SPSS application. Data collection was carried out through a questionnaire distributed using Google Forms with 141 individual taxpayers (WP OP) respondents who are entrepreneurs or self-employers, residing on the Java island, as a result of simple random sampling. The research results indicate that tax sanctions and tax understanding have an influence on tax compliance, by attribution theory. The novelty of this research is that all variables are measured using indicators of real experience, not perceptual. Based on these findings, the Directorate General of Taxes (DJP) as the tax authority in Indonesia, can obtain information related to the implementation strategies of tax sanctions and effective tax socialization to encourage tax compliance. The indicators derived from this study question can also be used by future researchers to improve the measurement of other related variables."}, "filled": true, "author_pub_id": "GwClxjoAAAAJ:isC4tDSrTZIC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21433/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:i0oLbVbJ-UkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Influence of Tax Payment Disclosure in GRI-Based Sustainability Reports on Tax Avoidance: A Cross-Country Analysis of Indonesia and Singapore", "pub_year": 2024, "citation": "The Influence of Tax Payment Disclosure in GRI-Based Sustainability Reports …, 2024", "author": "Agus Arianto Toly and Cloviz Noza Onggara and Samuel Kristian", "abstract": "This study aims to analyze the impact of tax disclosure in GRI-based sustainability reporting on tax avoidance in companies listed on the stock exchanges of Indonesia and Singapore during the period 2014-2023. Utilizing panel data and a fixed effects model, this study explores the relationship between tax payment disclosure in sustainability reporting, company size, gross fixed assets, profitability, leverage, development level, CSR Mandatoriness, and the market-to-book ratio with the level of tax avoidance. The sample is categorized into three groups: the first group examines how tax disclosure in GRI-based sustainability reporting affected tax avoidance in different countries, the second group examines how a nations development level influences tax avoidance, and the third group investigates the impact of mandatory sustainability reporting on tax avoidance, offering a more limpid insight into the effects of sustainability reporting. The research uncovers distinct differences in tax avoidance strategies between developed and developing countries, emphasizing significant behavioural discrepancies linked to varying levels of development and CSR mandatoriness enforcement. The multiple regression analysis indicates that tax disclosure in GRI-based sustainability reporting negatively relates to tax avoidance in developing countries. Furthermore, the test result also shows a positive relationship between CSR mandatoriness and development levels with tax avoidance in Indonesia and Singapore. This study offers practical insights for designing ethical and effective tax strategies, considering the contrasting tax practices between developed and …"}, "filled": true, "author_pub_id": "GwClxjoAAAAJ:TFP_iSt0sucC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21434/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:g60Xc4A6CYcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Edukasi Pelaporan Perpajakan Pekerja Gereja untuk Meningkatkan Kepatuhan Pajak", "pub_year": 2024, "citation": "Share: Journal of Service Learning 10 (2), 95-103, 2024", "author": "Dean Charlos Padji Dogi and Yenni Mangoting and Retnaningtyas Widuri and Agus Arianto Toly", "journal": "Share: Journal of Service Learning", "volume": "10", "number": "2", "pages": "95-103", "abstract": "Terdapat kesenjangan pengetahuan yang signifikan dalam memahami kewajiban untuk mendaftarkan diri guna memperoleh Nomor Pokok Wajib Pajak (NPWP) bagi orang pribadi yang telah memenuhi persyaratan subjektif dan objektif sesuai dengan ketentuan perpajakan. Kesenjangan ini menyebabkan tingkat ketidakpatuhan perpajakan yang tinggi, khususnya di kalangan pekerja gereja, yang sering kali belum sepenuhnya memahami tanggung jawab perpajakan mereka. Akibat dari ketidakpahaman ini adalah ketidakpatuhan yang berpotensi menimbulkan masalah hukum dan finansial di kemudian hari. Oleh karena itu, pengabdian masyarakat ini bertujuan untuk meningkatkan pemahaman dan kepatuhan perpajakan para pekerja gereja dalam melaksanakan kewajiban pelaporan Surat Pemberitahuan Tahunan (SPT) Wajib Pajak Orang Pribadi. Kegiatan ini dilaksanakan melalui dua tahap edukasi yang terstruktur. Pada tahap pertama, pekerja gereja diberikan pemahaman mendalam mengenai konsep dasar perpajakan, yang mencakup definisi, tujuan, serta manfaat pajak bagi pembangunan negara Indonesia. Selain itu, mereka juga dibekali dengan pengetahuan tentang kewajiban gereja atau organisasi pengelola gereja untuk melakukan pemotongan pajak sesuai dengan peraturan yang berlaku, termasuk peran mereka sebagai pemotong pajak yang sah. Pada tahap kedua, para pekerja gereja mengikuti pelatihan praktis pengisian SPT 1770, yang difasilitasi oleh mahasiswa, dosen, dan praktisi perpajakan berpengalaman. Hasil dari kegiatan pengabdian masyarakat ini menunjukkan antusiasme yang tinggi dari para pekerja …"}, "filled": true, "author_pub_id": "GwClxjoAAAAJ:4JMBOYKVnBMC", "num_citations": 0, "pub_url": "https://share.petra.ac.id/index.php/share/article/view/28045", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:c0n9N2B5t9kJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analysis of Internal and External Factors Affecting Tax Aggressiveness in The Healthcare Sector Companies", "pub_year": 2024, "citation": "International Journal of Organizational Behavior and Policy 3 (2), 151-162, 2024", "author": "Agus Arianto Toly", "journal": "International Journal of Organizational Behavior and Policy", "volume": "3", "number": "2", "pages": "151-162", "abstract": "This study aims to examine the influence of internal factors (management compensation and company liquidity) and external factors (tax consultant variable) on tax aggressiveness. Using multiple regression analysis, the hypothesis testing results based on 116 panel data observations from the healthcare sector companies listed in the IDX between 2019-2022 indicate that all variables have an impact on the tax aggressiveness of the company, with less consistent directions of influence, especially for company liquidity and tax consultant. Those independent variables influence tax aggressiveness positively, indicating that the more liquid the company and more tax consultants it hires, the higher its aggressiveness. These results were robust to the alternative models of the tax aggressiveness, which each of the independent variables were placed in the models. The practical implication of this study is that tax aggressiveness behavior will not only be triggered by internal factors, but it is possible to be affected by external ones."}, "filled": true, "author_pub_id": "GwClxjoAAAAJ:9ZlFYXVOiuMC", "num_citations": 0, "pub_url": "https://ijobp.petra.ac.id/index.php/ijobp/article/view/138", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:WoipVyJZFJIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Corporate Financial Ratios and the Financial Reporting-Tax Trade-Off", "pub_year": 2023, "citation": "e-Jurnal Akuntansi 33 (12), 3175-3189, 2023", "author": "Agus Arianto Toly and Machiko Giovanni Maria and Gloria Fangie", "volume": "33", "number": "12", "pages": "3175-3189", "abstract": "The research aims to determine the trade-off between the aggressiveness of financial reporting and taxation faced by management. By taking a sample of 230 company observations on the Indonesia Stock Exchange (BEI) for the 2019-2021 period using a purposive sampling method, this study analyzes the influence of five financial variables on the trade-off between financial reporting aggressiveness and taxation, including debt ratio, debt maturity, financing deficit., internal and external capital market funding ratios, and profitability. The analysis used is multiple linear regression. The research results show that the level of debt ratios, long-term debt and financing deficits have a positive influence on the aggressiveness of financial reporting, while the funding ratio in the external capital market and profitability have a significant negative influence. This study provides guidance to auditors to carefully examine a companys financial statements to ensure compliance with accounting standards and fairness."}, "filled": true, "author_pub_id": "GwClxjoAAAAJ:aqlVkmm33-oC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20914/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:s9th5Ib16fYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Influence of Perceptions of Justice and Trust toward Government on Tax Compliance (Case Study on MSME Taxpayers in Surabaya)", "pub_year": 2023, "citation": "European Economic Letters 13 (5), 1369-1378, 2023", "author": "Agus Arianto Toly and ANGELITA ANANDA PEERY and ANASTASYA ELLEN WIJAYA", "journal": "European Economic Letters", "volume": "13", "number": "5", "pages": "1369-1378", "publisher": "Petra Christian University", "abstract": "MSMEs are business units that can increase the regions economy. This research is conducted to determine the relationship between perceptions and government trust variables on tax compliance among MSMEs in Surabaya. This research site was in Surabaya. This quantitative research used primary data sources through questionnaires distributed through Google Forms. The data was collected by distributing 130 MSME units in Surabaya as respondents. The sampling technique was convenience sampling. It is used because the questionnaires are distributed randomly to find samples (MSMEs) in Surabaya. Then, the data analysis technique uses multiple linear regression analysis using the SPSS V.23 software program. This research partially shows that perceptions of justice will have a positive effect on compliance, but trust does not have a significant impact on tax compliance. The implication of this research is to provide information for the government in developing fair services to taxpayers and provide policies that are beneficial for society to increase compliance."}, "filled": true, "author_pub_id": "GwClxjoAAAAJ:4TOpqqG69KYC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20912/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:g4TuTnMY3YEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The influence of knowledge management and innovation on firm performance at company X", "pub_year": 2023, "citation": "Journal of Economics, Finance and Accounting Studies 5 (6), 1-13, 2023", "author": "Agus Arianto Toly and Vanessa Leo and Vania Michaela Winarko", "journal": "Journal of Economics, Finance and Accounting Studies", "volume": "5", "number": "6", "pages": "1-13", "publisher": "Petra Christian University", "abstract": "Competition in the company increases along with walking time, accompanied by the growth in the flower amount increasingly in fast companies. For that reason, management knowledge and innovation can bring the company to its heyday because the performance provided becomes quality. This pushes the researcher to conduct a study titled The Influence of Knowledge Management and Innovation on Firm Performance at Company X. The Type of company chosen in the research is a manufacturing company engaged in the management of goods for use by consumers. The company is located in Jakarta. The purpose of the study is to obtain knowledge about whether or not knowledge management and innovation influence Company Xs firm performance. The research methods used are quantitative and descriptive, with 100 selected respondents by random sampling. Data collection techniques included spread questionnaires, interviews, and observations. The data collected was analyzed through SEM-PLS, and it is known that knowledge management and innovation have a 43% positive influence on company Xs firm performance."}, "filled": true, "author_pub_id": "GwClxjoAAAAJ:TQgYirikUcIC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=10600725584675783164", "cites_id": ["10600725584675783164"], "pub_url": "https://repository.petra.ac.id/21263/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:_MH-E8FXHZMJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Influence of Tax Awareness, Tax Knowledge, and Tax Socialization of Value Added Tax Imposition on Tax Compliance of E-Commerce Users", "pub_year": 2023, "citation": "The Influence of Tax Awareness, Tax Knowledge, and Tax Socialization of …, 2023", "author": "Agus Arianto Toly and Grace Alicia Sandova and Meity Sestiana Sylvie Hutabarat", "abstract": "Tax compliance is a crucial element in optimizing tax revenues. Non-compliance taxpayers can result in a decrease in tax revenue. Tax compliance includes complying with tax regulations and disclosing income accurately and truthfully. This research aims to determine how socialization, awareness, and knowledge about taxation can influence taxpayer compliance in Indonesia, especially among business actors who have online shops on Shopee E-Commerce. This research used a quantitative approach. The questionnaires were distributed to collect data throughout the Gerbangkertosusila area (Gresik, Bangkalan, Mojokerto, Surabaya, Sidoarjo, and Lamongan). After collecting the data, the data was processed using SPSS version 20 with linear regression. The research findings are as follows (1) tax compliance among ecommerce users was significantly influenced by tax knowledge;(2) ecommerce consumer compliance with tax regulations was influenced by tax awareness; and (3) tax socialization influences compliance with e-commerce consumer tax. This research recommends that the government and related institutions intensify information provision and increase tax outreach efforts among e-commerce business actors."}, "filled": true, "author_pub_id": "GwClxjoAAAAJ:hFOr9nPyWt4C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=5437102790831560017", "cites_id": ["5437102790831560017"], "pub_url": "https://repository.petra.ac.id/20910/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:UdXMZi54dEsJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Effects of engagement rate and endorsement rate on social media endorsement services on Indonesian tax compliance", "pub_year": 2023, "citation": "Effects of Engagement Rate and Endorsement Rate on Social Media Endorsement …, 2023", "author": "Agus Arianto Toly and Michellyne Angel and Jessica Fionna Roedyanto", "abstract": "As a matter of fact, the Indonesian tax compliance level is still low compared to the taxpayer population. Tax compliance is a mandatory requirement that must be met by taxpayers, who have met the subjective and objective tax requirements, including endorsers. Nowadays, endorsement services are becoming a popular job among Generation Z and Alpha, especially in Indonesia. Endorsement service income is influenced by the endorsement rate set by the endorser based on engagement rate on the endorsers social media. This paper aims to examine how engagement rate and endorsement rate on social media platforms contribute to Indonesian tax compliance with the endorsers income as a moderator. The results show that with the endorsers income as a moderator, engagement rate and endorsement rate significantly strengthened their influence on tax compliance. Furthermore, the endorser s income itself did not significantly influence tax compliance, which means taxpayers tax compliance behavior is not fixed by the endorser s income. The possible impact of this study is to assess taxpayers understanding regarding endorsement service, especially endorsers, and to educate endorsers regarding the imposition of endorsement service tax to increase the tax compliance of Indonesians."}, "filled": true, "author_pub_id": "GwClxjoAAAAJ:mVmsd5A6BfQC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=511914197811537738", "cites_id": ["511914197811537738"], "pub_url": "https://repository.petra.ac.id/20911/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:SicJLECvGgcJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENTINGKAH PROFIL CEO DALAM AGRESIVITAS PAJAK?", "pub_year": 2023, "citation": "Jurnal Akuntansi Multiparadigma 14 (2), 256-267, 2023", "author": "Agus Arianto Toly and Felice Sukintjo", "volume": "14", "number": "2", "pages": "256-267", "abstract": "Tujuan Utama   Penelitian ini bertujuan memberikan bukti lebih lanjut terkait pengaruh profil CEO terhadap agresivitas pajak. Metode   Penelitian menggunakan metode regresi Weighted Least Square. Sampel penelitian mencakup perusahaan sektor nonfinansial di Bursa Efek Indonesia dengan market cap terbesar tahun 2019 2021. Temuan Utama   Terdapat Indikator profil CEO, yaitu generasi dan kewarganegaraan turut memengaruhi kecenderungan perilaku agresivitas pajak. Generasi CEO yang lebih tinggi berkaitan pada timbulnya agresivitas pajak yang lebih tinggi. Selain itu, CEO yang berasal dari warga negara lokal cenderung terlibat pada praktik agresivitas pajak. Implikasi Teori dan Kebijakan   Implementasi teori upper echelon dalam penelitian ini menjurus kepada CEO dengan profil tertentu dapat berpengaruh terhadap risk appetite pajak perusahaan. Hal ini dapat menjadi pertimbangan yang dapat disesuaikan dengan preferensi pemegang saham dalam menentukan susunan direksi. Kebaruan Penelitian   Penelitian ini memberikan bukti baru mengenai pengaruh profil CEO terhadap agresivitas pajak."}, "filled": true, "author_pub_id": "GwClxjoAAAAJ:qxL8FJ1GzNcC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=6242138195105026824", "cites_id": ["6242138195105026824"], "pub_url": "https://repository.petra.ac.id/20909/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:CBMivp2HoFYJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "THE INFLUENCE OF FIRMS’FINANCIAL RATIOS ON BOOK-TAX TRADE-OFF", "pub_year": 2023, "citation": "THE INFLUENCE OF FIRMS’FINANCIAL RATIOS ON BOOK-TAX TRADE-OFF, 2023", "author": "Agus Arianto Toly and MACHIKO GIOVANNI MARIA and GLORIA FANGIE", "abstract": "Manajemen cenderung menghadapi trade-off antara agresivitas laporan keuangan dan perpajakan dikarenakan sulit bagi manajemen untuk menjadi agresif pada keduapelaporan. Perusahaan yang memaksimalkan keuntungannya melalui manajemen laba akan sulit untuk meminimalkan beban pajaknya, begitu pula sebaliknya. Tujuan utama dari penelitian ini adalah untuk meneliti pengaruh rasio keuangan perusahaan terhadap trade-off pelaporan akuntansi dan perpajakan. Ada lima variabel keuangan yang digunakan dalam studi ini, termasuk rasio utang, jatuh tempo utang, defisit pembiayaan, akses pendanaan padapasar modal internal dan eksternal, serta profitabilitas. Penelitian ini menggunakan metode purposive sampling yang menghasilkan data observasi firm-year sebanyak 230 sampel yang terdaftar di Bursa Efek Indonesia (BEI) periode 2019-2021. Sampel dianalisis menggunakan model regresi logistik, karena variabel dependen dalam studi ini (EMTM) adalah variabeldummy. Temuan pada studi ini menunjukkan hubungan positif antara tingkat rasio utang, utang jangka panjang, defisit pembiayaan dan agresivitas pelaporan keuangan. Studi ini juga membuktikan bahwa akses pendanaan pada pasar modal eksternal dan profitabilitas memiliki hubungan negatif yang signifikan terhadap agresivitas pelaporan keuangan. Rekomendasi untuk penelitian mendatang adalah untuk menguji lebih lanjut variabel keuangan lain yang mempengaruhi agresivitas pelaporan, menggunakan pengukuran yang berbeda untuk variabel dependen disertai dengan model empiris baru, dan juga mempertimbangkan efek moderasi yang dapat …"}, "filled": true, "author_pub_id": "GwClxjoAAAAJ:Wp0gIr-vW9MC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20913/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:B1woVeKGgHMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Effect of CEO Profile on Tax Aggressiveness", "pub_year": 2023, "citation": "The Effect of CEO Profile on Tax Aggressiveness, 2023", "author": "Agus Arianto Toly and FELICE SUKINTJO", "abstract": "CEO as the symbol of the company usually reflects the company’s face. Many factors could affect CEO’s action especially in decision-making. Therefore, this paper aims to examine the effect of CEO profiles consisting of generation, gender, tenure, and nationality on tax aggressiveness. The Generation of CEO consist of four categories and becomes a new variable in this paper which is rarely discussed before. By using 161 firms for the period 2019-2021, we found that there is a significant negative effect of the CEO Generation on tax aggressiveness and significant positive effect of the CEO Nationality on tax aggressiveness. Interestingly, we did not find any significant effect of the CEO gender and tenure on tax aggressiveness. There are some limitations of our study. First, we only use CETR as our proxy to measure tax aggressiveness therefore we suggest using another proxy to measure tax aggressiveness like ETR, DDBTD, and DTAX can lead to different results. Our sample also shows significant comparison amounts of independent variable data."}, "filled": true, "author_pub_id": "GwClxjoAAAAJ:4DMP91E08xMC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20908/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jBJRa3oU3UMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "REPUTASI PENGELUARAN MODAL DAN ANALISIS FUNDAMENTAL: Perspektif Investor", "pub_year": 2022, "citation": "REPUTASI PENGELUARAN MODAL DAN ANALISIS FUNDAMENTAL: Perspektif Investor, 2022", "author": "Agus Arianto Toly", "publisher": "PT RAJAGRAFINDO PERSADA", "abstract": "Pro dan kontra peran analisis fundamental dan aksi korporasi dalam kaitannya dengan respon investor di pasar sekuritas yang efisien menarik untuk dikaji lebih lanjut. Analisis fundamental penting dalam memberikan tuntunan kepada investor bagaimana memproyeksikan kinerja perusahaan dimasa mendatang berdasarkan informasi yang tersedia saat ini. Investor memiliki tanggung jawab untuk mengambil keputusan investasi yang tepat, oleh karena itu diperlukan informasi yang kompeten untuk membantu melakukan pengambilan keputusan yang tepat.  Aksi korporasi dalam berbagai bentuk memberikan sinyal mengenai kondisi perusahaan ke depan yang ingin disampaikan oleh menajamen kepada investor. Fakta menarik bahwa investor lebih tertarik pada reputasi pengeluaran aset yang dilakukan perusahaan sebagai sinyal pertumbuhan dimasa depan. Pada situasi tersebut, investor nampaknya mengabaikan kinerja keuangan periodik, karena perusahaan yang memiliki reputasi pengeluaran modal yang baik, menjanjikan masa depan yang cemerlang dibanding sekedar kinerja keuangan sesaat. Buku ini mengulas polemik tersebut berdasarkan pada sejumlah penelitian yang dilakukan sebelumnya oleh penulis terkait aspek fundamental, reputasi pengeluaran modal dan respon investor. Temuan empiris dari penelitian tersebut akan memperkaya teori yang ada khususnya terkait pasar sekuritas yang efisien. Penyampaian hasil-hasil empiris ini dalam buku ini akan menjadi komplemen yang menarik dari teori-teori yang terkait dengan pasar sekuritas."}, "filled": true, "author_pub_id": "GwClxjoAAAAJ:_kc_bZDykSQC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19643/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:riTW6euDdM4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Kesadaran Wajib Pajak, Kegiatan Sosialisasi Perpajakan, dan Pemeriksaan Pajak Terhadap Penerimaan Pajak Penghasilan Di KPP Pratama Tabanan", "pub_year": 2022, "citation": "Jurnal Ekonomi dan Pariwisata 17 (1), 2022", "author": "Ni Made Dwi Agustina Yanti and Rai Gina Artaningrum and Putu Aristya Adi Wasita", "journal": "Jurnal Ekonomi dan Pariwisata", "volume": "17", "number": "1", "abstract": "Penelitian ini bertujuan untuk mengetahui apakah kesadaran wajib pajak, kegiatan sosialisasi perpajakan, dan pemeriksaan pajak terhadap penerimaan pajak penghasilan di KPP Pratama Tabanan. Kesadaran wajib pajak diukur dengan motivasi diri dan kepercayaan wajib pajak badan yang terdaftar di KPP Pratama Tabanan. Kegiatan Sosialisasi Pajak dapat diukur berdasarkan jumlah kegiatan sosialisasi yang dilakukan oleh KPP Pratama Tabanan. Pemeriksaan pajak diukur berdasarkan wajib pajak badan yang terdaftar aktif dan diklasifikasikan sebagai wajib pajak aktif di KPP Pratama Tabanan. PPh Pasal 25 diukur dengan besarnya kenaikan pajak penghasilan badan yang direalisasikan dalam tahun pajak berjalan di KPP Pratama Tabanan. Penelitian ini menggunakan teknik kuantitatif berupa data sekunder yang diperoleh berupa data sekunder yang diperoleh dari KPP Pratama Tabanan untuk tahun anggaran 2017 sampai dengan 2019. Teknik analisis data yang digunakan adalah regresi linier berganda. Populasi penelitian ini adalah 4.739 Wajib Pajak Badan yang terdaftar di KPP Pratama Tabanan dengan sampel 98 yang diolah dengan SPSS. Penelitian ini membuktikan bahwa kesadaran wajib pajak, kegiatan sosialisasi perpajakan, dan pemeriksaan pajak secara simultan berpengaruh terhadap penerimaan pajak penghasilan di KPP Pratama Tabanan. Pengujian secara parsial menyimpulkan bahwa kesadaran wajib pajak, kegiatan sosialisasi"}, "filled": true, "author_pub_id": "GwClxjoAAAAJ:qjMakFHDy7sC", "num_citations": 307, "citedby_url": "/scholar?hl=en&cites=1874478052464920476,2774326048497265041", "cites_id": ["1874478052464920476", "2774326048497265041"], "pub_url": "https://jurnal.undhirabali.ac.id/index.php/pariwisata/article/view/1736", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nAdweNt7AxoJ:scholar.google.com/", "cites_per_year": {"2015": 12, "2016": 10, "2017": 20, "2018": 29, "2019": 22, "2020": 34, "2021": 49, "2022": 49, "2023": 36, "2024": 31, "2025": 5}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Investor Perspective: A Signal of Better Future Performance?", "pub_year": 2022, "citation": "Asia Proceedings of Social Sciences 9 (1), 75-76, 2022", "author": "Agus Arianto Toly", "journal": "Asia Proceedings of Social Sciences", "volume": "9", "number": "1", "pages": "75-76", "abstract": "This study aims to examine the effect of capital expenditure on the investors’ responses. The respondents were companies with the best stock performance in each sector in 2017. The observation period is 2017 to 2019. Top 10 companies in each sector with the best stock performance in companies listed on the Indonesia Stock Exchange were selected.The main variables are a growth signal which is proxied by growth in capital spending and capital expenditure, and risk and investor response, which is proxied by CAR. Financial performance as measured by ROA is a control variable in this study.The results showed that the signal of growth as measured by capital expenditures responded positively by the market, the risk moderates this influence, companies with high risk will be responded negatively by investors and vice versa. This finding corrects previous findings that only looked at the signal aspect of growth …"}, "filled": true, "author_pub_id": "GwClxjoAAAAJ:mB3voiENLucC", "num_citations": 0, "pub_url": "https://readersinsight.net/APSS/article/view/2221", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:GZAZGAJ-glcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Does the Market React to the Reputation of Capital Expenditure?", "pub_year": 2021, "citation": "Asian Economic and Financial Review 11 (10), 781-793, 2021", "author": "Agus Arianto Toly", "volume": "11", "number": "10", "pages": "781-793", "abstract": "A phenomenon found in several case studies shows that investors are more interested in the projection of firm value than in periodic financial performance. Therefore, this study aims to determine whether the reputation of capital expenditure is an indication of a promising future for a company, so that it responds positively to the market. The research samples used were companies that had the highest increase in shares in their sectors during the Q1 2017 to Q2 2019 period. We used Tobins Q (TQ) and cumulative abnormal return (CAR) as proxies for market response. The findings of this study are, first, that the market responded positively to the reputation of corporate capital expenditure, as seen from asset growth. Second, in the sample group with positive asset growth trends in the last five years, the reputation of capital expenditure, proxied by total assets and total fixed assets, consistently received positive responses from investors. Third, the market responded negatively, or had no response, to capital expenditure made by companies that had a negative growth trend. The results of this study invalidate the findings of previous studies that good financial performance responds positively. This study proves that the capital expenditure of a company is more of a concern to investors than its current performance."}, "filled": true, "author_pub_id": "GwClxjoAAAAJ:Zph67rFs4hoC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=12931611188827734788", "cites_id": ["12931611188827734788"], "pub_url": "https://repository.petra.ac.id/19315/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:BEOLk9xPdrMJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Response Investor to The Specific Capital Expenditure: Case Studies in The Banking Sector", "pub_year": 2021, "citation": "RESPONSE INVESTOR TO THE SPECIFIC CAPITAL EXPENDITURE: CASE STUDIES IN THE …, 2021", "author": "Agus Arianto Toly", "abstract": "The topic of investor response to capital expenditure is still quite limited, especially those related to the types of capital expenditure. This study aims to test whether the market responds differently to each type of capital expenditure announcement. To get better results, this study uses a specific industry, namely banking which in previous studies was often not included as a sample for reasons of the specificity of the report form. All banks that went public  on the Indonesia Stock Exchange and met the research criteria were selected as samples. There are 39 eligible companies, so in total during the 205-2019 period, there are 169 observations. The findings of this study are (1) on average, the share return of companies that make capital expenditure announcements, whether asset expenditure, mergers/acquisitions and opening new branches, is higher than the control sample, (2) the market responds positively to acquisitions and mergers, while assets expenditure is not significant, and the opening of a new branch has received a negative response. This research contributes to broadening the generalizability of the results by conducting research in specific industries where the results are in line with results in other sectors. One of the important managerial implications in this study is the managers caution in choosing capital expenditure activities, so that the signal for value creation from these activities is captured by the market."}, "filled": true, "author_pub_id": "GwClxjoAAAAJ:ULOm3_A8WrAC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19331/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Gth5SucLUgcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "BAGAIMANA KONDISI DEMOGRAFI MENJADI PENENTU MORAL PAJAK SAAT COVID-19?", "pub_year": 2021, "citation": "Jurnal Akuntansi Multiparadigma 12 (2), 388-400, 2021", "author": "Agus Arianto Toly and Ivena Aurellia Gunawan and Jesselyn Marchella and Natasya Olivia", "journal": "Jurnal Akuntansi Multiparadigma", "volume": "12", "number": "2", "pages": "388-400", "abstract": "Metode–Penelitian ini menggunakan regresi berganda sebagai metode. Adapun sejumlah wajib pajak di wilayah Surabaya Barat dan Timur menjadi sampel penelitian ini."}, "filled": true, "author_pub_id": "GwClxjoAAAAJ:M3ejUd6NZC8C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=1182800430770321743", "cites_id": ["1182800430770321743"], "pub_url": "https://jamal.ub.ac.id/index.php/jamal/article/view/1595", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:T3k-nLkmahAJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PELATIHAN PENGELOLAAN KEUANGAN DAN SISTEM AKUNTANSI LEMBAGA PEMERINTAHAN GURU SMK AKUNTANSI SIDOARJO", "pub_year": 2021, "citation": "SHARE:\" SHaring-Action-REflection\" 7 (1), 46-51, 2021", "author": "Retnaningtyas Widuri and Yenni Mangoting and Elisa Tjondro and Agus Arianto Toly and R Arja Sadjiarto", "journal": "SHARE:\" SHaring-Action-REflection\"", "volume": "7", "number": "1", "pages": "46-51"}, "filled": true, "author_pub_id": "GwClxjoAAAAJ:L8Ckcad2t8MC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:zCdMMIa-dB8J:scholar.google.com/", "cites_per_year": {}}
