{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "ESTETIKA PRASĀJĀ ETNOGRAFI TATA RUANG OMAH KAMPUNG PITU NGLANGGERAN GUNUNGKIDUL", "pub_year": 2024, "citation": "ISI Surakarta, 2024", "author": "Andereas Pandu Setiawan", "abstract": "Obyek penelitian ini adalah omah Kampung Pitu di desa Nglanggeran Gunungkidul, Yogyakarta. Omah Kampung Pitu menjadi obyek penelitian karena unik, dalam satu kampung hanya dihuni oleh tujuh kepala keluarga. Obyek formal penelitian adalah tata ruang, untuk menemukan dasar pemikiran individu-individu berkaitan dengan tata ruang omah Kampung Pitu. Fokus pertama penelitian adalah menemukan latar belakang yang menjadi keberadaan tata ruang. Fokus kedua adalah menemukan susunan tata ruang omah Kampung Pitu, dan fokus ketiga dari penelitian ini untuk menemukan konsep membangun tata ruang dengan kasus omah Kampung Pitu, berkaitan dengan kesederhanaan tata ruang yang dimiliki. Manfaat penelitian ini adalah membangun pemahaman dan perspektif berpikir masyarakat, membangun sarana pelestarian budaya, nilai-nilai dan adaptasi konsep-konsep tradisi. Metode penelitian dilakukan dengan pendekatan etnografi melalui pengumpulan fakta-fakta di lapangan yang berhubungan dengan aktivitas kehidupan sosial dan budaya masyarakat dalam kehidupan sehari-hari di Kampung Pitu. Hasil penelitian adalah, setiap omah di Kampung Pitu mempunyai ruang aktivitas realitas dan ruang aktivitas religiusitas. Ruang aktivitas religiusitas adalah ruang interaksi antara warga Kampung Pitu dengan Sing Gawé Urip sebagai realitas supranatural, yang berhubungan dengan hal-hal sakral. Ruang tersebut untuk tempat persiapan kêndurèn, pelaksanaan kêndurèn, ndonga dan bakar mênyan. Sedangkan ruang aktivitas realitas adalah ruang untuk melaksanakan aktivitas hidup dan bertahan hidup, yang tidak …"}, "filled": true, "author_pub_id": "GyIzG5MAAAAJ:zA6iFVUQeVQC", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=6893835170899079316&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lLCIFZDSq18J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "STEROFOAM ELEMEN INTERIOR EKOLOGIS", "pub_year": 2022, "citation": "STEROFOAM ELEMEN INTERIOR EKOLOGIS, 2022", "author": "Andereas Pandu Setiawan and Totok Priyoleksono", "publisher": "PETRA PRESS", "abstract": "Styrofoam atau gabus, dan dapat disebut plastik busa merupakan salah satu jenis plastik busa dari sekian banyak bahan yang terbuat dari bahan dasar plastik busa. Styrofoam lazim digunakan sebagai bahan pelindung kemasan dan penahan getaran barang-barang yang fragile (mudah pecah karena benturan), seperti elektronik, mebel, barang pecah-belah, dan sebagainya. Pada jaman modern ini bahan tersebut juga banyak digunakan sebagai bahan pengemas makanan dan minuman. Bahan dasar styrofoam adalah polistiren yaitu suatu jenis plastik yang sangat ringan, kaku, tembus cahaya dan murah. Namun, bahan tersebut cepat rapuh. Styrofoam atau gabus, dan dapat disebut plastik busa merupakan salah satu jenis plastik busa dari sekian banyak bahan yang terbuat dari bahan dasar plastik busa. Styrofoam lazim digunakan sebagai bahan pelindung kemasan dan penahan getaran barang-barang yang fragile (mudah pecah karena benturan), seperti elektronik, mebel, barang pecah-belah, dan sebagainya. Pada jaman modern ini bahan tersebut juga banyak digunakan sebagai bahan pengemas makanan dan minuman. Bahan dasar styrofoam adalah polistiren yaitu suatu jenis plastik yang sangat ringan, kaku, tembus cahaya dan murah. Namun, bahan tersebut cepat rapuh. Seniman/ perupa sudah selayaknya mempunyai impian untuk menjadi perupa yang berhasil, artinya karya-karya yang diciptakan selalu mendapatkan apresiaasi positif lepas laku atau tidak. Sebuah karya dapat dikatakan berkuwalitas dapat diukur dari seberapa jauh bobot karya tersebut dilihat dari tingkat ekspresi yang ditunjukkan dalam karya tersebut …"}, "filled": true, "author_pub_id": "GyIzG5MAAAAJ:rO6llkc54NcC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20202/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:CTT5xveW0tIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Entitas Rumah Ekologi Masyarakat Kampung Pitu", "pub_year": 2021, "citation": "Entitas Rumah Ekologi Masyarakat Kampung Pitu, 2021", "author": "Andereas Pandu Setiawan", "abstract": "Artikel ini menjelaskan bagaimana sebuah entitas masyarakat dengan segala keunikannya memberikan warna khusus dan penciri bagi wilayahnya. Selain berkaitan dengan filosofi dan estetika yang sudah lama dihidupi dan dianut dalam komunitas masyarakat, membangun rumah juga berkaitan dengan lingkungan dan kearifan lokal yang bersumber dari kebiasaan yang secara turun menurun dihidupi oleh masyarakat. Penulis menemukan bahwa rumah-rumah di wilayah Kampung Pitu Gunung Kidul Yogyakarta, adalah sebuah fenomena yang bisa mewakili konteks tersebut. Rumah-rumah yang dibangun di wilayah tersebut merupakan hasil dari perwujudan tata laku berpikir dan bertindak yang didasarkan pada aturan, kebiasaan, ritual dan mitos yang secara turun temurun melekat dalam pemikiran masyarakatnya. Rumah-rumah di wilayah pemukiman Kampung Pitu hanya dibangun dengan mengacu pada tiga bentuk rumah yaitu Paris, Kampung dan Limasan, menggunakan bahan-bahan bangunan yang tersedia di wilayah terdekat, serta memanfaatkan potensi alam yang tersedia di wilayah tersebut. Tinjauan dari sisi estetika, sosiologi dan sistem religi, rumah di pemukiman Kampung Pitu selaras dan mengacu pada entitasnya sebagai rumah tradisional yang memiliki keuinikan dari sisi budaya dan ekologi."}, "filled": true, "author_pub_id": "GyIzG5MAAAAJ:3s1wT3WcHBgC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19739/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:1QpIvLHC5WEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Tingalan, A Tradition of Kampung Pitu, Patuk, Gunung Kidul, Yogyakarta", "pub_year": 2021, "citation": "Tingalan, A Tradition of Kampung Pitu, Patuk, Gunung Kidul, Yogyakarta, 2021", "author": "Andereas Pandu Setiawan", "abstract": "Tingalan is a ceremony of gratitude to commemorate the birthday of the elders who live in  Kampung Pitu. The Tingalan tradition is unique when viewed from the point of view of its  philosophy, place and existence. The Tingalan tradition gives us a lesson on how  humans should have a sense of gratitude to God and gratitude for the integration of life  with the universe. Tingalan is also a marker of the times of human life, and this is  necessary to always be a medium to remember that this life belongs to God. In the past,  population administration and birth registration were only carried out by estimation, but  what is unique is that the Tingalan incident was always carried out by the elders as a  form of a sacred ceremony. Tingalan in relation to the spatial aspect is also closely  related to a symbol of self-legitimacy to the family, community and environment."}, "filled": true, "author_pub_id": "GyIzG5MAAAAJ:HoB7MX3m0LUC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=11465037181270559877", "cites_id": ["11465037181270559877"], "pub_url": "https://repository.petra.ac.id/19303/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:hQxHbpL-G58J:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Apartemen Bergaya Jepang", "pub_year": 2021, "citation": "Apartemen Bergaya Jepang, 2021", "author": "Andereas Pandu Setiawan", "publisher": "PETRA PRESS", "abstract": "Buku ini diterbitkan sebagai wujud dari sebuah penghargaan terhadap sebuah proses belajar. Sebuah proses belajar tentunya mememerlukan berbagai macam sentuhan nasehat dan pengalaman dari berbagai  sumber. Demikian juga halnya dengan buku ini sebagai sebuah proses belajar dalam mewujudkan sebuah desain apartemen yang diminati oleh generasi milenial saat ini. Apartemen adalah salah satu tempat tinggal yang populer di kalangan generasi milenial. Apartemen menawarkan banyak fasilitas yang menguntungkan dalam segi kenyamanan, keamanan, perawatan yang mudah serta efisien dan memiliki lokasi yang strategis, cocok dengan keperluan masyarakat yang menginginkan gaya hidup yang instan.  Gaya desain Jepang dalam sebuah apartemen sangat digemari oleh kalangan milenial, karena memiliki nilai estetika dalam hal tradisi maupun terhadap ruang serta menghasilkan suatu desain yang minimalis pada setiap elemen interiornya dan menjadikan ruang menjadi lebih nyaman. Gaya desain Jepang juga memiliki karakteristik yang memaksimalkan ruang dengan menyesuaikan kebutuhan aktivitas pengguna, Jepang menjadi salah satu negara yang lekat dengan gaya desain minimalis pada huniannya. Gaya desain Jepang terhadap apartemen dikembangkan untuk menyelesaikan permasalahan ruang, mulai dari penataan denah maupun pemilihan material dan perabot yang dapat disesuaikan dengan luasan dari apartemen itu sendiri. Buku Apartemen Bergaya Jepang ini berisi tentang penjelasan teori yang dirancang sedemikian praktis, menarik, jelas dan ditambahkan studi kasus dari sebuah …"}, "filled": true, "author_pub_id": "GyIzG5MAAAAJ:pqnbT2bcN3wC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=9780209460200988677", "cites_id": ["9780209460200988677"], "pub_url": "https://repository.petra.ac.id/19306/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:BeAxsK9IuocJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Desain Minimalis Multifungsi", "pub_year": 2021, "citation": "Desain Minimalis Multifungsi, 2021", "author": "Andereas Pandu Setiawan", "publisher": "Petra Press", "abstract": "Buku ini diterbitkan sebagai wujud dari sebuah penghargaan terhadap sebuah proses belajar. Sebuah proses belajar tentunya memerlukan berbagai rangkaian proses bertumbuh, nasehat dan pengalaman dari berbagai  sumber. Demikian juga halnya dengan buku ini sebagai sebuah proses belajar dalam mewujudkan sebuah desain minimalis fungsional. Kata  minimalis  tentunya sudah tidak asing lagi di telinga kita. Dewasa ini, gaya minimalis sering kita jumpai dalam keseharian, mulai dari rumah minimalis, style fashion, hingga berbagai macam produk sehari-hari yang memiliki desain simple, minim ornamen. Minimalis dalam dunia desain interior bermula dari berkembangnya konsep sekaligus gaya arsitektural pada tahun 1980-an yang mengurangi penggunaan ornamen dekoratif pada bangunan. Hingga kini sebagai konsep yang lebih menitikberatkan pada fungsi, minimalis terus dikembangkan untuk menyelesaikan permasalahan ruang yang ada. Disamping konsep minimalis, konsep multi fungsi juga dikembangkan untuk menyelesaikan permasalahan ruang, khususnya dalam hal keterbatasan ruang yang muncul akibat semakin berkurangnya lahan. Multifungsi yang berarti mempunyai berbagai fungsi, konsep ini umumnya diterapkan pada mebel dengan tujuan satu mebel dapat mengakomodasi dua atau lebih fungsi yang berbeda sehingga akan  menghemat  pemakaian ruang. Buku Ruang Minimalis Multifungsi ini berisi tentang berbagai penjelasan teori yang dirancang sedemikian praktis, menarik, jelas dan ditambahkan studi kasus dari sebuah perancangan Tugas Akhir, yang diharapkan memudahkan pembaca …"}, "filled": true, "author_pub_id": "GyIzG5MAAAAJ:g5m5HwL7SMYC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=7659529838532065981", "cites_id": ["7659529838532065981"], "pub_url": "https://repository.petra.ac.id/19305/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vXo1ZM4dTGoJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "GEDUNG KAVALLERIE ARTILLERIE PURA MANGKUNAGARAN", "pub_year": 2021, "citation": "GEDUNG KAVALLERIE ARTILLERIE PURA MANGKUNAGARAN, 2021", "author": "Andereas Pandu Setiawan", "publisher": "PETRA PRESS", "abstract": "Penelitian terhadap bangunan Kavallerie-Artillerie Pura Mangkunagaran, menjadi sebuah pengalaman pengkajian terhadap sebuah bentuk dan perubahan fungsi yang demikian sangat berarti, selama penulis melalukan studi di Institut Seni Indonesia Surakarta. Pura Mangkunagaran sebagai pusat dari pemerintahan di Jawa, memiliki sebuah bangunan yang berfungsi untuk menunjang stabilitas pemerintahan pada saat itu. Bangunan tersebut merupakan sebuah fasilitas bagi Legiun Mangkunagaran khususnya bagi pasukan Kavallerie dan Artillerie Pura Mangkunagaran. Bangunan yang disebut gedung Kavallerie-Artillerie, dibangun pada masa pemerintahan  Mangkunagara IV untuk memfasilitasi kinerja pasukan Kavallerie  dan Artillerie  dalam melaksanakan tugasnya menjaga stabilitas dan kredibilitas Pura Mangkunagaran. Gedung yang berdiri di timur Pamedan Pura Mangkunagaran merupakan sebuah  kawasan elite bagi Legiun Mangkunagaran, yang mencitrakan kekuatan pasukan perang Pura Mangkunagaran. Buku  ini berfokus pada deskripsi di sekitar bentuk dan perubahan fungsi yang terjadi pada gedung Kavallerie-Artillerie Pura Mangkunagaran, yang terjadi sejak tahun 1874 hingga kini. Fokus deskripsi yang dilakukan adalah mengulas melalui pendekatan sejarah dan mendeskripsikan bentuk gedung yang diperoleh melalui dokumentasi foto di lapangan, dokumentasi pustaka dan penjelasan dari berbagai narasumber primer. Untuk mempertajam fokus tersebut, maka sebagai dasar utama dalam penelitian ini diajukan pertanyaan-pertanyaan  tentang mengapa muncul gedung Kavallerie–Artillerie di dalam komplek Pura …"}, "filled": true, "author_pub_id": "GyIzG5MAAAAJ:ldfaerwXgEUC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19304/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DR8VBVqgCBgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Spatial Core of Nusantara Dwellings: Women, Fire and Pawon", "pub_year": 2021, "citation": "The Spatial Core of Nusantara Dwellings: Women, Fire and Pawon, 2021", "author": "Lintu Tulistyantoro and Ronald Hasudungan Irianto Sitinjak and Andereas Pandu Setiawan", "abstract": "According to Nusantara culture, women have very important positions in life. The society believes that women are the bearers of the seeds of life. The existence and presence of women are expressed through the placement of safe and tight spaces in traditional dwellings. Meanwhile, in the life of Nusantara people, fire is not only understood physically as part of the cooking process, it is also a non-physical element that has the power to revive. Besides the physical role, fire also has a non-physical role, namely spirituality. Spiritually, fire is a power capable of burning, a symbol of purification and cleansing. The Nusantara people have special beliefs about fire. Fire is the essence of human spiritual life, giving life, warmth and purification. Additionally, pawon or the traditional fireplace is a supporting means of fire, the supporter of family life. Although the pawon is a physical means, its existence is essential and cannot be separated from fire and women. Hence, women, fire, and pawon are three elements that are inseparable parts of the Nusantara people s lives. Fire always interacts with the pawon and women in every dwelling, because fire is a symbol of womens chastity. The correlation of these three elements forms a spatial core that is always present in Nusantara dwellings, that originated from these three elements. The structure of this spatial core can be divided into two patterns: centralized and linear. This paper is a qualitative research that aims to discover and understand the spatial core of Nusantara Dwellings in relation to women, fire and pawon. Data collection was conducted using ethnography, a method used to understand the mindset of …"}, "filled": true, "author_pub_id": "GyIzG5MAAAAJ:2P1L_qKh6hAC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19041/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:RxbrE5lbs8AJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Produk Interior Perpustakaan Anak Gereja Kristen Indonesia Merisi Indah di Surabaya", "pub_year": 2020, "citation": "JURNAL INTRA 8 (1), 2020", "author": "Paul John Kalampung and Andereas Pandu Setiawan and Grace Setiati Kattu", "journal": "JURNAL INTRA", "volume": "8", "number": "1"}, "filled": true, "author_pub_id": "GyIzG5MAAAAJ:HDshCWvjkbEC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=12440864795554271770", "cites_id": ["12440864795554271770"], "pub_url": "https://scholar.google.com/scholar?cluster=12440864795554271770&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:GtKs9Z3UpqwJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 0, "2023": 2, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Interior Performance Art", "pub_year": 2019, "citation": "Interior Performance Art, 2019", "author": "Andereas Pandu Setiawan", "abstract": "Interiors contain a wealth of innovations that are not purely the preserve of interior designers and decorators. The use of materials, concept development, lighting management, and processing of elements fall within the purview of interior design media. However performing art is a work of art that involves individual or group actions in a certain place and time. Performance art generally involves elements of the artist s time, space, and body as part of the work. Raising the idea of interior performance art is an innovation in the use of media for the expression of living things as part of the field of interior design work. This study explores this concept, considering performance art as an expression of the relationship between interior design and performing art as a whole that moves together, holistic, interlocking and creating an interesting arrangement of spatial stories. Space is an experience. Space is a story of life and space comes to life when it is interpreted, touched, designed as part of an engaging performance art."}, "filled": true, "author_pub_id": "GyIzG5MAAAAJ:Tyk-4Ss8FVUC", "num_citations": 11, "citedby_url": "/scholar?hl=en&cites=7662073808600042769,10037172664935634503", "cites_id": ["7662073808600042769", "10037172664935634503"], "pub_url": "https://repository.petra.ac.id/19307/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:EQ1ulIgnVWoJ:scholar.google.com/", "cites_per_year": {"2021": 7, "2022": 0, "2023": 3, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "MESE Fundamental as Best Human Interior Designer", "pub_year": 2019, "citation": "JESR Unila Volume 1. No.2 1 (Faculty of Engineering, UNILA), 59-63, 2019", "author": "Andereas Pandu Setiawan", "journal": "JESR Unila Volume 1. No.2", "volume": "1", "number": "Faculty of Engineering, UNILA", "pages": "59-63", "publisher": "Journal of Engineering and Scientific Research", "abstract": "Interior designer is a profession that is most responsible for the whole series of human activities on this earth. It is very important to place this concept because all important aspects of the human life in this space are fully in contact with the profession of interior designer. The education of interior designing is not just about creating ideas on how to create beauty and design spaces, but also about having responsibilities on various aspects in life. In the era of digitalization and where the components of life become increasingly complex, interior designers must be able to play the appropriate role to solve life s problems. The developments in various aspects of ecology are also connected to interior designers, for example, recycling the waste must be one of interior designer s goals. Experimenting, innovating, and becoming part of social life is the actual responsibility of interior designer, not living in the works of hedonism."}, "filled": true, "author_pub_id": "GyIzG5MAAAAJ:35N4QoGY0k4C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=9220677195966355069,352756314369652694", "cites_id": ["9220677195966355069", "352756314369652694"], "pub_url": "https://repository.petra.ac.id/19302/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:fZYedg5t9n8J:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "SESCE: DESIGNER ‘S RESPONSIBILITY AND HEUTAGOGY", "pub_year": 2019, "citation": "SENADA (Seminar Nasional Manajemen, Desain dan Aplikasi Bisnis Teknologi) 2 …, 2019", "author": "Andereas Pandu Setiawan", "journal": "SENADA (Seminar Nasional Manajemen, Desain dan Aplikasi Bisnis Teknologi)", "volume": "2", "pages": "45-55", "abstract": "Berbagai produk yang berkembang dalam masyarakat diukur dalam standar-standar yang harus lulus dalam uji mutu sebuah produk. Demikian juga halnya dengan desain, diperlukan standar yang relatif tepat agar komponen hasil rancangan memenuhi standar kebutuhan yang dapat diterima oleh masyarakat secara menyeluruh. Standar ini tentu saja harus menjadi tanggungjawab desainer yang secara jelas melekat dalam setiap kekaryaan yang diciptakannya.. Standar SESCE yaitu; social, environmental, safety, culture, education (sosial, lingkungan hidup, keselamatan, kebudayaan, pendidikan) merupakan standar yang dapat digunakan untuk menentukan kualitas sebuah desain apakah keberadaannya mampu memberikan dampak yang fungsional dan berkelanjutan bagi kehidupan manusia."}, "filled": true, "author_pub_id": "GyIzG5MAAAAJ:ULOm3_A8WrAC", "num_citations": 0, "pub_url": "https://eprosiding.idbbali.ac.id/index.php/senada/article/view/221", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:_T9q5Zu7JmoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penelitian Ampas Tebu sebagai Material Pembuatan Papan Unting", "pub_year": 2019, "citation": "Jurnal Intra 7 (2), 511-514, 2019", "author": "Cristo Angelo and Andereas Pandu Setiawan and Jean Francois Poilot", "journal": "Jurnal Intra", "volume": "7", "number": "2", "pages": "511-514", "abstract": "Ampas Tebu merupakan bahan sisa dari pengolahan batang tebu yang dijadikan gula, dan tidak digunakan lagi. Pada penelitian ini saya ingin membuat bahan alternatif pembuatan papan unting dari bahan Ampas Tebu, yang dimana Ampas Tebu memiliki kandungan kayu yang bisa digunakan. Penelitian ini menggunakan metode Research and"}, "filled": true, "author_pub_id": "GyIzG5MAAAAJ:RHpTSmoSYBkC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=12898309821074048556", "cites_id": ["12898309821074048556"], "pub_url": "https://scholar.google.com/scholar?cluster=12898309821074048556&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:LAYNsHEAALMJ:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 1, "2022": 2, "2023": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penelitian Berbahan Dasar Semen Dan Kain Untuk Elemen Interior", "pub_year": 2019, "citation": "Intra 7, 949-953, 2019", "author": "Nico Maximillian Joses and Andereas Pandu Setiawan and Jean F Poillot", "journal": "Intra", "volume": "7", "pages": "949-953", "abstract": "Peneliti bertujuan untuk menemukan alternatif material selain kayu karena penggunaan kayu yang sangat tinggi yang jika diteruskan kemungkinan persediaan kayu di Indonesia akan habis dalam jangka beberapa tahun jika tidak dilestarikan. Peneliti mulakukan menelitian untuk mencari informasi–informasi yang berkaitan dengan kain tak terpakai, seperti kelebihan, kelemahan, cara mengolah, dan sebagainya dengan cara melakukan eksperimen terhadap kain dan juga semen, kemudian informasi–informasi tersebut peneliti mulai membuat konsep perancangan experimen dari konsep tersebut terciptalah desain yaitu pot bunga dan lampu tidur."}, "filled": true, "author_pub_id": "GyIzG5MAAAAJ:_Qo2XoVZTnwC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=12791182775919167900", "cites_id": ["12791182775919167900"], "pub_url": "https://scholar.google.com/scholar?cluster=12791182775919167900&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nMnBz_Zog7EJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 2, "2024": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Eksperimen Material Sampah Laut Sebagai Material Pendukung Ruang Interior", "pub_year": 2019, "citation": "Universitas Kristen Petra, Surabaya, Indonesia, 2019", "author": "Sheilly Yuliani Purnomo and Andereas Pandu Setiawan", "journal": "Universitas Kristen Petra, Surabaya, Indonesia", "abstract": "Environmental factors are the center of attention throughout the world. Garbage is the main cause of this problem, especially in the sea. A popular solution so far is the 3R (reduce, reuse, recycle). Recycling method is the most effective solution to deal with marine debris. The marine debris material experiment aims to find new material that can be used as interior products material. The method used in this study is to grow creativity to make as many alternatives as possible, also by applying Research and Development Method. Several stages in processing marine debris are material collection, melting, mixing of materials, printing, and finishing. The results can create various material combinations of marine debris, especially plastic based that can be used for interior design materials."}, "filled": true, "author_pub_id": "GyIzG5MAAAAJ:dhFuZR0502QC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=10509324148227869728", "cites_id": ["10509324148227869728"], "pub_url": "https://scholar.google.com/scholar?cluster=10509324148227869728&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:IIyOzKGe2JEJ:scholar.google.com/", "cites_per_year": {"2021": 2, "2022": 1, "2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Eksperimen material sisa potongan kaca sebagai panel dinding dekoratif", "pub_year": 2019, "citation": "Intra 7 (2), 275-280, 2019", "author": "Crecia Mirella and Andereas Pandu Setiawan and Jean F Poillot", "journal": "Intra", "volume": "7", "number": "2", "pages": "275-280", "abstract": "Kaca merupakan material yang banyak dipakai sehingga mengakibatkan limbah kaca semakin banyak jumlahnya. Penulis ingin mengeksplorasi dan mengembangkan limbah kaca yang sebenarnya masih memiliki potensi nilai jual tetapi jarang dilihat dan dikembangkan oleh masyarakat. Penelitian ini menggunakan metode Research and Development yang fokus pada inovasi material yang melalui beberapa tahap. Tahap yang dilalui berupa pengumpulan data, kemudian eksperimen dengan mencampurkan limbah kaca yang sudah dihancurkan dengan beberapa bahan perekat (gypsum, lem putih, semen putih) dan dianalisis hingga menghasilkan produk akhir. Penelitian ini menghasilkan produk akhir berupa panel dinding dekoratif dengan menggunakan campuran lem putih dan agregat pasir silika."}, "filled": true, "author_pub_id": "GyIzG5MAAAAJ:Se3iqnhoufwC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=5026685310236376718", "cites_id": ["5026685310236376718"], "pub_url": "https://scholar.google.com/scholar?cluster=5026685310236376718&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jj5QOqhfwkUJ:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 0, "2022": 0, "2023": 1, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Kursi Eceng Gondok Dengan Rangka Besi", "pub_year": 2019, "citation": "Jurnal Intra 7 (2), 489-492, 2019", "author": "M Ivana and AP Setiawan and JF Poillot", "journal": "Jurnal Intra", "volume": "7", "number": "2", "pages": "489-492"}, "filled": true, "author_pub_id": "GyIzG5MAAAAJ:YsMSGLbcyi4C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=2664057241481298663", "cites_id": ["2664057241481298663"], "pub_url": "https://scholar.google.com/scholar?cluster=2664057241481298663&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:58LMQ_Kh-CQJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "STUDI DOKUMENTASI KONSTRUKSI MATERIAL BAMBU OLEH MASYARAKAT LOKAL DESA JENGGER, PURWOSARI, MALANG", "pub_year": 2018, "citation": "SENADA (Seminar Nasional Manajemen, Desain dan Aplikasi Bisnis Teknologi) 1 …, 2018", "author": "Andereas Pandu Setiawan", "journal": "SENADA (Seminar Nasional Manajemen, Desain dan Aplikasi Bisnis Teknologi)", "volume": "1", "pages": "411-417", "abstract": "Masyarakat desa di berbagai wilayah di Indonesia memiliki cara tersendiri ketika mereka bergumul dengan persoalan konstruksi untuk menghasilkan beragam bangunan di sekitar mereka. Desa Jengger di Malang yang mayoritas penduduknya adalah petani kopi, mereka juga memiliki cara-cara tersendiri dalam menyusun konstruksi bangunan yang mereka dirikan di wilayah mereka.Dokumentasi konstruksi yang dilakukan di desa ini bertujuan untuk melihat kemungkinankemungkinan konstruksi yang dapat dikembangkan menjadi bentuk konstruksi baru, konstruksi yang unik bagi material bambu yang banyak digunakan di desa tersebut. Langkah yang dilakukan dalam dokumentasi ini adalah kesungguhan untuk melihat secara asli aplikasi dari pemikiran masyarakat local yang dapat menyelesaikan permasalahan bangunan di wilayah desa Jengger, sehingga kesahajaan inilah yang dapat ditangkap sebagai sebuah bentuk kearifan lokal."}, "filled": true, "author_pub_id": "GyIzG5MAAAAJ:isC4tDSrTZIC", "num_citations": 0, "pub_url": "https://eprosiding.idbbali.ac.id/index.php/senada/article/view/84", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:zScS6h-K5bsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Bangunan Interior Sekolah Menengah Atas Kolese Santo Yusup Malang", "pub_year": 2018, "citation": "Jurnal Intra 6 (2), 356-366, 2018", "author": "Alex Triono and AP Setiawan and PF Nilasari", "journal": "Jurnal Intra", "volume": "6", "number": "2", "pages": "356-366", "abstract": "Sekolah merupakan tempat di mana setiap individu melakukan interaksi sosial satu dengan yang lainnya, sehingga sekolah membutuhkan fasilitas yang dapat membantu murid dan guru dalam memaksimalkan kegiatan di dalam sekolah, baik di dalam ruang maupun di luar ruang. Sekolah juga memiliki sirkulasi dan penghawaan yang buruk sehingga kegiatan belajar mengajar dalam ruang tidak dapat berjalan dengan lancar. Menurut Tunjung Atmadi, metodologi merupakan sarana untuk memecahkan masalah desain, sehingga keberhasilan dalam perancangan interior tergantung pata metode desain yang digunakan. Dengan memahami hal-hal pada metodologi maka sebuah permasalahan desain dapat disederhanakan kedalam klasifikasi yang jelas dan sistematis. Selain itu memberikan banyak bukaan dan sistem cross ventilation pada ruangan untuk memberikan pencahayaan yang optimal pada ruang …"}, "filled": true, "author_pub_id": "GyIzG5MAAAAJ:RGFaLdJalmkC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=17424389952157880513", "cites_id": ["17424389952157880513"], "pub_url": "https://scholar.google.com/scholar?cluster=17424389952157880513&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:wZBB1lfez_EJ:scholar.google.com/", "cites_per_year": {"2023": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Flat Pack Furniture", "pub_year": 2018, "citation": "Jurnal INTRA.(Online) Volume 6, 2018", "author": "Erwin Agustiano and Andereas Pandu Setiawan and Frenky Tanaya", "journal": "Jurnal INTRA.(Online) Volume", "volume": "6", "abstract": "Furniture that is cheap, easy to send and does not require much space for delivery is the people’s first choice nowadays. Many people prefer to buy furniture from the store, then bring it home and install it by their selves once they arrive home. This kind of furniture is the new breakthrough in modern times. In addition to practical and easy to carry, flat pack furniture or knock-down furniture can also save shipping costs because it does not require a large space for the delivery process. Usually this furniture is neatly wrapped in a box made of cardboard. The manual book of how to install the furniture is also included in the furniture packaging. Furniture installation also does not require any tools."}, "filled": true, "author_pub_id": "GyIzG5MAAAAJ:BqipwSGYUEgC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=16084089950794162219", "cites_id": ["16084089950794162219"], "pub_url": "https://scholar.google.com/scholar?cluster=16084089950794162219&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KyCE1JcqNt8J:scholar.google.com/", "cites_per_year": {"2019": 1, "2020": 0, "2021": 2, "2022": 1, "2023": 0, "2024": 1}}
