{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analyzing Career Interest and Affective Commitment as Determinants of Successors’ Intention to Stay in Family Businesses", "pub_year": 2025, "citation": "Proceedings of the 3rd International Conference on Management and Business …, 2025", "author": "Ratih Indriyani¹ and Cathlin Celesta Sianto² Sesilya Kempa", "journal": "Proceedings of the 3rd International Conference on Management and Business (ICOMB 2024)", "volume": "325", "pages": "39", "publisher": "Springer Nature", "abstract": "Family businesses in Indonesia are currently increasing. However, family businesses face challenges in achieving sustainability across generations. Many family businesses in East Nusa Tenggara province are still directly held by the founders. However, regeneration of leadership from the founders of family businesses usually does not go well. This study aimed to determine the effect of career interest and affective commitment on the intention to stay in family businesses in East Nusa Tenggara province. This type of research is quantitative, with a survey method analyzed using the structural equation model technique using smart PLS 4.0. The sample of this study used the second and third generations, who are the successors of family businesses in East Nusa Tenggara province. This study used 114 respondents as research samples. The results of this study indicate that there is an influence between career interest and affective commitment. While career interest influences the intention to stay from prospective successors to family businesses, on the other hand, affective commitment has a significant influence on the intention to stay from prospective successors to family businesses in East Nusa Tenggara province, Indonesia."}, "filled": true, "author_pub_id": "h0Bn9ww7lO4C:blknAaTinKkC", "num_citations": 0, "pub_url": "https://books.google.com/books?hl=en&lr=&id=FlhaEQAAQBAJ&oi=fnd&pg=PA39&dq=info:X9nvtdlyBZ8J:scholar.google.com&ots=Cr3oJe-FBT&sig=4mdRW4H1x7Kr53I4rJ8TDwboGp8", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:X9nvtdlyBZ8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Local Fashion Shopping Preferences in Generation Z From Product and Ethnocentric Perspective: Preferensi Belanja Fashion Lokal pada Generasi Z dari Perspektif Produk dan Etnosentris", "pub_year": 2025, "citation": "JBMP (Jurnal Bisnis, Manajemen dan Perbankan) 11 (1), 122-130, 2025", "author": "Sesilya Kempa and Jessica Budianto", "journal": "JBMP (Jurnal Bisnis, Manajemen dan Perbankan)", "volume": "11", "number": "1", "pages": "122-130", "abstract": "The development of fashion in the digital era is increasingly rapid, driven by the online shopping trend which offers convenience and flexibility for consumers, especially Generation Z. This study aims to examine the factors that influence the willingness of Generation Z in Indonesia to buy local fashion products, with a focus on consumer ethnocentrism, product evaluation, and perceived value. This research uses quantitative methods and uses a sampling technique, namely non-probability sampling. The sample in this study involved 207 respondents from Generation Z. The data analysis technique used was Partial Least Square analysis. The results of this research show a significant influence between product evaluation and consumer ethnocentrism on willingness to buy local fashion brands through perceived value. The perceived value variable is also a good mediator for the relationship between Product evaluation and consumer ethnocentrism in willingness to buy local fashion products. However, there is an insignificant direct relationship between product evaluation and consumer ethnocentrism with willingness to buy. The research results provide insight into strategies that can be adopted by local brands in facing competition and support increasing the competitiveness of local fashion products in the market."}, "filled": true, "author_pub_id": "h0Bn9ww7lO4C:JV2RwH3_ST0C", "num_citations": 0, "pub_url": "https://jbmp.umsida.ac.id/index.php/jbmp/article/view/2114", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:xwQD8kKXVYQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PELATIHAN PERANCANGAN LABEL PRODUK SEBAGAI BENTUK KOMUNIKASI PEMASARAN BAGI SISWA BERKEBUTUHAN KHUSUS", "pub_year": 2025, "citation": "Jurnal Kreativitas dan Inovasi (Jurnal Kreanova) 5 (1), 32-36, 2025", "author": "Alvina Alvina and Ratih Indriyani and Sesilya Kempa", "journal": "Jurnal Kreativitas dan Inovasi (Jurnal Kreanova)", "volume": "5", "number": "1", "pages": "32-36", "abstract": "Pembelajaran mengenai label sangat penting karena label tidak hanya berfungsi sebagai penanda suatu produk, tetapi juga sebagai sumber informasi yang membantu konsumen membuat keputusan yang tepat. Teknologi digital memberikan banyak manfaat dalam desain label produk, mulai dari efisiensi waktu dan biaya, kemudahan penggunaan, hingga peningkatan daya tarik visual. Melalui software desain digital, produsen dapat menciptakan label yang lebih kreatif, informatif, serta dengan cepat menyesuaikannya. Penggunaan Kittl untuk desain label produk sangat sesuai bagi pengguna yang ingin hasil desain profesional tanpa harus mahir menggunakan software. Pemanfaatan platform Kittl terbukti dapat meningkatkan keterampilan siswa dalam merancang logo, tagline, dan label. Penggunaan teknologi digital dalam pembelajaran ini direkomendasikan untuk terus diterapkan untuk mendukung kemandirian siswa dalam menghasilkan karya desain yang bermanfaat, baik untuk usaha maupun pengembangan keterampilan kerja mereka di masa depan. Pada sisi tim pelatih, beberapa aspek juga dapat ditingkatkan untuk mendukung efektivitas pelatihan berikutnya. Salah satu rekomendasi utama adalah penyediaan koneksi internet dan laptop cadangan untuk memastikan proses desain label dapat berjalan lebih baik. Selain itu, pelatihan bagi instruktur dan pendamping mengenai komunikasi dengan siswa berkebutuhan khusus juga diperlukan."}, "filled": true, "author_pub_id": "h0Bn9ww7lO4C:hMod-77fHWUC", "num_citations": 0, "pub_url": "https://ejournal.stiesia.ac.id/kreanova/article/view/7187", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:65mPYLncc6EJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PELATIHAN BUSINESS MODEL CANVAS (BMC) BAGI PARA PEMILIK USAHA KECIL DI SABU RAIJUA, NUSA TENGGARA TIMUR", "pub_year": 2025, "citation": "Jurnal Abdikarya: Jurnal Karya Pengabdian Dosen Dan Mahasiswa, 1-8, 2025", "author": "Sesilya Kempa and Wilma Laura Sahetapy and Widjojo Suprapto and Yonathan Palumian and Fransisca Andreani", "journal": "Jurnal Abdikarya: Jurnal Karya Pengabdian Dosen Dan Mahasiswa", "pages": "1-8", "abstract": "Kegiatan pengabdian ini ditujukan kepada para pelaku usaha yang tergabung dalam kelompok swadaya masyarakat PPA Sabu Raijua. Hasil observasi menunjukkan adanya keterbatasan pemahaman mengenai model bisnis yang sesuai dengan kondisi usaha mereka. Banyak pelaku usaha dalam kelompok tersebut memiliki konsep yang kurang tepat tentang potensi produk, pemetaan pelanggan, dan pengelolaan keuangan, sehingga menghambat pengembangan usaha serta peningkatan kesejahteraan ekonomi mereka. Pelatihan dan pendampingan dalam pembuatan model bisnis dengan menggunakan Business Model Canvas (BMC) difokuskan pada perubahan pola pikir dan perilaku dalam pengelolaan usaha mikro dan kecil. Setelah melakukan tes kesehatan keuangan usaha dan mengunjungi setiap usaha, tema utama pelatihan adalah penyusunan model bisnis baru berdasarkan panduan dari BMC …"}, "filled": true, "author_pub_id": "h0Bn9ww7lO4C:k_IJM867U9cC", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=3384350405078749435&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-xArKsOg9y4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Eksplorasi Brand Love sebagai Faktor Kunci dalam Loyalitas Penonton Serial Barat", "pub_year": 2024, "citation": "IQTISHADequity jurnal MANAJEMEN 7 (1), 33-40, 2024", "author": "Sesilya Kempa and Valerie Margo and Ratih Indriyani", "journal": "IQTISHADequity jurnal MANAJEMEN", "volume": "7", "number": "1", "pages": "33-40", "abstract": "Penelitian ini mengkaji pengaruh langsung dan tidak langsung dari keterikatan emosional terhadap merek (emotional brand attachment), kepuasan merek (brand satisfaction), dan pengalaman merek (brand experience) terhadap kecintaan terhadap merek (brand love) serta loyalitas pelanggan (customer loyalty) pada penonton serial barat di Indonesia. Data dikumpulkan dengan teknik non-probability sampling menggunakan kuesioner online yang disebarkan kepada 300 responden secara kuantitatif. Analisis penelitian ini menggunakan Partial Least Squares-Structural Equation Modeling (PLS–SEM). Hasil penelitian menunjukkan bahwa keterikatan emosional, kepuasan merek, dan pengalaman merek secara signifikan memengaruhi kecintaan terhadap merek. Namun, keterikatan emosional dan pengalaman merek tidak memiliki pengaruh langsung terhadap loyalitas pelanggan, yang menyoroti peran mediasi dari kecintaan terhadap merek. Kepuasan merek terbukti menjadi prediktor utama loyalitas pelanggan. Temuan ini menggarisbawahi pentingnya membangun hubungan emosional, menciptakan pengalaman yang positif, dan memastikan kepuasan penonton untuk mendorong loyalitas melalui kecintaan terhadap merek. Penelitian ini memberikan implikasi praktis bagi produsen serial barat untuk meningkatkan keterlibatan penonton melalui pengintegrasian elemen relevansi budaya, peningkatan kualitas cerita, dan pemanfaatan platform media sosial. Penelitian selanjutnya dapat mengeksplorasi faktor tambahan yang memengaruhi loyalitas pelanggan serta mengkaji konteks budaya yang berbeda untuk memperluas generalisasi …"}, "filled": true, "author_pub_id": "h0Bn9ww7lO4C:maZDTaKrznsC", "num_citations": 0, "pub_url": "https://e-journal.umaha.ac.id/iqtisad/article/view/16858", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:3e9D0O-NKngJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Innovation Capabilities among Young Entrepreneurs in Sabu Raijua: The Roles of Strategic Intuition Capability, Managerial Cognitive Capability, and Absorptive Capacity", "pub_year": 2024, "citation": "Journal of Ecohumanism 3 (8), 9908–9924-9908–9924, 2024", "author": "Sesilya Kempa and Wilma Laura Sahetapy and Fransisca Andreani and Widjojo Suprapto and Yonathan Palumian", "journal": "Journal of Ecohumanism", "volume": "3", "number": "8", "pages": "9908–9924-9908–9924"}, "filled": true, "author_pub_id": "h0Bn9ww7lO4C:isC4tDSrTZIC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8qGqdyfbyaIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "How Can Digital Competencies Transform The Performance Of Micro Business", "pub_year": 2024, "citation": "Bengkulu International Conference on Economics, Management, Business and …, 2024", "author": "Sesilya Kempa and Fransisca Angelica Liemena", "journal": "Bengkulu International Conference on Economics, Management, Business and Accounting (BICEMBA)", "volume": "2", "pages": "313-326"}, "filled": true, "author_pub_id": "h0Bn9ww7lO4C:TFP_iSt0sucC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZLGO_WRZPU8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penggunaan Media Sosial dalam Mendukung Kinerja Pemasaran: Evaluasi Dampak Value Co-Creation dan Produktivitas Kerja", "pub_year": 2024, "citation": "Co-Value Jurnal Ekonomi Koperasi dan kewirausahaan 15 (6), 2024", "author": "Ratih Indriyani and Agnes Renatha Dewi and Sesilya Kempa", "journal": "Co-Value Jurnal Ekonomi Koperasi dan kewirausahaan", "volume": "15", "number": "6", "abstract": "UMKM sebaiknya meningkatkan kinerja pemasaran untuk mendukung strategi bersaingnya. Pada era digital ini pemasaran menggunakan media sosial dapat membantu bisnis meningkatkan kinerja pemasarannya. Penelitian ini bertujuan untuk menguji pengaruh Social media usage terhadap Marketing Performance melalui value co-creation dan Work Productivity pada UMKM. Penelitian ini menggunakan jenis penelitian kuantitatif dengan pendekatan metode survei. Penelitian ini menggunakan menggunakan teknik purposive sampling sebagai tehnik pengambilan sampel. Populasi dari penelitian ini adalah pemilik UMKM di Sidoarjo yang menggunakan media sosial dan sudah beroperasi minimal 1 tahun. Teknik pengolahan data menggunakan software Smart PLS. Hasil penelitian menunjukan bahwa Social media usage memiliki pengaruh signifikan terhadap value co creation dan work productivity. Di sisi …"}, "filled": true, "author_pub_id": "h0Bn9ww7lO4C:bEWYMUwI8FkC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=12882013586058028713", "cites_id": ["12882013586058028713"], "pub_url": "https://scholar.google.com/scholar?cluster=12882013586058028713&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qaa-zBobxrIJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PERAN EMOTIONAL EXHAUSTION DALAM HUBUNGAN ANTARA JOB INSECURITY DAN WORK ATTITUDE: STUDI PADA SALESPERSON OTOMOTIF", "pub_year": 2024, "citation": "MANAJEMEN 4 (2), 09-18, 2024", "author": "Ratih Indriyani and Andrew Gunawan and Sesilya Kempa", "journal": "MANAJEMEN", "volume": "4", "number": "2", "pages": "09-18"}, "filled": true, "author_pub_id": "h0Bn9ww7lO4C:iH-uZ7U-co4C", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:eXUdY9qV2ioJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pelatihan Dan Pendampingan Desain Grafis Bagi Siswa Berkebutuhan Khusus", "pub_year": 2024, "citation": "Kreanova 4 (2), 62-66, 2024", "author": "RR Ardianti and Ratih Indriyani and Sesilya Kempa and Mariana Ing Malelak", "volume": "4", "number": "2", "pages": "62-66", "abstract": "Penggunaan media sosial untuk mendukung kegiatan pemasaran menjadi hal yang sangat penting pada saat ini. Kemampuan untuk membuat desain konten-konten sosial media yang dapat digunakan untuk memasarkan produk menjadi penting bagi siswa, termasuk siswa dengan kebutuhan khusus agar dapat melengkapi mereka dengan kompetensi yang dibutuhkan dalam dunia kerja. Oleh karena itu, dosen dan mahasiswa School of Business and Management Universitas Kristen Petra mengadakan kegiatan pengabdian pada masyarakat dengan metode pelatihan dan pendampingan yang ditujukan bagi siswa AORA, sebuah lembaga kursus dan pelatihan bagi siswa berkebutuhan khusus di Surabaya. Pelatihan dan pendampingan ini diselenggarakan selama kurang lebih 8 minggu dalam kurun waktu Januari-Maret 2024. Secara spesifik, materi yang diberikan adalah desain grafis dengan menggunakan aplikasi canva untuk menghasilkan konten berupa poster, name tag produk, katalog produk dan reels. Secara umum siswa menunjukkan respon yang positif atas kegiatan pelatihan dan pendampingan ini. Mereka mengakui adanya manfaat dan menyatakan kesediaannya untuk mengikut pelatihan lanjutan yang akan direncanakan untuk mereka"}, "filled": true, "author_pub_id": "h0Bn9ww7lO4C:RHpTSmoSYBkC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21228/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:biKdp_soMAoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "EXPLORING WOMEN'S ENTREPRENEURIAL BEHAVIOR FROM THE PERSONAL ASPECT.", "pub_year": 2024, "citation": "Journal of Applied Business & Economics (JABE) 10 (3), 2024", "author": "Sesilya Kempa", "journal": "Journal of Applied Business & Economics (JABE)", "volume": "10", "number": "3", "abstract": "This study explores women's entrepreneurial behavior regarding passion, selfefficacy, and entrepreneurship opportunities. This study uses the Partial Least Square analysis tool to examine the three linkages to women entrepreneurs running their businesses for at least one year. The output of this research found that passion has a direct and significant effect on entrepreneurial self-efficacy and entrepreneurial opportunity recognition. Furthermore, women entrepreneurs' passion and awareness of business opportunities directly influence their entrepreneurial behavior. However, entrepreneurial self-efficacy does not influence the behavior of women entrepreneurs, which makes entrepreneurial selfefficacy incapable of being a mediator. On the other hand, entrepreneurial opportunity recognition is proven to mediate the relationship between entrepreneurial passion and entrepreneurial behavior. This research …"}, "filled": true, "author_pub_id": "h0Bn9ww7lO4C:4JMBOYKVnBMC", "num_citations": 0, "pub_url": "https://search.ebscohost.com/login.aspx?direct=true&profile=ehost&scope=site&authtype=crawler&jrnl=23564849&AN=179317655&h=34QwACLfDAX2YuOKAKgsaWlOAtHLeqQu29o5jOGvCEMyt47YmX9pfEEGpaRvS684BN%2Bn6PGUk6SBTmD8IwoBsg%3D%3D&crl=c", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:PAnGj1VZXfAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pembentukan ekosistem usaha mikro Kelompok Swadaya Masyarakat Guyub Rukun Malang", "pub_year": 2024, "citation": "Jurnal Kreativitas dan Inovasi (Jurnal Kreanova) 4 (1), 1-8, 2024", "author": "Widjojo Suprapto and Noni Kezia Marchyta and Sesilya Kempa and Yonathan Palumian and Michael Audrey Endrata", "journal": "Jurnal Kreativitas dan Inovasi (Jurnal Kreanova)", "volume": "4", "number": "1", "pages": "1-8", "abstract": "Pembentukan ekosistem usaha mikro sangat dibutuhkan dalam mendukung aktivitas bisnis usaha rumah tangga berskala mikro. Hal ini disebabkan karena dalam perjalanan bisnisnya, banyak para pemilik usaha skala mikro yang dihadapan dengan berbagai situasi yang tidak menentu, penuh resiko, dan ketidakpastian yang tinggi. Oleh karena itu, para pemilik usaha mudah putus asa, khawatir, dan galau, sehingga mereka sangat membutuhkan support system atau ekosistem yang bisa mendukung perjalanan bisnis mereka. Tujuan pembentukan ekosistem ini adalah membuat wadah dimana para pemilik usaha dan para pelaku bisnis bisa membagikan kesulitan-kesulitan mereka dan menemukan jawaban terhadap kondisi bisnis yang sedang dihadapi. Para pelaku bisnis bisa meningkatkan kemampuan manajerial dan keterampilan bisnis melalui pertemuan-pertemuan rutin bertema yang dirancang oleh pembina kelompok swadaya masyarakat guyub rukun. Harapan yang akan dicapai lainnya adalah bertambahnya jumlah para pemilik usaha mikro yang mampu mandiri dan naik kelasnya usaha mikro ke skala usaha kecil. Dengan adanya manfaat dari ekosistem bisnis ini, anggota dari kelompok swadaya masyarakat guyup rukun yang bernaung di bawah PPA Sikhar Malang bisa bertambah jumlahnya juga."}, "filled": true, "author_pub_id": "h0Bn9ww7lO4C:R3hNpaxXUhUC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=290471350580318089", "cites_id": ["290471350580318089"], "pub_url": "https://ejournal.stiesia.ac.id/kreanova/article/view/6241", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:iY_EhCf2BwQJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Determinan Entrepreneurial Spirit pada Pelaku Usaha di Sektor Digital", "pub_year": 2024, "citation": "Jurnal Pendidikan Ekonomi (JUPE) 12 (1), 31-36, 2024", "author": "Tracy Leonita and Sesilya Kempa and Ratih Indriyani", "journal": "Jurnal Pendidikan Ekonomi (JUPE)", "volume": "12", "number": "1", "pages": "31-36", "abstract": "Penelitian ini bertujuan untuk meneliti pengaruh income expectations dan social environment terhadap entrepreneurial spirit melalui selfefficacy dari wirausaha Indonesia yang bergerak di sektor usaha digital dengan menggunakan pendekatan kuantitatif. Riset ini melibatkan 161 wirausaha dengan teknik pengambilan sampel purposif. Riset ini menggunakan teknik analisis data SEM-PLS untuk pembuktian dugaan. Hasil penelitian menunjukkan bahwa wirausaha memerlukan keyakinan diri akan kemampuannya menjalankan bisnis digital untuk membuatnya tetap semangat menjadi digitalpreneur. Selain itu, income expectations dan social environment turut menentukan entrepreneurial spirit seorang wirausaha."}, "filled": true, "author_pub_id": "h0Bn9ww7lO4C:e5wmG9Sq2KIC", "num_citations": 0, "pub_url": "https://ejournal.unesa.ac.id/index.php/jupe/article/view/57196", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:MD7xRY-eqiQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pendampingan pembuatan rencana pemasaran untuk meningkatkan daya saing produk olahan usaha mikro di Guyub Rukun PPA Shikar Malang", "pub_year": 2023, "citation": "Pendampingan pembuatan rencana pemasaran untuk meningkatkan daya saing …, 2023", "author": "Sesilya Kempa and Nony Kezia Marchyta and Widjojo Suprapto and Katherina Mevilia Tan", "abstract": "Pusat Pengembangan Anak (PPA) merupakan sebuah organisasi yang bertujuan untuk melepaskan anak dari kemiskinan melalui berbagai program tumbuh kembang anak. Untuk mewujudkan tujuan tersebut, PPA Shikar Malang merangkul keluarga dan orang tua untuk mengentaskan sumber kemiskinan secara holistik dengan membantu pengembangan keterampilan kewirausahaan, yang berperan sebagai mobilisasi sumber daya lokal, dan menciptakan komunitas usaha mikro sebagai sarana memperkuat pola pikir bisnis dan memperluas wawasan. pengetahuan dan pengalaman bisnis. Bersama Universitas Kristen Petra, PPA Shikar Malang menginisiasi sistem pendukung bagi orang tua untuk mengembangkan usaha kecilnya melalui Kelompok Swadaya Masyarakat Guyub Rukun. Berdasarkan kunjungan dan observasi lapangan, diketahui bahwa usaha mikro di Guyub Rukun kurang memiliki daya tarik produk dan kemasan untuk ekspansi ke segmen pasar yang lebih luas. Selain itu, banyak pemilik usaha yang masih memanfaatkan jaringan tradisional untuk mempromosikan produknya, sehingga menyebabkan segmen pasar tersebut menjadi sangat terbatas. Oleh karena itu, kegiatan pendampingan usaha mikro ini dirancang dengan tujuan untuk membuat rencana pemasaran yang tepat, sehingga setiap usaha mikro dapat melakukan terobosan untuk meningkatkan pendapatan dan keuntungan dengan menjangkau segmen pasar yang lebih luas di luar lingkungannya. Kerja sama pengabdian masyarakat antara UKP dan PPA Shikar ini fokus pada pembenahan aspek manajemen pemasaran dan melakukan pendampingan …"}, "filled": true, "author_pub_id": "h0Bn9ww7lO4C:_Qo2XoVZTnwC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20984/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:1HNf13fS__QJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengembangan potensi umkm kelurahan jagir, wonokromo dengan pendekatan pemasaran digital", "pub_year": 2023, "citation": "Jurnal Kreativitas dan Inovasi (Jurnal Kreanova) 3 (3), 117-122, 2023", "author": "Ratih Indriyani and Sesilya Kempa and Dewi Pertiwi", "journal": "Jurnal Kreativitas dan Inovasi (Jurnal Kreanova)", "volume": "3", "number": "3", "pages": "117-122", "abstract": "Penggunaan teknologi digital telah mempengaruhi semua aspek kegiatan usaha, termasuk dalam hal pemasaran, pemasaran berbasis digital digunakan untuk memperoleh konsumen, membangun preferensi mereka, memelihara konsumen, serta pada akhirnya mampu meningkatkan penjualan dan profit bisnis. Digital marketing merupakan cara komunikasi pemasaran yang mampu menimbulkan awareness dan engagement masyarakat terhadap produk UMKM. Digital marketing mampu memberikan kemudahan pada pembeli untuk mendapatkan informasi mengenai produk dan melakukan interaksi melalui internet. Di sisi lain digital marketing memungkinkan penjual untuk memantau dan menyediakan kebutuhan serta keinginan calon pembeli tanpa batasan waktu dan area geografis. Aktivitas pengabdian masyarakat kali ini bertujuan untuk mengintegrasi mendalami potensi UMKM di Kelurahan Jagir. Dari pemetaan potensi ini, aktivitas yang dilakukan adalah optimalisasi pemasaran digital. Dari kegiatan ini diperoleh gambaran bahwa pemilik usaha memahami pentingnya digital marketing namun masih memerlukan pengetahuan dan skill yang lebih baik lagi. Adanya suatu keunikan dari pengabdian ini berupa kesiapan dari peserta pelaku UMKM untuk mengenal dan mengaplikasikan media yang dipergunakan untuk memasarkan produk yang tidak secara manual tetapi menggunakan elektronik untuk mempercepat proses sampai ke tangan konsumen."}, "filled": true, "author_pub_id": "h0Bn9ww7lO4C:mB3voiENLucC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=275037219671798973", "cites_id": ["275037219671798973"], "pub_url": "https://ejournal.stiesia.ac.id/kreanova/article/view/6064", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vXSM4uQg0QMJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Virtual Reality Tourism, can it replace the real tourism experience?", "pub_year": 2023, "citation": "Proceedings of the 2023 11th International Conference on Computer and …, 2023", "author": "Widjojo Suprapto and Sesilya Kempa and Wilson Widjaja", "pages": "90-94", "abstract": "The Covid-19 pandemic brought a severe impact on tourism industry, as traveling for leisure was very restricted. Yet, the desire to travel and explore tourist destination created a necessity for various reasons. The aim of this study is to explore virtual reality usage to replace such a travel limitation. Previous studies mention that virtual reality application has been used to enhance tourism promotion. Therefore, this study seeks evidences to go beyond enhancing the experience. The data were collected by questionnaires that were distributed to the Millennials, and the returned questionnaires were from 280 respondents, with 230 valid respondents. The results indicate that presence and authenticity have significant influences on virtual reality usage, however, they have no significant influence on tourism experience. Emotion has no significant influence on virtual reality usage, but it has a significant influence on tourism …"}, "filled": true, "author_pub_id": "h0Bn9ww7lO4C:HDshCWvjkbEC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=4871381649215712790", "cites_id": ["4871381649215712790"], "pub_url": "https://dl.acm.org/doi/abs/10.1145/3617733.3617748", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Fu7b3syfmkMJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Mobile Banking Transactions for Small and Medium Enterprise (SME)", "pub_year": 2023, "citation": "Relevance: Journal of Management and Business 6 (1), 2023", "author": "Antonius David Wahyudi and Sesilya Kempa", "journal": "Relevance: Journal of Management and Business", "volume": "6", "number": "1", "abstract": "Banks and SME actors cannot ignore mobile banking considering that it can provide efficiency in the financial transaction process, so it is necessary to know several factors that can influence transacting using mobile banking from SME actors. This study analyzes the effect of perceived risk, perceived ease of use, and institution-based trust on mobile banking transaction intention in SME actors. This research is quantitative research that aims to explain the relationship between several variables with a quantitative descriptive approach. The sample used in this study was 100 SME actors who were taken using a non-probability sampling technique. The results showed that the intention of transactions using mobile banking by SME customers was carried out on the basis of risk perception factors, perceived ease of use, and trust in bank institutions. The bank must socialize how to use and benefit from mobile banking to …"}, "filled": true, "author_pub_id": "h0Bn9ww7lO4C:hFOr9nPyWt4C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=5949776823423367359", "cites_id": ["5949776823423367359"], "pub_url": "https://scholar.google.com/scholar?cluster=5949776823423367359&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:v3gAZX_akVIJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Examining Entrepreneurial Success Factors of Women-Owned SMEs in Rattan Craft", "pub_year": 2022, "citation": "Jurnal Penelitian Ekonomi dan Bisnis 7 (2), 81-89, 2022", "author": "Deny Wirawan Sanjaya and Sesilya Kempa", "volume": "7", "number": "2", "pages": "81-89", "abstract": "The rattan craft industry is one of the most significant contributors to the economy, and women own this business. However, the success of the rattan craft SME is influenced by internal and external factors. This study aims to determine the effect of the personal aspects, environmental aspects, and government support on entrepreneurial success in rattan craft SME women. Data collection was carried out using a questionnaire. The sample used was 100 women SME owners of rattan craft. The sampling technique in this study is to use the accidental sampling technique. The analytical method used is multiple linear regression analysis (SPSS). The results showed that personal and environmental aspects, as well as support from the government, determine the success of rattan craft SMEs that belong to women entrepreneurs. The most considerable influence is from the personal aspect, in which family background and support play an essential role."}, "filled": true, "author_pub_id": "h0Bn9ww7lO4C:ZeXyd9-uunAC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19888/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:cHls8uWux8AJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pemanfaatan Digital Marketing Bagi Pengembangan Usaha Makanan Dan Minuman", "pub_year": 2022, "citation": "Jurnal Kreanova 2 (2), 68-75, 2022", "author": "Ratih Indriyani and Sesilya Kempa", "volume": "2", "number": "2", "pages": "68-75", "abstract": "Usaha Mikro Kecil Menengah memiliki keterbatasan menjalankan usahanya dalam hal awareness di pasar, lingkup wilayah penjualan terbatas, dan menghadapi persaingan dari lokal dan wilayah lain. Hal ini adalah tantangan pengembangan usaha berskala mikro kecil dan menengah. Kegiatan pengabdian masyarakat ini diselenggarakan berbasis service-learning yang berbentuk pendampingan usaha di bidang makanan dan minuman. Tahapan pendampingan sendiri dimulai dari tahap pembekalan hingga monitoring. Tujuan dari kegiatan ini adalah mengetahui kendala dan tantangan yang dihadapi oleh UMKM dan menyusun pemasaran digital yang dapat mendukung usaha mereka. Pemasaran digital diaplikasikan secara khusus dalam membuat media sosial yang sesuai bagi UMKM. Pemasaran digital ini diharapkan dapat mengembangkan jangkauan pasar. Hasil dari kegiatan ini menunjukkan bahwa penggunaan teknologi digital dapat mengubah cara UMKM terhubung dengan konsumen mereka. Penggunaan media sosial membantu Penggunaan media sosial membantu mempromosikan produk pada masyarakat lebih luas, serta membantu pengenalan produk lebih luas. Karakteristik dan kebutuhan pengembangan UMKM juga menyebabkan perbedaan keperluan untuk menerapkan metode pemasaran digital yang berbeda."}, "filled": true, "author_pub_id": "h0Bn9ww7lO4C:L8Ckcad2t8MC", "num_citations": 8, "citedby_url": "/scholar?hl=en&cites=14980283703674185147", "cites_id": ["14980283703674185147"], "pub_url": "https://repository.petra.ac.id/19906/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:u6US2Kio5M8J:scholar.google.com/", "cites_per_year": {"2023": 3, "2024": 4, "2025": 1}}
