{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Smart Government-Based Governance through Digital Transformation of Public Services: Experience of Surabaya City Government, Indonesia", "pub_year": 2024, "citation": "PERSPEKTIF 13 (4), 1176-1186, 2024", "author": "Gatut Priyowidodo and Inri Inggrit Indrayani and Astri Yogatama", "journal": "PERSPEKTIF", "volume": "13", "number": "4", "pages": "1176-1186", "abstract": "This research aims to explore Smart Governance in local government institutions. The literature review shows that some models have been developed to explain Smart Government. However, systematic research on Smart Government through the Digital Transformation of Public Services still needs to be developed. This research used a qualitative approach with a phenomenographic method. Phenomenography focuses on three things. First, it focuses on interest. Second, it is content-oriented. Third, it describes the conceptions of various aspects of their reality. Data collection through direct observation and interviews with bureaucratic officials (Head of Service), stakeholders, academics, and online service users. The stages of data analysis include three aspects, namely interpreting data (structure and meaning of data) and data categorization/coding (variations in understanding and empirical manner), as well as formulating results (identification of conception and outcome space) and making research reports. The findings of this research show that Smart or M-Government is an Essential Necessity: The evolution toward intelligent government in the digital era is no longer a choice but a historical necessity. The convergence of technological advancements in internet-based information technology and the increasing public demands for top-tier services has made competent government imperative. The city has also made strides in digital transformation, achieving digital people, platforms, processes, public services, and workspaces, accompanied by ten sub-components. This comprehensive approach to digital governance ensures that nearly all …"}, "filled": true, "author_pub_id": "h88rlUsAAAAJ:dfsIfKJdRG4C", "num_citations": 0, "pub_url": "https://ojs.uma.ac.id/index.php/perspektif/article/view/12001", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Njg51arc0JwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Effectiveness of Kopiko Sugar Free Advertisement in Korean Drama My Demon in East Java Society", "pub_year": 2024, "citation": "Journal of Content and Engagement, 147-165, 2024", "author": "Tania Devina and Astri Yogatama and Felicia Goenawan", "journal": "Journal of Content and Engagement", "pages": "147-165", "abstract": "In December 2023, Kopiko appeared with a new variant, namely sugar free and did product placement in the drama My Demon. The purpose of this study is to determine the effectiveness of Kopiko Sugar Free product placement advertising in Korean drama My Demon on East Java. In this study, the effectiveness will be measured by customer response index, which uses the indicator stages of awareness, comprehend, interest, intention and action. This research approach is quantitative descriptive. The technique used is non-probability sampling and purposive sampling with a sample size of 100 respondents. The result of this research is that the Kopiko Sugar free product placement advertisement is in the effective stage as evidenced by the final result of the CRI multiplication of 58%. This is due to the utilization of the three dimensions of product placement done simultaneously, namely visual, audio and plot connection dimention"}, "filled": true, "author_pub_id": "h88rlUsAAAAJ:4OULZ7Gr8RgC", "num_citations": 0, "pub_url": "https://joce.petra.ac.id/index.php/joce/article/view/35", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:cdtj14n2exgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Persuasive Key Message Factors in Marjan Syrup Advertisements from 2021-2024", "pub_year": 2024, "citation": "Journal of Content and Engagement, 182-200, 2024", "author": "Kezia Maureen and Jandy Luik and Astri Yogatama", "journal": "Journal of Content and Engagement", "pages": "182-200", "abstract": "Marketing Public Relations (MPR) emphasises not on selling (as in advertising activities) but on providing information, education, and efforts to increase understanding through the addition of knowledge about a product brand. This approach has a stronger impact, and the message conveyed is more memorable to consumers. With a more intensive and comprehensive level of communication compared to advertising, MPR represents a higher concept than regular advertising. MPR emphasises the management aspect of marketing by highlighting consumer welfare. The Marjan Syrup advertisement is one of the most unique and interesting advertisements, which certainly does not escape the attention of the Indonesian public. Since 2019, Marjan has begun to step out of its\" ordinary advertisement\" comfort zone by using various editing techniques while still incorporating elements of Indonesian folklore. This study provides an overview of the persuasive key message factors contained in the Marjan Syrup advertisements from 2021 to 2024. Using quantitative content analysis, this study is able to examine the message structure, message content, framing, language, and emotional appeals present in each scene of the Marjan Syrup advertisements. The results of the study indicate that the advertisements from 2021 to 2024 contain persuasive key message factors. The most prominent indicators are Message Structure and Language. Additionally, the researchers found that the persuasive key message factors in these four years are suitable for further attracting viewers to the advertisements by conveying messages that contain persuasive elements"}, "filled": true, "author_pub_id": "h88rlUsAAAAJ:fPk4N6BV_jEC", "num_citations": 0, "pub_url": "https://joce.petra.ac.id/index.php/joce/article/view/37", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:EMmQJBoM_QIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Effectiveness of the Itik Land Pop Up Store Advertising Message to Instagram Followers@ myyellowduckling", "pub_year": 2024, "citation": "Journal of Content and Engagement, 1-14, 2024", "author": "Ajeng Lintang Saraswati and Ido Prijana Hadi and Astri Yogatama", "journal": "Journal of Content and Engagement", "pages": "1-14", "abstract": "My Yellow Duckling is a local brand that sells duck-themed merchandise. This brand started its business in 2019 and comes from the city of Surabaya. Starting with a drawing hobby from the owner of My Yellow Duckling, it led her to start transforming her draw into a product with selling value. She sells duck-themed merchandise, such as dolls, sticker, keychain, enamel pin, pouch, headband, and so on. My Yellow Duckling sells their product online via Shopee marketplace and offline by open a pop-up store in collaboration with the event market in Surabaya. In January 2024, My Yellow Duckling for the first time opened a pop-up store independently in Malang under the name Itik Land. To advertise their event, they use Instagram for share the message to consumer. This study uses SOR theory to determine the effectiveness of advertising messages to the audience. Advertising messages delivered will be measured effectively using AISAS models with 5 indicator, Attention, Interest, Search, Action, and Share. This type of research is descriptive with a quantitative approach. The study took data using an online questionnaire against 100 respondents using non-probability sampling techniques. The results of this study showed that messages of pop-up ads on Instagram followers@ myyellowduckling proved effective with the highest average score at the attention level."}, "filled": true, "author_pub_id": "h88rlUsAAAAJ:u_35RYKgDlwC", "num_citations": 0, "pub_url": "https://joce.petra.ac.id/index.php/joce/article/download/29/54", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:oSllfLA81CwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Emotional Expression of Public Communication Post COVID-19 Era In Educational Context", "pub_year": 2024, "citation": "WACANA: Jurnal Ilmiah Ilmu Komunikasi 23 (1), 28-43, 2024", "author": "Angela Audrey Sutanto and Inri Inggrit Indrayani and Astri Yogatama", "journal": "WACANA: Jurnal Ilmiah Ilmu Komunikasi", "volume": "23", "number": "1", "pages": "28-43", "abstract": "This research aims to examine the emotional expression of nonverbal communication performed by scholars during presentations as a post-pandemic public communication practice. In the age of globalization, one of the necessary talents is public communication. A presentation that tries to transmit knowledge about a topic to the audience effectively is a familiar public communication technique scholars perform. Building a connection with the audience is one way to create effective communication, one of which is emotional expression in the form of nonverbal communication through gestures and microexpressions. Public communication skills have deteriorated, particularly during the COVID-19 epidemic, as have emotional expressions in nonverbal communication. With previous theoretical perspectives in gesture and microexpression, this study employed a quantitative-descriptive content analysis technique with categorical analysis units. Researchers examined 49 video recordings of scholars’ presentations from February to March 2023. The study's findings revealed that when scholars practiced public communication in class, they employed scared emotions for gestures and calm emotions for microexpressions. This study suggests the significance of public communication training or coaching, particularly for nonverbal emotional displays in presentations, to fulfill communication goals."}, "filled": true, "author_pub_id": "h88rlUsAAAAJ:70eg2SAEIzsC", "num_citations": 0, "pub_url": "http://www.journal.moestopo.ac.id/index.php/wacana/article/view/3338", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:53ROmSMhBPkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Transformasi kebun hidroponik konvensional menjadi energy-efficient smart urban farming berbasis IoT", "pub_year": 2024, "citation": "Jurnal Inovasi Hasil Pengabdian Masyarakat (JIPEMAS) 7 (3), 537-553, 2024", "author": "Indar Sugiarto and Astri Yogatama and Setyono Yudo Tyasmoro", "journal": "Jurnal Inovasi Hasil Pengabdian Masyarakat (JIPEMAS)", "volume": "7", "number": "3", "pages": "537-553", "abstract": "Urban Farming adalah teknik bercocok tanam di lingkungan perkotaan dengan memanfaatkan area, seperti halaman rumah, taman, atau bahkan atap bangunan. Untuk mengoptimalkan manfaat dari urban farming, perlu tata kelola yang baik dan terkontrol mulai dari proses awal persiapan, penanaman, perawatan sampai panen dan pasca panen. Di Surabaya ditemukan urban farming berupa kebun hidroponik yang dimiliki oleh KRPL Tambakrejo Surabaya yang tidak berfungsi dengan baik. Melalui kegiatan pengabdian masyarakat dengan metode ABCD (Asset Based Community Development), dilakukan upaya pemberdayaan dan perbaikan dengan mentransformasi kebun hidroponik konvensional mereka menjadi kebun hidroponik cerdas. Metode tersebut diimplementasi mulai dari identifikasi permasalahan yang dihadapi KRPL Tambakrejo, yaitu kesulitan pasokan air bersih, serangan hama tikus, sumber …"}, "filled": true, "author_pub_id": "h88rlUsAAAAJ:35N4QoGY0k4C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=16829727492784846885", "cites_id": ["16829727492784846885"], "pub_url": "https://riset.unisma.ac.id/index.php/jipemas/article/view/21135", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:JfgQqvwzj-kJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sistem Sosial Budaya", "pub_year": 2024, "citation": "Sistem Sosial Budaya, 2024", "author": "Thomas Santoso and Astri Yogatama", "publisher": "PT. Pustaka Saga Jawadwipa", "abstract": "Sistem sosial budaya dapat dipelajari dari pelbagai sudut pandang. Buku ini menjelaskan sistem sosial budaya dari pengertian, persyaratan, dan juga saling ketergantungan antar komponen sosial budaya. Pendekatan struktural fungsional dan konflik digunakan untuk menganalisis sistem sosial budaya yang majemuk."}, "filled": true, "author_pub_id": "h88rlUsAAAAJ:2P1L_qKh6hAC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21015/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:HdAfLa1M2W8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A Phenomenography Perspective on Digital Transformation in Public Service: Conceptions of Jogyakarta Smart Service (JSS)", "pub_year": 2024, "citation": "Journal of Society and Media 8 (1), 41-63, 2024", "author": "Inri Inggrit Indrayani and Gatut Priyowidodo and Astri Yogatama", "volume": "8", "number": "1", "pages": "41-63", "abstract": "The study aims to explore the actors conceptions of the digitalization of public services through their experiences, perceptions, and understanding, which are not widely disclosed in research. These actors include the government as a service provider and users, as well as business actors and academicians. In principle, the sustainability of the digitalization of public services will be primarily determined by the participation and support of its users or citizens. The study used Phenomenography and interviewed eight informants, including three government officials, a citizen, an academic, and three business people, in Yogyakarta. The city introduced the JSS (Jogya Smart Service) onedoor digital platform for public services in 2018. Data collection was conducted with interviews. The study revealed that actors had varying conceptions about the digitalization of public services. These differences were related to media use …"}, "filled": true, "author_pub_id": "h88rlUsAAAAJ:vV6vV6tmYwMC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20942/2/Publikasi4_02024_10498.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:W7KIH9kxJ7sJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Effectiveness of Using Gel Angelicca as Celebrity Endorser of ESQA Cosmetics to Indonesian Women on Instagram", "pub_year": 2024, "citation": "Journal of Content and Engagement, 266-283, 2024", "author": "Trisno Lidya Natania and Felicia Goenawan and Astri Yogatama", "journal": "Journal of Content and Engagement", "pages": "266-283", "abstract": "ESQA Cosmetics is a cosmetic brand from Indonesia. ESQA Cosmetics is known as the first vegan cosmetics brand in Indonesia that uses Gel Angelicca as a celebrity endorser in its Marketing Public Relation (MPR) activities. This research was conducted to find out the effectiveness of a celebrity endorser, named Gel Angelicca, in promoting ESQA Cosmetics products to Indonesian women on Instagram. This research uses an online survey method which was distributed to 100 respondents using a Likert scale. The result of this research shows that Gel Angelicca as a celebrity endorser for ESQA Cosmetics has proven to be effective in delivering promotional messages to Indonesian women on Instagram by looking at the values in the TEARS model (Trustworthiness, Expertise, Attractiveness, Respect, Similarity). This research shows that the most effective TEARS model indicator in using Gel Angelicca as a celebrity endorser is the attractiveness indicator."}, "filled": true, "author_pub_id": "h88rlUsAAAAJ:cFHS6HbyZ2cC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=9728356670960291750", "cites_id": ["9728356670960291750"], "pub_url": "https://joce.petra.ac.id/index.php/joce/article/view/42", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ps_jZNkQAocJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Online Public Relations Communication Strategy by Akar Tuli Malang in Campaigning the Use of Indonesian Sign Languange (BISINDO)", "pub_year": 2023, "citation": "Journal of Content and Engagement, 50-64, 2023", "author": "Jeffrey Hendrawan and Daniel Budiana and Astri Yogatama", "journal": "Journal of Content and Engagement", "pages": "50-64", "abstract": "This study aims to determine the online public relations strategy for Akar Tuli Malang Community in campaigning the use of Indonesian sign language (BISINDO). BISINDO is a sign system used by Deaf in Indonesia to communicate. Akar Tuli Malang is the first Deaf community in East Java which is a place for Deaf and hearing friends to socialize. In carrying out its goals, Akar Tuli Malang has a public relations division that carries out the task of establishing cooperation with various parties, both internal and external. The method used in this research is a case study with a qualitative approach and is a type of descriptive research. The results of the study show that the design of a strategy that refers to the concept of a public relations strategy according to Pinkleton has six stages of strategy and the Malang Deaf Root has carried out five of them. Consists of conceptualization, monitoring, planning, organization and coordination, administration and evaluation. In carrying out the strategy online, PR utilizes social media Instagram as a medium for conveying campaign messages."}, "filled": true, "author_pub_id": "h88rlUsAAAAJ:blknAaTinKkC", "num_citations": 0, "pub_url": "https://joce.petra.ac.id/index.php/joce/article/view/13", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:s1xy8GHJqHwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Effectiveness of# FeelThePower Campaign Message on the Followers of Azarine Cosmetic’s Instagram Account", "pub_year": 2023, "citation": "Journal of Content and Engagement, 18-32, 2023", "author": "Auryn Nathania Soputra and Astri Yogatama and Ido Prijana Hadi", "journal": "Journal of Content and Engagement", "pages": "18-32", "abstract": "Effectiveness can be interpreted as the result or influence that arises from a communication process, namely attitudes, behavior, and responses from a communicant whether desired or not desired. The purpose of this research is to find out the effectiveness of the# FeelThePower campaign message for Azarine cosmetic Instagram followers which aims to make customers feel the power that comes from Azarine's ingredients and inner strength to stay confident and always give the best for yourself. This campaign is carried out by launching new products and collaborating with Disney Marvel. Measurement of effectiveness is carried out using the AIDA measurement method (Attention, Interest, Desire, Action). Data was collected by distributing questionnaires to 100 respondents using a purposive sampling technique. Based on research results, the message of the# FeelThePower campaign is categorized as effective. Of the four indicators, the attention stage has the highest mean value, which means that the respondent's attention to the campaign message is the highest compared to other indicators."}, "filled": true, "author_pub_id": "h88rlUsAAAAJ:JV2RwH3_ST0C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=6323310711374101466", "cites_id": ["6323310711374101466"], "pub_url": "https://joce.petra.ac.id/index.php/joce/article/view/10", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2jvg85bpwFcJ:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Forward feature selection for toxic speech classification using support vector machine and random forest", "pub_year": 2022, "citation": "IAES International Journal of Artificial Intelligence 11 (2), 717, 2022", "author": "Agustinus Bimo Gumelar and Astri Yogatama and Derry Pramono Adi and Frismanda Frismanda and Indar Sugiarto", "journal": "IAES International Journal of Artificial Intelligence", "volume": "11", "number": "2", "pages": "717", "publisher": "IAES Institute of Advanced Engineering and Science", "abstract": "This study describes the methods for eliminating irrelevant features in speech data to enhance toxic speech classification accuracy and reduce the complexity of the learning process. Therefore, the wrapper method is introduced to estimate the forward selection technique based on support vector machine (SVM) and random forest (RF) classifier algorithms. Eight main speech features were then extracted with derivatives consisting of 9 statistical sub-features from 72 features in the extraction process. Furthermore, Python is used to implement the classifier algorithm of 2,000 toxic data collected through the world's largest video sharing media, known as YouTube. Conclusively, this experiment shows that after the feature selection process, the classification performance using SVM and RF algorithms increases to an excellent extent. We were able to select 10 speech features out of 72 original feature sets using the …"}, "filled": true, "author_pub_id": "h88rlUsAAAAJ:M3NEmzRMIkIC", "num_citations": 10, "citedby_url": "/scholar?hl=en&cites=15171948042923517359", "cites_id": ["15171948042923517359"], "pub_url": "https://search.proquest.com/openview/bb67fbd4b4d710916330a5f4ab5c1410/1?pq-origsite=gscholar&cbl=1686339", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:r6UjUVyWjdIJ:scholar.google.com/", "cites_per_year": {"2022": 3, "2023": 4, "2024": 1, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Social network analysis of citizen initiated vaccination campaigns on Twitter", "pub_year": 2022, "citation": "International Conference on Community Empowerment and Engagement (ICCEE 2021 …, 2022", "author": "Astri Yogatama and Indar Sugiarto and Agustinus Bimo Gumelar", "conference": "International Conference on Community Empowerment and Engagement (ICCEE 2021)", "pages": "122-132", "publisher": "Atlantis Press", "abstract": "During the Covid-19 pandemic, opinions in the form of hashtags related to the early vaccination period are trending in early 2021. Among those hashtags, two hashtags that will be discussed here are# TolakDivaksinSinovac and# JokowiDivaksin. In this paper, those hashtags will be analyzed in the context of public communication related to the vaccination policy program. Thus, this study aims to determine the movement of opinions related to government policies on pro-and contra account through hashtags on Twitter. The main concept underlying this study was the citizen-initiated campaign (CIC), which originates from communication theory on social media. The method used is social network analysis at three levels, which are network, group, and individual. Through the Netlytic application software, data was collected and analyzed at network and group levels. The rest of the analysis at the individual level was performed using Gephi that helps in calculating an actor’s centrality. From the analysis, it is observed that the digital opinion character was common in both hashtags, whereas the CIC character was found only in the# JokowiDivaksin, referring to the congruence of the hashtag message content of pro-government public policy. Furthermore, the# JokowiDivaksin is more rational than the# TolakDivaksinSinovac, which is more emotional. The implication was that the# JokowiDivaksin had a slightly longer lifespan than the boycott hashtag# TolakDivaksinSinovac, hence the safe vaccination frame was also circulated longer on Twitter. Furthermore, it can be observed that such negative hashtag is a form of cognitive dissonance process, which …"}, "filled": true, "author_pub_id": "h88rlUsAAAAJ:hC7cP41nSMkC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=382331456371381656", "cites_id": ["382331456371381656"], "pub_url": "https://www.atlantis-press.com/proceedings/iccee-21/125974107", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mFV5E29QTgUJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1, "2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Embedded Machine Learning on a Programmable Neuromorphic Platform", "pub_year": 2022, "citation": "Recent Advances in Electrical and Electronic Engineering and Computer …, 2022", "author": "Indar Sugiarto and Agustinus Bimo Gumelar and Astri Yogatama", "pages": "119-128", "publisher": "Springer Singapore", "abstract": "This paper presents an implementation of k nearest neighbor (k-NN) algorithm on SpiNNaker. SpiNNaker is a programmable neuromorphic platform well-known for its very low power energy consumption which is suitable to be used as an embedded system. By utilizing the SpiNNaker communication protocols, we are able to efficiently distribute jobs across SpiNNaker cores for performing the k-NN algorithm. From the experiments, we observed that the k-NN program runs smoothly and performs basic classification task on Irish dataset correctly. From the investigation, we found that the k-NN program reports not only the accuracy and the best k-value to get that accuracy, but also the reason why that k-value should be chosen for the corresponding classification task. We also found that increasing the potential number for k-values, the k-NN program was able to find better accuracy. For example, the accuracy of 91.67 …"}, "filled": true, "author_pub_id": "h88rlUsAAAAJ:qUcmZB5y_30C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=17566763843199924440", "cites_id": ["17566763843199924440"], "pub_url": "https://link.springer.com/chapter/10.1007/978-981-16-9781-4_13", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2Hgbh6SuyfMJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Changes in Nonverbal Communication in Public Communication Before and During the COVID-19 Pandemic: Literature Review of Scientific Papers for the 2014-2022 Period", "pub_year": 2022, "citation": "Ultimacomm: Jurnal Ilmu Komunikasi 14 (2), 293-310, 2022", "author": "Angela Audrey Sutanto and Astri Yogatama and Hans Juwiantho", "volume": "14", "number": "2", "pages": "293-310", "abstract": "Nonverbal communication is all messages or all communication cues that are not words or do not use words. The COVID-19 pandemic, has changed aspects of non-verbal communication, especially in gestures, paralinguistics, and microexpression in the context of public communication. This research aims to find the differences in nonverbal communication, gestures, paralinguistics, and microexpression before and during the COVID-19 pandemic. The data are from 30 journals with the central theme of non-verbal communication in the context of public communication and containing specific classifications of gestures, paralinguistics, and microexpressions. This research uses the quantitative-descriptive content analysis method with. Meanwhile, the theory used in this study is the theory of J. Schneider, D. Börner, P. van Rosmalen & M. Specht (2017) and Vanessa Van Edwards' characteristics of microexpression (2013). Thus the aspects of nonverbal communication that have changed the most from before and during the COVID-19 pandemic are gestures (upright and calm body position) and paralinguistics (tempo), meanwhile microexpession did not experience significant changes."}, "filled": true, "author_pub_id": "h88rlUsAAAAJ:hMod-77fHWUC", "num_citations": 0, "pub_url": "https://ejournals.umn.ac.id/index.php/FIKOM/article/view/2953", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:uRqv0ZEwtDQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Brand Personality pada Konten Iklan Meta Inc. versi “The Metaverse and How We’ll Build it Together.”", "pub_year": 2022, "citation": "Jurnal E-Komunikasi. https://publication. petra. ac. id/index. php/ilmu …, 2022", "author": "Regina Sydney Rosalind and Astri Yogatama and Daniel Budiana", "journal": "Jurnal E-Komunikasi. https://publication. petra. ac. id/index. php/ilmu-komunikasi/article/view/13197% 0Ahttps://publication. petra. ac. id/index. php/ilmu-komunikasi/article/download/13197/11457", "abstract": "Meta company, yang sebelumnya bernama Facebook, meluncurkan produk teknologi baru yang dinamai Horizon Worlds dan Horizon Workrooms. Sebagai produk baru, perusahaan membutuhkan aktivitas komunikasi pemasaran untuk menjual produknya. Salah satu strategi yang digunakan adalah menggunakan kampanye periklanan dengan media video sebagai alat untuk memperkenalkan produk baru. Video juga menjadi sarana bagi sebuah merek untuk menampilkan brand personality perusahaan. Oleh sebab itu, penelitian ini menggunakan 5 (lima) dimensi brand personality dari Aaker (1997), yaitu sincerity, excitement, competence, sophistication, dan ruggedness sebagai objek penelitian, dari Metaverse versi Meta melalui video iklan “The Metaverse and How We’ll Build it Together” sebagai subjek penelitian. Unit analisis yang digunakan adalah 13 chapters dari video tersebut yang diunggah di …"}, "filled": true, "author_pub_id": "h88rlUsAAAAJ:TFP_iSt0sucC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=11643695772870258810", "cites_id": ["11643695772870258810"], "pub_url": "https://scholar.google.com/scholar?cluster=11643695772870258810&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ejCmTp23lqEJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Strategi komunikasi persuasif agen asuransi Rising Star Warriors Agency Prudential Indonesia dalam menarik calon nasabah pada masa pandemi", "pub_year": 2022, "citation": "Jurnal E-Komunikasi 10 (2), 11, 2022", "author": "Vincentius Jason Antaufhan and Astri Yogatama and Felicia Goenawan", "journal": "Jurnal E-Komunikasi", "volume": "10", "number": "2", "pages": "11", "abstract": "Penelitian ini dilakukan untuk membahas strategi Komunikasi Persuasif “STAR HABIT” yang digunakan oleh Rising Star Warriors agency Prudential Indonesia pada masa pandemi Covid-19. Strategi yang dibahas berfokus pada Komunikasi Persuasif yang sering digunakan oleh agen asuransi kepada calon nasabah selama pada masa pandemi Covid-19. Strategi yang dipakai cukup unik sebab selain memakai elemen persuasif juga tidak memaksa dalam melakukan penawaran saat proses canvasing berlangsung di lapangan. Peneliti menggunakan pendekatan kualitatif deskriptif dan metode Studi Kasus guna bisa mencari data-data terkini strategi agen asuransi dari Rising Star Warriors agency. Peneliti turun ke lapangan dengan melakukan observasi serta kunjungan bersama para agen guna bisa melihat secara langsung bagaimana proses Komunikasi Persuasif yang dilakukan secara khusus. Selain itu …"}, "filled": true, "author_pub_id": "h88rlUsAAAAJ:iH-uZ7U-co4C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=9051711313585259063", "cites_id": ["9051711313585259063"], "pub_url": "https://scholar.google.com/scholar?cluster=9051711313585259063&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:N0KiT3sjnn0J:scholar.google.com/", "cites_per_year": {"2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penerimaan Citra Windah Basudara Oleh Penonton Pada Konten Charity Di Youtube", "pub_year": 2022, "citation": "Jurnal E-Komunikasi 10 (2), 1-12, 2022", "author": "Daniel Sefrandov and Jandy Edipson Luik and Astri Yogatama", "journal": "Jurnal E-Komunikasi", "volume": "10", "number": "2", "pages": "1-12", "abstract": "Windah Basudara merupakan channel Youtube gaming yang dibuat oleh seorang pria yaitu Brando Franco Windah. Brando memulai channel nya di akhir Desember 2018 dan mulai aktif pada tahun 2019. Windah Basudara dalam perjalanannya sudah meraih banyak penghargaan, salah satunya adalah “Content Creator Gaming Terfavorit 2021” yang diadakan oleh GlobalTV. Windah Basudara tidak membuka donasi selama melakukan live streaming YouTube selain di konten charity. Windah Basudara sudah mengadakan 13 kali live streaming tentang konten charity dan mengumpulkan ratusan hingga milyaran rupiah untuk disumbangkan kepada orang yang membutuhkan. Penelitian ini dilakukan untuk mengetahui bagaimana penonton yang memiliki pengalaman berbeda dalam memaknai citra Windah Basudara pada konten charity, yang akan diteliti menggunakan metode analisis resepsi. Informan dalam …"}, "filled": true, "author_pub_id": "h88rlUsAAAAJ:R3hNpaxXUhUC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=590222736296672771", "cites_id": ["590222736296672771"], "pub_url": "https://scholar.google.com/scholar?cluster=590222736296672771&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:A35Sl3PkMAgJ:scholar.google.com/", "cites_per_year": {"2024": 3, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Restorasi Citra Maybank Melalui Media Online Tribunnews. com Dan Detik. com", "pub_year": 2022, "citation": "Jurnal E-Komunikasi 10 (1), 2022", "author": "Evita Frisdiana Jaya Wardani and Titi Nur Vidyarini and Astri Yogatama", "journal": "Jurnal E-Komunikasi", "volume": "10", "number": "1", "abstract": "Penelitian ini dilakukan untuk mengetahui bagaimana penggambaran citra Maybank yang terdapat dalam pemberitaan media online Tribunnews. com dan Detik. com pasca tersandung kasus Winda Earl Kehilangan uang 22 Miliar. Pada penelitian ini peneliti menggunakan teori strategi Restorasi Citra, jenis penelitian ini adalah deskriptif kuantitatif dengan metode analisis isi. Peneliti menganalisis Citra Maybank dalam sampel sebanyak 33 dari Tribunnews. com dan 34 Detik. com Total 67 pemberitaan, Sebagian besar pemberitaan di Tribunnews. com dan Detik. com yaitu pengamat professional dan dari restorasi citra yaitu persentase terbanyak dari Tribunnews. com adalah Accident sedangkan Detik. com adalah Defeasibility."}, "filled": true, "author_pub_id": "h88rlUsAAAAJ:-f6ydRqryjwC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=685589630900855059", "cites_id": ["685589630900855059"], "pub_url": "https://scholar.google.com/scholar?cluster=685589630900855059&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:E2GJCyO0gwkJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Tingkat Brand Awareness Masyarakat Surabaya Terhadap Elemen Brand Somethinc", "pub_year": 2021, "citation": "Jurnal E-Komunikasi 9 (2), 2021", "author": "Bella Laurenzia and Felicia Goenawan and Astri Yogatama", "journal": "Jurnal E-Komunikasi", "volume": "9", "number": "2", "abstract": "Somethinc merupakan brand lokal yang berdiri sejak tahun 2019. Somethinc telah mengkomunikasikan brandnya yang mencangkup lima brand elements, yaitu Brand Name, URL, Logo & Symbol, Slogan dan Packaging dengan menggunakan media komunikasi Instagram. Penelitian ini dilakukan untuk mengetahui Tingkat Brand Awareness masyarakat Surabaya terhadap brand Somethinc yang diukur dari kesadaran masyarakat Surabaya terhadap kelima Brand Elements. Jenis penelitian ini adalah deskriptif kuantitatif dengan metode survei berbentuk kuesioner online atau menggunakan Google form. Peneliti melakukan analisis dengan sampel sebanyak 100 responden. Hasil penelitian ini menunjukkan bahwa Tingkat Brand Awareness Masyarakat Surabaya terhadap Elemen Brand Somethinc berada pada tingkat tertinggi, yaitu Top of Mind."}, "filled": true, "author_pub_id": "h88rlUsAAAAJ:M3ejUd6NZC8C", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=2440418565491633210", "cites_id": ["2440418565491633210"], "pub_url": "https://publication.petra.ac.id/index.php/ilmu-%20komunikasi/article/view/11490", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:OqxlY8Eb3iEJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 3, "2024": 1}}
