{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Influence of Mix Design and Exposure", "pub_year": 2025, "citation": "Proceedings of the 6th International Conference on Rehabilitation and …, 2025", "author": "Edwin Mihardja and Willy Sanjaya and Stefanus Ferdi Taslim and Handoko Sugiharto and Dibyendu Adak and Antoni Antoni", "journal": "Proceedings of the 6th International Conference on Rehabilitation and Maintenance in Civil Engineering—Volume 1: ICRMCE 2024, July 4–5, Mataram, Indonesia", "volume": "625", "pages": "329", "publisher": "Springer Nature"}, "filled": true, "author_pub_id": "H_hVTyAAAAAJ:e5wmG9Sq2KIC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:wzJ-8Cyj_d8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Influence of Mix Design and Exposure Conditions on the Correlation Between Chloride Diffusion and Migration in Marine Environment", "pub_year": 2024, "citation": "International Conference on Rehabilitation and Maintenance in Civil …, 2024", "author": "Edwin Mihardja and Willy Sanjaya and Stefanus Ferdi Taslim and Handoko Sugiharto and Dibyendu Adak and Antoni Antoni", "pages": "329-337", "publisher": "Springer Nature Singapore", "abstract": "Reinforced concrete structures in marine environments are susceptible to various degradation mechanisms that significantly impact their durability. Steel reinforcement corrosion caused by chloride ingress is a major concern. Extending the service life of these structures often involves improving their resistance to chloride penetration, which translates to lower chloride diffusion coefficients. Unfortunately, obtaining these coefficients through traditional methods is time-consuming. This study addresses this limitation by comparing long-term diffusion testing, with an accelerated method, a chloride migration test. We investigate the influence of water-to-cement ratio (w/c), cement content, exposure duration, and chloride concentration on the correlation between chloride diffusion coefficients obtained from the field and migration coefficients derived from the accelerated method (NT Build 492). The results indicate that …"}, "filled": true, "author_pub_id": "H_hVTyAAAAAJ:R3hNpaxXUhUC", "num_citations": 0, "pub_url": "https://link.springer.com/chapter/10.1007/978-981-96-2143-9_36", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2Lwnf7XC4VIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Pengendalian Mutu Pada Pekerjaan Finishing Dan Mep Di Proyek Apartemen X Di Surabaya Dengan Metode Six Sigma Dmaic", "pub_year": 2023, "citation": "Jurnal Dimensi Pratama Teknik Sipil 12 (1), 79-86, 2023", "author": "Stephanie Michelle and Inda Lanive Aggis and Handoko Sugiharto", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "12", "number": "1", "pages": "79-86", "abstract": "Mutu adalah suatu faktor penting yang menentukan kesuksesan proyek konstruksi. Dengan mutu yang baik, suatu bangunan dapat memberikan jaminan keamanan, kenyamanan, dan estetika bagi para penggunanya. Namun pada prakteknya, kecacatan (defect) masih sering ditemukan. Hal ini dapat menyebabkan terjadinya keterlambatan pekerjaan konstruksi, resiko bahaya, hingga pembengkakan biaya proyek. Penelitian ini bertujuan untuk menganalisis penyebab defect pada pekerjaan finishing dan MEP (mechanical, electrical, and plumbing) di proyek Apartemen X di Surabaya, memberikan solusi untuk meningkatkan kualitas bangunan, serta mengkaji kesesuaiannya terhadap mutu dari standar industri Indonesia. Data dikumpulkan melalui pengecekan defect pada bangunan Residence Apartemen X dan dicatat pada lembar Defect List. Data tersebut kemudian dianalisis lebih lanjut menggunakan metode Six Sigma DMAIC (Define, Measure, Analyze, Improve, Control) untuk menemukan solusi-solusi perbaikan. Hasil penelitian menunjukkan bahwa pekerjaan railing dan dinding memiliki jumlah defect terbanyak dalam pekerjaan finishing, serta bohlam dalam MEP. Berdasarkan hasil analisis ini, maka ditentukan rencana solusi-solusi perbaikan untuk menangani faktor penyebab defect-defect tersebut. Solusi-solusi perbaikan tersebut ditentukan berdasarkan nilai RPN serta dilihat dari beberapa faktor seperti faktor manusia, material, metode pelaksanaan, dan keuangan. Berdasarkan tingkat sigma, disimpulkan bahwa bangunan Apartemen X telah memenuhi mutu dari standar industri di Indonesia."}, "filled": true, "author_pub_id": "H_hVTyAAAAAJ:TQgYirikUcIC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=12417886133016599308", "cites_id": ["12417886133016599308"], "pub_url": "https://publication.petra.ac.id/index.php/teknik-sipil/article/view/13438", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DBu0K6UxVawJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "ANALISA PENYEBAB DAN DAMPAK CHANGE ORDER TERHADAP PELAKU PROYEK KONSTRUKSI SERTA SOLUSI UNTUK MEMINIMALISIRNYA", "pub_year": 2023, "citation": "Jurnal Dimensi Pratama Teknik Sipil 12 (1), 33-40, 2023", "author": "Kevin Kevin and Vincenzo Gerard Isyah Rahardjo and Handoko Sugiharto", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "12", "number": "1", "pages": "33-40", "abstract": "Change order merupakan suatu hal yang sering ditemukan di sebuah proyek konstruksi. Terjadinya change order dapat diakibatkan oleh beberapa faktor seperti, kesalahan desain, perubahan desain, ketidaksesuaian gambar dengan kondisi di lapangan, dan perubahan spesifikasi. Dampak yang dapat terjadi seperti, peningkatan biaya proyek dan penundaan jadwal penyelesaian proyek. Salah satu solusi untuk meminimalisir terjadinya change order adalah tersedianya dokumen berisi detail-detail tahapan proyek dari awal proyek hingga selesai. Penelitian ini bertujuan untuk mengetahui Penyebab, dampak terjadinya change order, dan solusi untuk meminimalisir terjadinya change order. Data diperoleh melalui hasil pengisian kuesioner yang disebarkan secara offline dan online. Metode analisis data penelitian ini menggunakan analisis deskriptif dengan program SPSS dengan tingkat signifikan sebesar 5%. Hasil penelitian menunjukkan bahwa kesalahan desain merupakan penyebab yang paling sering ditemukan di kalangan proyek konstruksi, kemudian dampak yang paling sering dirasakan jika terjadinya change order adalah peningkatan biaya proyek. Tingkat Kepentingan Solusi untuk meminimalisir change order adalah tersedianya dokumen berisi detail-detail tahapan proyek dari awal proyek hingga selesai."}, "filled": true, "author_pub_id": "H_hVTyAAAAAJ:HDshCWvjkbEC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=4566365422498572571", "cites_id": ["4566365422498572571"], "pub_url": "https://publication.petra.ac.id/index.php/teknik-sipil/article/view/13432", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:G2mneij9Xj8J:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "ANALISIS PERBANDINGAN KESERAGAMAN KARAKTERISTIK MORTAR DARI BEBERAPA MEREK SEMEN PORTLAND KOMPOSIT DI SURABAYA", "pub_year": 2022, "citation": "Jurnal Dimensi Pratama Teknik Sipil 11 (2), 61-67, 2022", "author": "Florencia Nikita and Jeanne Vanessa Zefanya and Handoko Sugiharto", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "11", "number": "2", "pages": "61-67", "abstract": "Beberapa merek PCC yang beredar di pasaran menghasilkan kualitas beton yang berbeda-beda. Penelitian ini bertujuan untuk mengetahui pengaruh variasi waktu pengambilan sampel dan perbandingan keseragamannya terhadap karakteristik dan kuat tekan mortar berdasarkan beberapa merek PCC di Surabaya. Penelitian ini melakukan pengujian konsistensi normal, initial setting time, kebutuhan superplasticizer, flow table serta kuat tekan mortar pada 7, 14, dan 28 hari. Semua merek PCC diambil sebanyak tiga kali dalam jangka waktu tertentu untuk dilakukan pengujian dan pembuatan mortar. Hasil penelitian menunjukkan bahwa semen B memiliki konsistensi normal yang seragam dan semen D memiliki initial setting time yang seragam. Semen B dan D memiliki kebutuhan superplasticizer dan kuat tekan yang paling seragam, namun semen D membutuhkan superplasticizer yang lebih sedikit untuk mencapai kuat tekan yang setara. Sehingga semen D adalah semen yang lebih baik daripada semen merek lain berdasarkan beberapa variabel hasil uji karakteristik dan kuat tekan mortar pada penelitian ini."}, "filled": true, "author_pub_id": "H_hVTyAAAAAJ:mB3voiENLucC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-sipil/article/view/12905", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:_ps0gAdNU_gJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisa semen campuran abu daun bambu dan kalsium hidroksida", "pub_year": 2022, "citation": "Jurnal Dimensi Pratama Teknik Sipil 11 (2), 31-38, 2022", "author": "Benny Kurniawan and Jimmy Sugiarto and Handoko Sugiharto", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "11", "number": "2", "pages": "31-38"}, "filled": true, "author_pub_id": "H_hVTyAAAAAJ:hFOr9nPyWt4C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=7620776480748177370", "cites_id": ["7620776480748177370"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2oelJ9VvwmkJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGARUH PERLAKUAN SERAT SABUT KELAPA TERHADAP KARAKTERISTIK DAN KEKUATAN COCONUT FIBER REINFORCED SELFCOMPACTING CONCRETE", "pub_year": 2022, "citation": "Jurnal Dimensi Pratama Teknik Sipil 11 (2), 185-191, 2022", "author": "Tomy Andrea Gunawan and Michael Moreno and Handoko Sugiharto", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "11", "number": "2", "pages": "185-191", "abstract": "Penggunaan Self-Compacting Concrete (SCC) mulai meningkat karena hanya memerlukan jumlah pekerja yang sedikit dibanding dengan beton biasa dalam pengecoran. Melihat tingginya angka limbah sabut kelapa Indonesia yang mencapai 2.811. 954 ton dalam tahun 2020, diteliti pengaruh serat sabut kelapa dan perlakuannya terhadap setiap sampel SCC dalam fraksi volume 0%, 0, 5%, dan 1% terhadap volume semen. Serat sabut kelapa diberi 2 jenis perlakuan, yaitu perebusan dan pencampuran dengan silica fume. Penelitian ini dilakukan untuk mempelajari kesesuaian karakteristik Coconut Fiber Reinforced Self Compacting Concrete (CFRSCC) sebagai SCC. Kuat tekan dan tarik belah CFRSCC diiuji pada umur 7, 14, dan 28 hari. Hasil pengujian menunjukkan bahwa filling ability, flowability, dan passing ability CFRSCC akan memburuk, namun beberapa masih memiliki karakteristik SCC yang baik. Kuat tekan dan tarik belah beberapa CFRSCC akan meningkat, dan SCC dengan 0, 5% fraksi volume serat sabut kelapa yang dicampur silica fume memberi peningkatan kekuatan yang optimal."}, "filled": true, "author_pub_id": "H_hVTyAAAAAJ:-f6ydRqryjwC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-sipil/article/view/12930/11229", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Jehfmj9b0AUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Rancangan & Metode Pembangunan Shelter Tanggap Bencana Tsunami Di Kelurahan Lere, Teluk Palu, Sulawesi Tengah", "pub_year": 2022, "citation": "Jurnal Dimensi Pratama Teknik Sipil 11 (1), 2022", "author": "Jondry Lawono and Harvey Ramses Panjaitan and Handoko Sugiharto and Daniel Tjandra", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "11", "number": "1", "abstract": "Indonesia merupakan salah satu dari beberapa negara yang memiliki frekuensi gempa bumi cukup tinggi. Salah satu lokasi di Indonesia yang mempunyai frekuensi gempa bumi cukup tinggi ada di Kota Palu, Sulawesi Tengah. Oleh karena itu, dibutuhkan upaya mitigasi yang memadai untuk mengurangi kerugian akibat bencana tersebut. Penelitian ini bertujuan untuk mengetahui tingkat kesiapan pemerintah Kota Palu dalam menghadapi bencana serta untuk mengetahui pendapat dan pilihan masyarakat sekitar Teluk Palu mengenai dua alternatif selter yang di rancang oleh peneliti, yaitu selter dengan struktur beton bertulang yang dibangun dengan metode konvensional dan selter dari kontainer bekas yang dibangun dengan metode modifikasi interior. Pengumpulan data dilakukan dengan menyebarkan kuesioner kepada masyarakat sekitar Teluk Palu. Setelah data terkumpul, data tersebut diolah dengan metode rata-rata. Hasil penelitian menunjukkan kesiapan pemerintah dalam menghadapi bencana perlu ditingkatkan dan dari dua alternatif selter yang telah diberikan, masyarakat memilih alternatif selter dengan struktur beton bertulang. Hal ini menunjukkan bahwa bangunan selter dengan struktur beton bertulang lebih ideal dan sesuai dengan kondisi di lapangan untuk digunakan sebagai tempat evakuasi ketimbang selter dari kontainer bekas"}, "filled": true, "author_pub_id": "H_hVTyAAAAAJ:hC7cP41nSMkC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=2765162699364736943", "cites_id": ["2765162699364736943"], "pub_url": "https://publication.petra.ac.id/index.php/teknik-sipil/article/view/12105", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:r5_LGdPUXyYJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Potential damage to residential building due to adjacent surcharge fill loading-case studies in Surabaya, Indonesia", "pub_year": 2021, "citation": "IOP Conference Series: Earth and Environmental Science 907 (1), 012030, 2021", "author": "Daniel Tjandra and Handoko Sugiharto and Januar Buntoro and Paravita Sri Wulandari", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "907", "number": "1", "pages": "012030", "publisher": "IOP Publishing", "abstract": "Housing construction is a common construction activity and is always needed from time to time. House construction can be in the form of building new house or renovating an existing building. The impact of construction work to adjacent building or structure is something that cannot be avoided but must be minimized. The case study in this research aims to increase the awareness of all parties in construction project related to the potential damage to the surrounding buildings that may occur. This research was conducted with a case study on the construction of residential houses in Case A and Case B located in Surabaya-Indonesia. Field observations, analysis of damage causes, rectification methods and estimated cost were carried out in this study. These two case studies presented the damages analysis on residential house due to settlement which caused by adjacent surcharge fill loading. This settlement causes …"}, "filled": true, "author_pub_id": "H_hVTyAAAAAJ:qUcmZB5y_30C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=7050199409125770436", "cites_id": ["7050199409125770436"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/907/1/012030/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:xEScUAJX12EJ:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGARUH PENAMBAHAN SILICA FUME DAN POLYPROPYLENE FIBER TERHADAP PERMEABILITAS DAN KUAT TEKAN BETON", "pub_year": 2020, "citation": "Jurnal Dimensi Pratama Teknik Sipil 9 (1), 7-10, 2020", "author": "Alexander Hermawan Sutanto and Benedictus Wishnu Wintang Kencana and Handoko Sugiharto and Jonathan Hendra Kusuma", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "9", "number": "1", "pages": "7-10", "abstract": "Salah satu faktor yang mempengaruhi masa layan dan durabilitas beton adalah faktor permeabilitas. Beberapa solusi yang ditawarkan agar beton menjadi kedap air adalah dengan cara menambahkan material yang sangat halus maupun memiliki sifat pozzolan serta penambahan chemical admixtures pada mix design. Penelitian ini bertujuan untuk mengembangkan beton agar memiliki nilai permeabilitas serta nilai kuat tekan yang baik secara bersamaan, sehingga beton diharapkan mempunyai sifat kedap air yang sesuai tanpa mengurangi nilai kuat tekannya. Dalam penelitian ini akan menambahkan bahan superplasticizer, silica fume, dan polypropylene fiber untuk melihat pengaruhnya terhadap permeabilitas dan kuat tekan beton."}, "filled": true, "author_pub_id": "H_hVTyAAAAAJ:IWHjjKOFINEC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=12283196521671482904", "cites_id": ["12283196521671482904"], "pub_url": "http://publication.petra.ac.id/index.php/teknik-sipil/article/view/10016", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:GN6KRCiudqoJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PERBANDINGAN KINERJA MIX DESIGN MENGGUNAKAN METODE DMDA (DENSIFIED MIXTURE DESIGN ALGORITHM) DAN METODE ACI (AMERICAN CONCRETE INSTITUTE)", "pub_year": 2019, "citation": "Jurnal Dimensi Pratama Teknik Sipil 8 (2), 130-135, 2019", "author": "Florencia Inge Wibowoputri and Giovanni Euodia and Handoko Sugiharto and Doddy Prayogo", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "8", "number": "2", "pages": "130-135", "abstract": "Beton merupakan material yang sering digunakan pada proyek konstruksi. Komposisi beton dapat diperoleh dengan beberapa cara, salah satunya yaitu perhitungan komposisi beton konvensional dengan metode American Concrete Institute (ACI). Fly ash dapat digunakan sebagai bahan pengganti semen untuk mengurangi penggunaan semen yang proses produksinya menghasilkan emisi CO2 yang besar. Salah satu metode perhitungan komposisi beton menggunakan fly ash adalah dengan metode Densified Mixture Design Algorithm (DMDA). Metode DMDA ini memiliki target desain yaitu, strength, workability, durability, economy, dan ecology. Dalam DMDA, fly ash berperan untuk mengisi rongga yang ada diantara agregat dengan pasta semen dan bertujuan untuk mendapatkan rongga minimum. Penelitian ini dilakukan bertujuan untuk menganalisa perbedaan kinerja beton dengan metode DMDA dan metode ACI ditinjau dari durabilitas, kuat tekan, workability, dan biaya pembuatan beton. Berdasarkan penelitian yang dilakukan beton dengan metode DMDA memiliki durabilitas yang lebih baik terlihat dari selisih hasil tes water absorption yaitu sebesar 55, 82%, selisih hasil tes porosity sebesar 40, 52% dan selisih kuat tekan beton sebesar 53, 28%. Beton dengan metode DMDA menghasilkan beton dengan kualitas yang lebih baik serta jika dilihat dari segi ekonomi, beton dengan metode DMDA memerlukan biaya yang lebih sedikit jika dibandingkan dengan beton metode ACI."}, "filled": true, "author_pub_id": "H_hVTyAAAAAJ:QIV2ME_5wuYC", "num_citations": 0, "pub_url": "http://publication.petra.ac.id/index.php/teknik-sipil/article/view/9601", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:suhirICnX6cJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penelitian Lightweight Concrete Dengan Menggunakan Expanded Polystyrene", "pub_year": 2019, "citation": "Jurnal Dimensi Pratama Teknik Sipil 8 (2), 16-23, 2019", "author": "Anthony Anthony and Rafelino Tanbora and Handoko Sugiharto", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "8", "number": "2", "pages": "16-23", "abstract": "Penggunaan kontruksi struktur beton yang semakin meningkat, menimbulkan banyaknya inovasi beton. Salah satunya adalah konsep Lightweight Concrete dimana diberlakukan pengurangan berat sendiri dari beton dengan mengatur komposisi dari campuran beton. Expanded Polystyrene (EPS) merupakan salah satu material yang digunakan sebagai pengganti dari aggregat kasar. Tujuan dari penelitian ini adalah untuk mengetahui pengaruh sekaligus mencari komposisi pemberian butiran EPS beserta campuran aditif seperti superplasticizer dan silica fume terhadap campuran beton agar dapat menjadi Lightweight Concrete. Pengujian yang dilakukan pada penelitian ini adalah compression test dan slump test. Target kuat tekan penilitian ini adalah 20-25 MPa dan syarat density lightweight concrete menurut SNI 03-3449-2002 adalah 1400–1800 kg/m3. Dua belas variasi beton telah dirancang dalam penelitian ini dan 2 diantaranya memenuhi kedua target penelitian. Varian pertama memilki density sebesar 1748 kg/m3 dan kuat tekan sebesar 21, 67 MPa. Varian kedua memilki density sebesar 1564 kg/m3 dan kuat tekan sebesar 21, 4 MPa. Ditemukan juga bahwa semakin banyak kadar EPS mengurangi density dan kuat tekan pada beton. Pada penelitian ini, hasil dari slump test melampaui ekspetasi sehingga akan digunakan metode pengujian flow untuk mengukur workability. Peningkatan jumlah semen dan kadar EPS dapat menurunkan flow pada campuran beton."}, "filled": true, "author_pub_id": "H_hVTyAAAAAJ:9ZlFYXVOiuMC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=11709475796786304354", "cites_id": ["11709475796786304354"], "pub_url": "http://publication.petra.ac.id/index.php/teknik-sipil/article/view/9538", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:YlV7nTJqgKIJ:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGGUNAAN ZAT ADITIF POLIMER PRODUK X SEBAGAI CAMPURAN IKATAN MORTAR", "pub_year": 2019, "citation": "Jurnal Dimensi Pratama Teknik Sipil 8 (2), 223-230, 2019", "author": "Mario Calvindo and Marcellius Eric Muklim and Handoko Sugiharto", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "8", "number": "2", "pages": "223-230", "abstract": "Penelitian ini dilakukan untuk mengetahui penggunaan zat aditif polimer Produk X sebagai campuran ikatan mortar dengan menguji kelekatan mortar terhadap material keramik, marmer dan beton dan kaca. Teknik pengujian dilakukan dengan uji kuat tekan dengan menggunakan Universal Testing Machine dan uji Pull-off dengan menggunakan Pull-off Tester Hasil penelitian dengan uji Pull-off menunjukkan kekuatan tarik bertambah hingga 5, 26% pada plesteran umur ke-7 hari. Letak failure berada di permukaan substrat beton yang artinya mortar dapat mengikat material dengan kuat dalam variabel waktu 7 hari. Selain itu, Produk X menambah kelecakan dengan mengurangi penggunaan air hingga 20%. Mortar dengan campuran Produk X memiliki nilai penurunan tingkat porositas mortar hingga 16% dibandingkan dengan mortar biasa pada umur 28 hari."}, "filled": true, "author_pub_id": "H_hVTyAAAAAJ:mVmsd5A6BfQC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=5287944620013916346", "cites_id": ["5287944620013916346"], "pub_url": "http://publication.petra.ac.id/index.php/teknik-sipil/article/view/9623", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:uhDee52NYkkJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Metode Kantilever Pelaksanaan Jembatan Rangka Baja Sei Puting Bentang 60 M", "pub_year": 2019, "citation": "Jurnal Dimensi Pratama Teknik Sipil 8 (1), 146-153, 2019", "author": "Matthew Gunawan and Rafael Reinaldo Lorens and Gunawan Budi Wijaya and Handoko Sugiharto", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "8", "number": "1", "pages": "146-153", "abstract": "Jembatan Sei. Puting merupakan jembatan rangka baja yang direncanakan membentangi sungai aktif selebar 60 m. Pelaksanaan konstruksi jembatan hanya dimungkinakan untuk dilakukan dengan metode kantilever satu arah. Maka dari itu, akan didirikan struktur penunjang selama fase kosntruksi, yaitu jembatan penyeimbang sepanjang 30 m yang akan dihubungkan dengan jembatan utama menggunakan batang penghubung. Jembatan penyeimbang dilengkapi dengan dengan beban penyeimbang dan angkur. Dimensi beban penyeimbang dan angkur akan direkayasa dengan tujuan menghasilkan momen penahan untuk menahan momen guling akibat beban fase konstruksi. Selain itu, akan dilakukan pemeriksaan kapasitas pondasi dan defleksi pada ujung bentang jembatan kantilever 60 m saat fase konstruksi. Hasil penelitian menunjukkan bahwa beban penyeimbang yang optimal adalah kombinasi pasir berdimensi 10m x 8, 8m x 2m dan sistem angkur. Angkur berupa 8 buah channel 200x80x7, 5x11 dengan 4 buah tulangan berdiameter 19 mm pada masing-masing channel. Batang penghubung menggunakan profil WF 490x400x20x25. Seluruh sistem pondasi mampu memikul beban pada setiap fase dengan angka keamanan minimal 1, 16. Nilai defleksi maksimum fase konstruksi adalah 399, 81 mm, sehingga akan diberikan peninggian 600 mm pada pangkal jembatan. Seluruh elemen jembatan telah telah didesain untuk mampu menahan gaya dalam akibat pembebanan fase konstruksi dan fase layan dengan mengacu pada SNI 1725: 2016."}, "filled": true, "author_pub_id": "H_hVTyAAAAAJ:Wp0gIr-vW9MC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=15538440879320315622", "cites_id": ["15538440879320315622"], "pub_url": "http://publication.petra.ac.id/index.php/teknik-sipil/article/view/9466", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5rZLT6eho9cJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PEMERIKSAAN STRUKTURAL DAN PERKUATAN JEMBATAN DI BRUNEI DARUSSALAM", "pub_year": 2019, "citation": "Jurnal Dimensi Pratama Teknik Sipil 8 (1), 202-209, 2019", "author": "Stephen Dwiputra Djaya and Anastasia Valentina and Gunawan Budi Wijaya and Handoko Sugiharto", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "8", "number": "1", "pages": "202-209", "abstract": "Jembatan merupakan salah satu sarana infrastruktur yang penting. Hal ini karena jembatan berfungsi untuk memberi akses jalan bagi transportasi dari satu daerah ke daerah lain. Beban yang ditanggung jembatan dari waktu ke waktu dapat bertambah. Namun akibat beban yang bertambah diperlukan adanya pemeriksaan struktural dan perkuatan pada jembatan. Penambahan beban terjadi pada 5 jembatan yang berada di Brunei Darussalam. Akibat adanya penambahan beban tersebut maka perlu dilakukan pemeriksaan struktural pada jembatan dan dilakukan perkuatan jika dibutuhkan. Pemeriksaan struktural akan dilakukan terhadap ultimate limit state dan serviceability limit state. Jika kapasitas jembatan tidak mencukupi maka akan dilakukan perkuatan, dimana metode perkuatan akan disesuaikan dengan bagian kegagalan struktur yang dialami oleh jembatan. Semua perhitungan akan dilakukan berdasarkan peraturan dari British Standard 5400 dan pembebanan mengacu pada BD37-01. Setelah dilakukan strengthening pada jembatan, jembatan dapat menanggung normal traffic dan special case loading"}, "filled": true, "author_pub_id": "H_hVTyAAAAAJ:4DMP91E08xMC", "num_citations": 0, "pub_url": "http://publication.petra.ac.id/index.php/teknik-sipil/article/view/9473", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:begYIxxfDtEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh substitusi parsial semen dengan cangkang telur ayam dan fly ash pada karakteristik mortar beton", "pub_year": 2019, "citation": "Jurnal Dimensi Pratama Teknik Sipil 8 (1), 79-86, 2019", "author": "Gede Alim Jaya Sasmita and Mishiela Ratnasari Fernando and Handoko Sugiharto", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "8", "number": "1", "pages": "79-86", "abstract": "Tujuan dari penelitian ini adalah untuk mengetahui pengaruh pemberian cangkang telur ayam dan fly ash pada campuran semen terhadap karakteristik mortar beton. Metode yang dilakukan pada penelitian ini yaitu dengan membandingkan hasil uji kuat tekan, waktu pengikatan, daya sebar, dan penyerapan air pada mortar beton normal dengan mortar beton yang mengandung cangkang telur dan fly ash. Dari hasil percobaan tersebut, maka pengaruh pemberian cangkang telur ayam dan fly ash dapat diketahui. Dari analisa yang telah dilakukan, mortar beton dengan kadar cangkang telur 20% dan fly ash 10% memiliki waktu pengikatan yang lebih cepat dari mortar beton lainnya. Mortar beton dengan kadar cangkang telur 20% dan fly ash 10% juga memiliki% flow yang lebih rendah dibandingkan mortar beton normal. Kemudian, dari hasil uji kuat tekan, mortar beton dengan kadar cangkang telur 5% dan fly ash 10% memiliki kekuatan tekan lebih tinggi dari mortar beton yang lain. Pada penelitian ini yang memiliki penyerapan air cukup tinggi yaitu pada mortar beton dengan kadar cangkang telur 20% dan fly ash 10%."}, "filled": true, "author_pub_id": "H_hVTyAAAAAJ:aqlVkmm33-oC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=11000598194478679710", "cites_id": ["11000598194478679710"], "pub_url": "http://publication.petra.ac.id/index.php/teknik-sipil/article/view/9457", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:noa0Msb5qZgJ:scholar.google.com/", "cites_per_year": {"2021": 2, "2022": 1, "2023": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "UJI LENTUR DAN TARIK PADA GROUND SLAB DENGAN TULANGAN GEOGRID", "pub_year": 2018, "citation": "Jurnal Dimensi Pratama Teknik Sipil 7 (2), 289-296, 2018", "author": "Vincentius Kevin and Yoza Widi and Handoko Sugiharto", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "7", "number": "2", "pages": "289-296", "abstract": "Beton merupakan material yang memiliki kekuatan tekan yang sangat tinggi. Namun beton juga memiliki kelemahan yaitu kemampuan menahan tariknya yang sangat kecil. Maka dari itu perlu adanya perkuatan dengan menggunakan tulangan untuk menahan gaya tarik. Tetapi material tulangan yang digunakan dapat mengalami korosi dan biayanya cukup mahal. Salah satu alternatif yang dapat digunakan untuk tulangan yaitu menggunakan geogrid. Geogrid biasanya lebih banyak digunakan sebagai perkuatan pada dinding penahan tanah, perkuatan lapis perkerasan. Dalam penelitian ini digunakan 3 jenis model geogrid yaitu uniaxial, biaxial, dan triaxial. Beberapa macam pengujian yang dilakukan yaitu Flexural Test dan Split test. Dalam pengujian Flexural Test didapatkan hasil bahwa semua beton yang diberikan perkuatan geogrid mengalami peningkatan kekuatan dibandingkan beton kontrol. Untuk pengujian Split Test tidak semua beton dengan perkuatan geogrid mengalami peningkatan kekuatan dibandingkan dengan beton normal. Dalam penelitian ini didapatkan informasi mengenai kekuatan, mekanisme kerja tiap geogrid, pengaruh jumlah layer geogrid, dan bagaimana tipe geogrid yang digunakan akan mempengaruhi kemampuan beton dalam menahan tarik. Melalui data-data tersebut akan disimpulkan apakah geogrid bisa digunakan sebagai tulangan pelat dasar, dan geogrid manakah yang paling cocok untuk hal tersebut."}, "filled": true, "author_pub_id": "H_hVTyAAAAAJ:qxL8FJ1GzNcC", "num_citations": 0, "pub_url": "http://publication.petra.ac.id/index.php/teknik-sipil/article/view/7755", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:eIfXuYYthL4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGARUH PENAMBAHAN SILICON CARBIDE SEBAGAI SUBSTITUSI SEMEN TERHADAP KARAKTERISTIK MORTAR", "pub_year": 2018, "citation": "Jurnal Dimensi Pratama Teknik Sipil 7 (2), 83-90, 2018", "author": "Gelvin Goestiawan and Michelle Michelle and Handoko Sugiharto and Gunawan Budi Wijaya", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "7", "number": "2", "pages": "83-90"}, "filled": true, "author_pub_id": "H_hVTyAAAAAJ:4TOpqqG69KYC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:n1bbNIMKoWYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Uji Lentur dan Tarik Pada Beton Dengan Geotextile", "pub_year": 2018, "citation": "Jurnal Dimensi Pratama Teknik Sipil 7 (2), 129-135, 2018", "author": "Jodie Saputra and Linda Felandy Budiono and Handoko Sugiharto", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "7", "number": "2", "pages": "129-135", "abstract": "Geotextile merupakan material yang memiliki kuat tarik yang tinggi yang biasanya dipakai untuk perkuatan tanah. Pada penelitian ini akan dilakukan inovasi dengan meneliti pengaruh pemberian geotextile pada beton khususnya pelat. Diharapkan dengan penelitian ini, dapat mengetahui manfaat pemberian geotextile pada beton. Penelitian ini menggunakan beton dengan mutu K-200 dan akan dibuat 24 benda uji berupa balok 15 x 15 x 60 cm dan 8 benda uji berupa silinder berdiameter 15 cm dan tinggi 30 cm yang akan ditambahkan geotextile woven atau non woven yang telah dimodifikasi. Akan dilakukan uji lentur dan split tensile test pada beton dan uji material untuk mendapat hubungan dan. Pengujian dilakukan pada hari ke 7 dan 28 dengan menggunakan Universal Testing Machine dan alat tekan lentur. Dan hasilnya geotextile woven lebih meningkatkan dalam hal kuat tarik beton. Sedangkan dalam uji lentur, beton dengan geotextile woven mengalami pengelupasan sehingga geotextile non woven lebih meningkatkan kapasitas lentur beton. Peningkatan yang terjadi kurang signifikan karena belum ada standar pemodelan sample dan testing untuk beton dengan material seperti geotextile ini."}, "filled": true, "author_pub_id": "H_hVTyAAAAAJ:ULOm3_A8WrAC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=845841287421543473", "cites_id": ["845841287421543473"], "pub_url": "http://publication.petra.ac.id/index.php/teknik-sipil/article/view/7696", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:McQeYSsIvQsJ:scholar.google.com/", "cites_per_year": {"2021": 2, "2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PEMBUATAN PEDOMAN PENGECORAN PLAT LANTAI FLOOR FLATNESS DAN FLOOR LEVELNESS SESUAI ASTM E1155", "pub_year": 2018, "citation": "Jurnal Dimensi Pratama Teknik Sipil 7 (1), 250-257, 2018", "author": "Peter Christian Budiono and Handoko Sugiharto", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "7", "number": "1", "pages": "250-257", "abstract": "Pengecoran plat lantai Floor Flatness dan Floor Levelness umumnya digunakan untuk pabrik atau gudang industri, khususnya yang memiliki susunan rak tempat penyimpanan barang yang tinggi dan menggunakan forklift truck. Flatness berhubungan dengan kondisi lantai yang bebas gelombang dan levelness berhubungan dengan tingkat kemiringan permukaan lantai. Pelaksanaan pekerjaan pengecoran Floor Flatness dan Floor Levelness meliputi pekerjaan pembesian, pengecoran, dan pengujian. Pekerjaan pembesian tidak jauh berbeda dengan konstruksi gudang seperti pada umumnya, menggunakan tulangan plat ataupun dowel. Pekerjaan pengecoran menggunakan alat-alat khusus yang memiliki fungsi dan ketentuan masing-masing, meliputi Channel Float, Check Rod, Walk Behind, Ride on Pan Floats, Bump Cutter, dan lain-lain. Pengujian plat lantai menggunakan alat Dipstick Floor Profiler (with 300mm point spacing) untuk menguji permukaan plat lantai telah memenuhi kriteria flatness dan levelness. Melalui proses pengujian ini akan diperoleh nilai F-Number (Floor Flatness FF dan Floor Levelness FL) yang harus lebih besar dari nilai Specified Overall (SOFF dan SOFL) dan Minimum Local (MLFF dan MLFL). Pedoman ini memuat berbagai landasan teori, cara-cara pelaksanaan, serta prosedur pekerjaan secara keseluruhan berdasarkan ASTM E1155 yang telah ditinjau dengan kondisi di proyek lapangan untuk jenis plat Slab on Ground dan jenis pengecoran Long Strip Construction"}, "filled": true, "author_pub_id": "H_hVTyAAAAAJ:Zph67rFs4hoC", "num_citations": 0, "pub_url": "http://publication.petra.ac.id/index.php/teknik-sipil/article/view/7640", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Xs6RK8G2EekJ:scholar.google.com/", "cites_per_year": {}}
