{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "MULTIFASET KOMUNIKASI STRATEGIK DI MASA PANDEMI", "pub_year": 2023, "citation": "CV WIDINA MEDIA UTAMA, 2023", "author": "Rustono Farady Marta and Meta Sya and Ido Prijana Hadi and Dorien Kartikawangi and Rewindinar Rewindinar and Napitupulu Napitupulu and Frengki Frengki and Lusia Savitri Setyo Utami and Rini Darmastuti and Jandy Luik and Mesti Woro Mahatmi and Seto Herwandito and Sampoerno Sampoerno and Venessa Agusta Gogali and Christoper Yudha Erlangga and Abraham Wahyu Nugroho and Andreas Ryan Sanjaya and Lidya Wati Evelina and Joshua Fernando and Yuli Nugraheni and Agatha Winda Setyarinata and Maria Yuliastuti and Novita Ika Purnamasari and Yuli Setyowati and Rifka Sibarani and Lisa Esti Puji Hartanti and Leviane Jackelin Hera Lotulung and Mikhael Rajamuda Bataona and Emanuel Sowe Leuape and Endah Murwani and Richard G Mayopu and Bhernadetta Pravita Wahyuningtyas and Puji Lestari and Desi Yoanita and Gatut Priyowidodo and Titi Nur Vidyarini and Niscaya Hia and Setiamenda Ginting and Yohanes Probo Dwi Sasongko and Melati Mediana Tobing and Henilia Yulita and Themotia Titi Widaningsih and Rino F Boer and Jonas Klemens Gregorius Dori Gobang", "publisher": "CV WIDINA MEDIA UTAMA", "abstract": "Komunikasi strategik merupakan komunikasi yang digunakan secara bertujuan atau berencana oleh organisasi untuk mencapai matlamat. Konsep strategik tersebut adalah bersifat terancang dan bukannya rawak. Sesuatu yang tidak dirancang termasuklah akibat yang tidak terancang boleh memberi impak negatif kepada keupayaan organisasi untuk mencapai matlamat strategik organisasi (Hallahan et al., 2007). Strategik merupakan konsep yang bersifat multi dimensi dan luas. Konsep strategik turut menekankan bahwa komunikasi sebagai suatu elemen yang sangat penting khususnya apabila komunikasi dilihat sebagai aktiviti pengurusan yang bersifat konstitutif. Justru komunikasi yang berjaya ialah komunikasi yang bersandarkan hasil kajian melalui perancangan yang teliti, pelaksanaan yang berhati-hati serta penilaian yang berterusan. Oleh kerana sifat komunikasi strategik yang luas dan meliputi berbagai dimensi, maka kertas ini coba memperkecilkan skop perbincangan komunikasi strategik berdasarkan tiga perspektif utama yaitu perancangan, pelaksanaan dan penilaian komunikasi."}, "filled": true, "author_pub_id": "HbEIEXIAAAAJ:olpn-zPbct0C", "num_citations": 0, "pub_url": "https://repository.penerbitwidina.com/publications/560680/multifaset-komunikasi-strategik-di-masa-pandemi", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:yL0wEN4lp7kJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Understanding gen zs online self-presentation on multiple Instagram accounts", "pub_year": 2022, "citation": "Jurnal Studi Komunikasi 6 (2), 603-616, 2022", "author": "Desi Yoanita and Vivian Graciela Chertian and Putu Dinda Ayudia", "volume": "6", "number": "2", "pages": "603-616", "abstract": "Currently, Instagram has become one of the most effective mediums for personal branding. Interestingly, celebrities or influencers are not the only ones using it. Gen Z also uses Instagram to present their image as ideal as possible. However, that  does  not mean  they  lose  their  true  identity.  This  generation  prefers  to  have multiple Instagram accounts to express themselves. This study aimed to explore why Gen Z had multiple Instagram accounts, how they chose the followers, and how they conducted online  self-disclosure  through  content  categorisation  of  each  account. Through this study, the researchers wished to contribute a deeper understanding ofthe  cyber-self,  particularly  in  communication.  A  focused  group  discussion  was conducted  with 21  adolescents  aged  18-20  who  live  in  Java,  Bali,  Kalimantan,  and Sulawesi  with  varying  family  backgrounds,  education,  occupation,  and  gender.  The study found that Gen Z distinguished their account based on the designation they have for each account, what self-aspect they want to display,and it finally affects how they disclose information on Instagram."}, "filled": true, "author_pub_id": "HbEIEXIAAAAJ:VOx2b1Wkg3QC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=6047222113611197690", "cites_id": ["6047222113611197690"], "pub_url": "https://repository.petra.ac.id/19675/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-qyuB3kM7FMJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 5}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Komunikasi Kebijakan di Era Pandemi", "pub_year": 2022, "citation": "Komunikasi Kebijakan di Era Pandemi, 2022", "author": "Gatut Priyowidodo and Agusly Irawan Aritonang and Desi Yoanita", "abstract": "Buku ini secara khusus ditulis dengan maksud mengetahui peran konkret dan pengalaman baik (best practices) terkait kolaborasi pemerintah dan oragnisasi masyarakat sipili ( CSO- Civil Society Organization) dalam Penanganan Covid 19 di kota Surabaya. Pada level Provinsi Jawa Timur jika dirinci menjadi angka angka persatuan Kabupaten kota maka tiga wilayah kabupaten / kota di Surabaya Raya yang menckup Surabaya , Gresik , dan Sidoarjo adalah daerah ayng paling besar julah penderitanya. Bahkan kota Surabaya karena begitu tingginya warganya yang terpapar covid 19 , wilayah ini pernah memberlakukan PSBB sejak 28 april - 8 juni 2020 . Fakta ini semakin memperjelas bahwa penangan pandemik Covid 19 ini tidak bisa hanya mengandalkan satuan satuan tugas yang oleh pemerintah baik pada level Nasional, Provinsi hingga Kabupaten / Kota. Tapi semua pihak harus ikut didorong berpartisipasi dalam penanganan pandemik ini. Masyarakat dengan beragam kelompok sosialnya adalah kekuatan sosialnya adalah kekuatan potensial  yang harus dimaksimalkan . Melalui kolaborasi pemerintah dan rganisasi sipil / kemasyarakatan diharapkan penanganan covid 19 ini akan berhasil. Atau minimal pergerakan penyebaran wilayah yang semakin luas bisa dihambat atau dikurangi"}, "filled": true, "author_pub_id": "HbEIEXIAAAAJ:LPZeul_q3PIC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19595/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:asU_utGVqYcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Representasi nonverbal autism dalam film pendek animasi loop", "pub_year": 2022, "citation": "PRecious: Public Relations Journal 2 (2), 107-128, 2022", "author": "Cateline Marscha and Fanny Lesmana and Desi Yoanita", "journal": "PRecious: Public Relations Journal", "volume": "2", "number": "2", "pages": "107-128", "abstract": "Film is one of the media which usually used to give and spread information to all of their audiences. There are particular messages that laid down under hidden codes, which filmmakers want to send to audiences. Those message that will be send to the audience usually will be represented as hidden codes inside the movie itself. Loop is a movie about a girl with an autism spectrum disorder, in this movie nonverbal autism, who communicate and interact with neurotypical person. This research held in advance to know how people with nonverbal autism is presented inside this short animation movie. The method used is John Fiske’semiotics. This method will discuss from 3 points of view, namely reality level, representation level, and ideology level. The findings in this study are: people with nonverbal autism shows to have hardship in communicating, hardship in interacting, any certain habits, get both good and bad responses from their surroundings, and how this movie make a positive portrayal of a character with disability compared to other films. Researcher also found that this movie shares egalitarianism ideology."}, "filled": true, "author_pub_id": "HbEIEXIAAAAJ:t6usbXjVLHcC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=14924600656489988337", "cites_id": ["14924600656489988337"], "pub_url": "https://ejournal.uksw.edu/precious/article/view/6676", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8cClIDnVHs8J:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Smartphone, a Helping Hand", "pub_year": 2022, "citation": "", "author": "Desi Yoanita and Kartika Bayu Primasanti", "abstract": "Various research study and news articles reported that communication devices, such as smartphones or tablets, have changed families’ communication. Technology has replaced the parental function to provide entertainment, communication, and education. Users’ low skill of media literacy was a significant challenge in the digital age that requires ever-accelerating adaptation in all of these areas. Through the current research study, it has been revealed that there is a need for parents to be media literate in order to establish mutual communication with their children in this digital age. This research explored how parents use the newest digital technology, particularly smartphones and tablets, in relation to traditional media, for instance, TV, video games, and computer in the parenting practices. This research focused on 150 parents, whose age is around 22-39 years old, who have early years children. The problem discussed was the parenting style in this gadget-rich era. The study found that gadgets were not the respondents’ first choice to help their parenting. The devices have become the second choice in certain circumstance to help them out from challenge in parenting. On the other hand, 52% of them used deprivation of the gadget usage as disciplinary action. This research study has showed a current model of communication between parents and children in the gadget-rich era. However, the literature review suggested that this model should have been revised by enriching parental skill of technological based media literacy."}, "filled": true, "author_pub_id": "HbEIEXIAAAAJ:XiVPGOgt02cC", "num_citations": 0, "pub_url": "https://www.scitepress.org/Papers/2018/90217/90217.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:iXt0x-jfHpIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Citizen Journalism Practice: Contributor as Spy Agent: Case Study of Editorial Policies of Citizen Journalism in Pasang Mata and Kompasiana Media", "pub_year": 2022, "citation": "", "author": "Ido Prijana Hadi and Alexander Setiawan and Desi Yoanita and Agusly Irawan Aritonang", "abstract": "Citizen journalism has become the main term that refers to the various news-gathering and reporting practices conducted through various new digital technologies. One of the problems is in the era of the information society, the accuracy of news or information becomes a serious matter. The term\" hoax\" or information that contains the element of lie becomes a term that often happens almost every day. This study aims to determine how citizen journalism practices from media actors manage media Pasang Mata and Kompasiana, including the exploring of how theories of building citizen journalism in terms of understanding the relationship between the editor and the contributors. The paradigm of this research is interpretive, with a qualitative approach using case study method. The study emphasizes the variety of empirical experiences of the informants who are directly involved. The results of this study showed that the editor always verify data from the contributors as spy agents before the news published. The media platform is available in the form of a website and mobile application, in which the contributor submits an automatic news entry on the two platforms. Active contributors will earn points when text, photos, and videos are published. The implication of learning about the dynamics of media in the era of online media and digital media applications are the media to become a medium for audience learning and to accommodate the public interest. The audience in addition to being a news contributor is also an event spy agency."}, "filled": true, "author_pub_id": "HbEIEXIAAAAJ:bnK-pcrLprsC", "num_citations": 0, "pub_url": "https://www.scitepress.org/Papers/2018/90216/90216.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Y4Jkr8SGhewJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Self-Disclosure Transpuan kepada Orang Tua", "pub_year": 2022, "citation": "Jurnal e-Komunikasi 10 (2), 2022", "author": "Handry Christian Pramananta and Desi Yoanita and Agusly Irawan Aritonang", "journal": "Jurnal e-Komunikasi", "volume": "10", "number": "2", "abstract": "Transpuan ialah laki-laki yang merubah penampilannya menjadi seorang perempuan. Transpuan termasuk dalam kelompok LGBT (Lesbian, Gay, Bisexual, Transsexual) dan kelompok ini masih dianggap sebagai kaum minoritas di Indonesia. Self-Disclosure merupakan tindakan dari individu untuk menyingkapkan informasi yang hanya bisa disampaikan kepada orang-orang terdekat. Orang tua merupakan bagian dari keluarga, dan keluarga adalah lingkup sosial pertama yang akan ditemui oleh tiap-tiap individu. Self-Disclosure transpuan kepada orang tuanya menjadi topik dalam penelitian ini. Tujuan dari penelitian ini, yakni memahami pemaknaan pengalaman self-disclosure transpuan kepada orang tuanya. Peneliti melakukan wawancara mendalam kepada dua narasumber Van dan Vel yang telah melakukan self-disclosure kepada orang tuanya. Penelitian ini menggunakan metode Fenomenologi untuk …"}, "filled": true, "author_pub_id": "HbEIEXIAAAAJ:5ugPr518TE4C", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=18066753778525892989", "cites_id": ["18066753778525892989"], "pub_url": "https://scholar.google.com/scholar?cluster=18066753778525892989&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:fXF7_dYAuvoJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 0, "2023": 1, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Representasi Feminisme dalam Film Serial Layangan Putus", "pub_year": 2022, "citation": "Jurnal E-Komunikasi 10 (2), 1-12, 2022", "author": "Griselda Sampurno and Jandy Edipson Luik and Desi Yoanita", "journal": "Jurnal E-Komunikasi", "volume": "10", "number": "2", "pages": "1-12", "abstract": "Film serial “Layangan Putus” merupakan film yang membahas mengenai keluarga dan rumah tangga. Film ini menceritakan mengenai kehidupan seorang istri dan seorang ibu dengan tokoh Kinan yang berjuang dalam mencari keadilan bagi dirinya dalam hubungan rumah tangganya, serta bagi keluarga kecil yang ia bangun. Berdasarkan hal tersebut, peneliti ingin meneliti bagaimana representasi feminisme dalam film serial “Layangan Putus”? Dalam meneliti, peneliti menggunakan metode semiotika, khususnya kode-kode televisi John Fiske. Temuan dalam penelitian ini memperlihatkan bahwa feminisme digambarkan dalam tiga bentuk yaitu: perempuan yang berusaha mendobrak higemoni pria, feminisme yang digambarkan oleh perempuan yang mempertahankan harga dirinya dan feminisme yang digambarkan oleh perempuan yang berjuang untuk kesetaraan haknya. Melalui penelitian ini, peneliti …"}, "filled": true, "author_pub_id": "HbEIEXIAAAAJ:J-pR_7NvFogC", "num_citations": 9, "citedby_url": "/scholar?hl=en&cites=15990109140344110360", "cites_id": ["15990109140344110360"], "pub_url": "https://scholar.google.com/scholar?cluster=15990109140344110360&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:GP3vPYtH6N0J:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 4, "2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Representasi Pola Komunikasi Keluarga Cina Dalam Film Shang-Chi and the Legend of the Ten Rings", "pub_year": 2022, "citation": "Jurnal E-Komunikasi 10 (2), 2022", "author": "Celine Rea Emmanuela and Desi Yoanita and Chory Angela Wijayanti", "journal": "Jurnal E-Komunikasi", "volume": "10", "number": "2", "abstract": "Pola komunikasi dalam keluarga Cina seringkali berisikan ajaran-ajaran yang tegas dengan nilai disiplin tinggi terhadap anak-anaknya. Dengan konsep Confucianism dan filial piety yang mendasari hubungan sosial mereka, membuat pola komunikasi keluarga Cina berbeda dengan pola komunikasi keluarga pada umumnya. Pada penelitian kali ini, peneliti menggunakan pendekatan secara kualitatif deskriptif dengan menggunakan metode semiotika yang dibantu dengan kode-kode televisi miliki John Fiske untuk menemukan penggambaran representasi pola komunikasi keluarga Cina dalam film\" Shang-Chi and the Legend of the Ten Rings\" karya Marvel Cinematic Universe. Hasil penelitian ini memperlihatkan bagaimana penggambaran pola komunikasi keluarga Cina yang dapat berubah dari pola conversation oriented menjadi conformity oriented dikarenakan terjadinya sebuah kejadian tidak terduga …"}, "filled": true, "author_pub_id": "HbEIEXIAAAAJ:1qzjygNMrQYC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=11649258524733594159", "cites_id": ["11649258524733594159"], "pub_url": "https://scholar.google.com/scholar?cluster=11649258524733594159&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:L9pvZ-h6qqEJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pemeliharaan Hubungan Pasangan Jarak Jauh pada Masa Persiapan Pernikahan", "pub_year": 2022, "citation": "Jurnal E-Komunikasi 10 (2), 1-11, 2022", "author": "Joanna Belinda and Desi Yoanita and Megawati Wahjudianata", "journal": "Jurnal E-Komunikasi", "volume": "10", "number": "2", "pages": "1-11", "abstract": "Pemeliharaan hubungan pasangan jarak jauh merupakan sebuah fenomena komunikasi yang kompleks terlebih lagi pada masa persiapan pernikahan. Dalam implementasinya, HJJ membutuhkan pemeliharaan hubungan yang efektif karena dinilai sebagai pondasi utama dalam sebuah ikatan terutama pada jenjang yang lebih serius yakni mempersiapkan pernikahan. Penelitian ini merupakan penelitian kualitatif deskriptif dengan menggunakan metode fenomenologi milik Cresswell. Penelitian ini menggunakan teori pemeliharaan hubungan milik Ledbetter yang terdiri dari sebelas komponen utama. Selain itu penelitian menggunakan dua pasang subjek penelitian yang memiliki latar belakang perbedaan negara, budaya, usia, dan keluarga. Hasil penelitian menemukan bahwa proses pemeliharaan hubungan pasangan jarak jauh dalam masa persiapan pernikahan membutuhkan kepercayaan, kesetiaan, dan …"}, "filled": true, "author_pub_id": "HbEIEXIAAAAJ:mvPsJ3kp5DgC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=5012518529673322830", "cites_id": ["5012518529673322830"], "pub_url": "https://scholar.google.com/scholar?cluster=5012518529673322830&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:TuE9lwsLkEUJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sikap di Kalangan Perokok Dewasa di Surabaya tentang Pesan Kampanye Akibat Merokok di Bungkus Rokok", "pub_year": 2022, "citation": "Jurnal E-Komunikasi. https://publication. petra. ac. id/index. php/ilmu …, 2022", "author": "Ivan Harijadi and Gatut Priyowidodo and Desi Yoanita", "journal": "Jurnal E-Komunikasi. https://publication. petra. ac. id/index. php/ilmu-komunikasi/article/view/13226% 0Ahttps://publication. petra. ac. id/index. php/ilmu-komunikasi/article/viewFile/13226/11486", "abstract": "Penelitian ini bertujuan untuk menjelaskan pengaruh pesan kampanye akibat merokok yang terdapat di bungkus rokok terhadap sikap perokok dewasa di Surabaya. Sampel penelitian adalah perokok dewasa di Surabaya. Penelitian menggunakan metode survey dengan menyebar kuesioner kepada perokok dewasa di Surabaya. Hasil penelitian menemukan bahwa pesan kampanye yang dilakukan kepada kalangan perokok dewasa dengan bentuk gambar menyeramkan pada bungkus rokok tidak berpengaruh terhadap sikap perokok itu sendiri. Hal ini ditunjukkan dengan hasil dari riset peneliti yang menunjukkan bahwa responden sadar akan adanya pesan kampanye tersebut dan paham akan bahaya merokok namun tidak terlalu memperdulikannya dan tetap merokok."}, "filled": true, "author_pub_id": "HbEIEXIAAAAJ:D_sINldO8mEC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=1342287775315836764", "cites_id": ["1342287775315836764"], "pub_url": "https://scholar.google.com/scholar?cluster=1342287775315836764&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:XL8Msp7DoBIJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pola Komunikasi Keluarga Di Mata Generasi Z", "pub_year": 2022, "citation": "Scriptura 12 (1), 33-42, 2022", "author": "Desi Yoanita", "journal": "Scriptura", "volume": "12", "number": "1", "pages": "33-42", "abstract": "Relasi orang tua dan anak yang menginjak usia dewasa muda (Gen Z) bisa digambarkan sebagai ‘love and hate relationship’. Ketegangan muncul karena di usia tersebut anak sudah memiliki kesadaran akan kemandirian, sementara orang tua masih menjalankan otoritas penuh atas mereka. Pola Komunikasi Keluarga menggambarkan relasi orang tua dan anak dalam dua bentuk, yaitu conformity orientation dan conversation orientation. Penelitian ini mendeskripsikan bagaimana pola komunikasi diterapkan dalam keluarga 10 informan yang berusia 18-25 tahun. Menggunakan metode studi kasus, Peneliti menganalisis data hasil Focus Group Discussion (FGD) secara tematik dan menghasilkan temuan sebagai berikut: 1) kebersamaan dalam keluarga memerlukan komitmen; 2) setiap keluarga memiliki batasan keterbukaan yang berbeda dan keterbukaan tidak selalu terjadi dua arah; 3) orang tua masih berotoritas atas isu jangka panjang atau yang membutuhkan dana besar; 4) memperlakukan anak sebagai orang dewasa merupakan wujud trust dan penghargaan orang tua; 5) relasi antara orang tua menjadi role model kehangatan dalam keluarga; 6) Ayah menjadi sosok penting dalam menciptakan kehangatan."}, "filled": true, "author_pub_id": "HbEIEXIAAAAJ:eJXPG6dFmWUC", "num_citations": 28, "citedby_url": "/scholar?hl=en&cites=10277453098019905787", "cites_id": ["10277453098019905787"], "pub_url": "https://scriptura.petra.ac.id/index.php/iko/article/view/24694", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:--A27yPZoI4J:scholar.google.com/", "cites_per_year": {"2023": 6, "2024": 11, "2025": 11}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Strategi Dialektika Relasional Pasangan Suami Isteri di Masa Pandemi Covid-19", "pub_year": 2021, "citation": "Jurnal Komunikatif 10 (2), 225-238, 2021", "author": "Fanny Lesmana and Desi Yoanita", "volume": "10", "number": "2", "pages": "225-238", "abstract": "This research was conducted to determine the relational dialectics strategy of married couples facing the Covid-19 pandemic. There were two couples as interviewees, the first spouse experienced work from home (WFH). The second one whose husband has worked from office (WFO). This research uses a qualitative approach with a case study method. Based on the findings of the data obtained, it shows that the WFH pair is more directed at autonomy, stability and closedness, while the WFO pair refers to connection, change and openness. From the research conducted, researchers can find five things that can cause dialectical tension for couples during a pandemic. First, the closeness of the partner depends on the age and character of the child. Second, work determines the interaction of partners during a pandemic. Third, family backgrounds shape relationships in the family. Fourth, character and personal preferences shape responses in relationships. Finally, adaptations and communication alternatives facing the pandemic. Then the strategies that are mostly used by both partners are segmentation and integration. It is also seen how communication is an important (key) in forming an agreement by adjusting between partners."}, "filled": true, "author_pub_id": "HbEIEXIAAAAJ:5Ul4iDaHHb8C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=16242211683270073334", "cites_id": ["16242211683270073334"], "pub_url": "https://repository.petra.ac.id/19429/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9hsDlHjtZ-EJ:scholar.google.com/", "cites_per_year": {"2023": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Communication medium for family planning in realizing quality families in east java", "pub_year": 2021, "citation": "Communication medium for family planning in realizing quality families in …, 2021", "author": "Ido Prijana Hadi and Desi Yoanita and Titi Nur Vidyarini", "abstract": "The Covid-19 pandemic globally has come to the attention of the Government of Indonesia, namely in dealing with problems that arise in terms of access and services for prosperous families, population, and family planning. Moreover, paying attention to the implications of a pandemic on the resilience and well-being of Indonesian families. This research was conducted to see the communication medium of the East Java Provincial Government in implementing the Strategic Plan of the National Population and Family Planning Board (BKKBN) in 2020-2024. This strategic plan has a vision of realizing quality family planning by maintaining a balanced population growth. Moreover, to support the achievement of a developed Indonesia that is sovereign, independent, and has a personality based on mutual cooperation. This research uses a constructionist paradigm according to a qualitative research approach with a case study method. Data collection used in-depth interviews with the Head of BKKBN for East Java Province and their staff, interviews with couples of reproductive age, observations, field notes, and document reviews. The results showed that the family planning communication medium through various media platforms, including online media (siapbahagia.com), social media and radio broadcasts streaming. Moreover, before couples of childbearing age marry, they already have information about all types of contraception, a two-child program so that the family is healthier, consequently more qualified. The implication of this study is that there is a need for a paradigm shift, where family planning, which previously had government affairs …"}, "filled": true, "author_pub_id": "HbEIEXIAAAAJ:8AbLer7MMksC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19358/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Vrqs9gpjVSYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The source and message appeal in perceiving family planning topics", "pub_year": 2021, "citation": "The Source and Message Appeal in Perceiving Family Planning Topics, 2021", "author": "Titi Nur Vidyarini and Ido Prijana Hadi and Desi Yoanita", "abstract": "The family planning is important issue in Indonesia. The Indonesian government has continuous effort to establish Indonesian healthy families through numerous strategies and tactics over more than 40 years. Fertile-age woman or couple with unmet need become an issue to be tackled with the program. In the rise of information and communication technology and borderless medium, the epicenter of family planning rest on the implementation of multi-mediated and direct communication. Strategic communication is used in determining specific targeted public, and the messages being conveyed. Advertising, digital media, community socialization, and local community centers have been used, by BKKBN (National Family Planning Coordinating Agency), to endorse the ideas of healthier family. Each communication tool is used as a different way of communicating, in this instance different source and messages to appeal the reader. This article used a qualitative thematic analysis, to understand how source of the message and the message appeal contributed on how the recipient perceived family planning topics. The findings conclude three things, 1) the importance of understanding targeted individuals  belief of a health issue, 2) the persuasive message exposure, and 3) the suitable modes of communication in delivering the intended message."}, "filled": true, "author_pub_id": "HbEIEXIAAAAJ:geHnlv5EZngC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=14882348767978491594", "cites_id": ["14882348767978491594"], "pub_url": "https://repository.petra.ac.id/19299/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:yo7Uulq5iM4J:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Self-disclosure dalam komunikasi interpersonal pengguna aplikasi kencan online untuk mencari pasangan hidup", "pub_year": 2021, "citation": "Jurnal E-Komunikasi 9 (2), 2021", "author": "Joyce Angela Wibowo and Gatut Priyowidodo and Desi Yoanita", "journal": "Jurnal E-Komunikasi", "volume": "9", "number": "2", "abstract": "Seiring perkembangan teknologi, online dating menjadi semakin marak dilakukan dan caranya semakin beragam. Tinder dan Jodoh Kristen merupakan aplikasi kencan online yang diminati di Indonesia. Penelitian ini mengambil dua pasang informan dan meneliti tentang bagaimana pengguna aplikasi kencan online melakukan self-disclosure dalam dinamika hubungan yang dijalani dengan orang yang dikenal melalui dating apps dalam hal ini Tinder dan Jodoh Kristen. Teori yang menjadi acuan dalam penelitian ini adalah self-disclosure menurut Jourard yang memiliki tiga dimensi yaitu keluasan (breadth), kedalaman (depth), dan sasaran (target). Pendekatan penelitian ini adalah kualitatif dengan metode netnografi, dimana metode ini mengadaptasi teknik riset etnografi untuk mempelajari budaya dan komunitas yang terjadi dalam komunikasi termedia komputer (computer mediated communication) melalui media baru. Temuan penelitian menunjukkan bahwa pengguna aplikasi kencan online melakukan self-disclosure secara bertahap dengan lawan bicara, aspek keluasan dan kedalaman self-disclosure akan berkembang seiring keintiman hubungan."}, "filled": true, "author_pub_id": "HbEIEXIAAAAJ:tOudhMTPpwUC", "num_citations": 24, "citedby_url": "/scholar?hl=en&cites=22850472359528375", "cites_id": ["22850472359528375"], "pub_url": "https://publication.petra.ac.id/index.php/ilmu-%09komunikasi/article/view/11561", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:t4fwL2IuUQAJ:scholar.google.com/", "cites_per_year": {"2022": 3, "2023": 10, "2024": 9, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Strategi Impression Management Pangeran Harry dan Meghan Markle melalui Akun Instagram@ sussexroyal", "pub_year": 2021, "citation": "Jurnal E-Komunikasi 9 (2), 1-12, 2021", "author": "Anjanette Michelle Putri Setiawan and Desi Yoanita and Astri Yogatama", "journal": "Jurnal E-Komunikasi", "volume": "9", "number": "2", "pages": "1-12", "abstract": "Impression management adalah usaha yang dilakukan oleh individu untuk menciptakan dan mempertahankan kesan yang ia inginkan dari orang lain mengenai dirinya. Aktivitas impression management dilakukan oleh berbagai public figure dari bermacam-macam profesi untuk membangun kesan yang positif di mata publik. Salah satu contohnya adalah pasangan Pangeran Harry dan Meghan Markle, Duke dan Duchess of Sussex. Dalam penelitian ini, peneliti ingin mengetahui strategi impression management yang dilakukan oleh Pangeran Harry dan Meghan Markle melalui akun Instagram@ sussexroyal dari 2 April 2019 hingga 31 Maret 2020. Penelitian ini menggunakan metode analisis isi kuantitatif deskriptif. Peneliti melakukan koding terhadap pesan verbal yang ada dalam caption, foto, dan video dari 107 post yang diunggah di akun Instagram@ sussexroyal. Adapun strategi impression management …"}, "filled": true, "author_pub_id": "HbEIEXIAAAAJ:B3FOqHPlNUQC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=14299096146633104781", "cites_id": ["14299096146633104781"], "pub_url": "https://scholar.google.com/scholar?cluster=14299096146633104781&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jR05fS-YcMYJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Komunikasi Orang Tua dan Anak dalam Menghadapi Sibling Rivalry", "pub_year": 2021, "citation": "J e-Komunikasi 9 (2), 2021", "author": "Reni Reni and Ido Prijana Hadi and Desi Yoanita", "journal": "J e-Komunikasi", "volume": "9", "number": "2", "abstract": "Penelitian ini dilakukan untuk mengetahui komunikasi orang tua dan anak dalam menghadapi Sibling Rivalry. Permasalahan di dalam keluarga kerap kali terjadi, bisa terjadi antara orang tua dan anak, suami istri, kakak adik dan permasalahan tersebut akan selalu ada. Persaingan antar saudara atau Sibling Rivalry kerap kali terjadi, akan tetapi apabila tidak diselesaikan juga berdampak yang buruk bagi saudara yang lain, permasalahan dapat terhindarkan dengan bantuan orang tua. Semua anak membutuhkan perhatian dan kasih sayang yang sama porsinya, dan tanpa disadari sikap orang tua lah yang menimbulkan rasa benci dan rasa kompetisi dalam diri anak salah satunya dengan bagaimana cara orang tua berkomunikasi dengan anak. Ada kalanya orang tua secara tidak sadar bahwa perkataan yang diucapkan ternyata dapat menimbulkan kesalahpahaman dalam diri anak. Pendekatan penelitian ini …"}, "filled": true, "author_pub_id": "HbEIEXIAAAAJ:4fKUyHm3Qg0C", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=5731836077708966112", "cites_id": ["5731836077708966112"], "pub_url": "https://scholar.google.com/scholar?cluster=5731836077708966112&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:4HicSouSi08J:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 1, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PapuanLivesMatter: Analisis Framing Isu Rasisme di The Jakarta Post", "pub_year": 2021, "citation": "Jurnal E-Komunikasi 9 (2), 1-9, 2021", "author": "JTC Baware and F Lesmana and D Yoanita", "journal": "Jurnal E-Komunikasi", "volume": "9", "number": "2", "pages": "1-9"}, "filled": true, "author_pub_id": "HbEIEXIAAAAJ:tS2w5q8j5-wC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=2388855705347487161", "cites_id": ["2388855705347487161"], "pub_url": "https://scholar.google.com/scholar?cluster=2388855705347487161&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ufXmeJvrJiEJ:scholar.google.com/", "cites_per_year": {"2022": 3, "2023": 2, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Isi Aktivitas Sharenting Yang Dilakukan Oleh Single Mothers di Instagram", "pub_year": 2021, "citation": "Jurnal E-Komunikasi 9 (2), 2021", "author": "Putu Inten Kurniari and Desi Yoanita and Lady Joanne Tjahyana", "journal": "Jurnal E-Komunikasi", "volume": "9", "number": "2", "abstract": "Penelitian ini dilakukan untuk melihat gambaran umum mengenai aktivitas sharenting yang dilakukan oleh para single mothers di instagram. Instagram merupakan salah satu media sosial yang mengutamakan tampilan visual baik foto atau video. Pada penelitian ini melihat gambaran aktivitas sharenting yang diunggah di instagram@ gisel_la dan@ ayutingting92. Kedua public figure yang merupakan single mother tersebut sering mengunggah aktivitas sharentingnya di instagram pribadi mereka. Teori yang digunakan adalah Sharenting, Single Parent, Media Sosial, Instagram, dan Analisis Isi. Batas penelitian ini adalah konten instagram kedua akun public figure pada masa Work From Home di bulan Maret hingga Mei 2020. Hasil penelitian ini adalah para single mother Gisella dan Ayu lebih banyak menonjolkan sisi keindahan atau polish dan menunjukkan kebersamaan antara ibu dan anak yaitu intimate …"}, "filled": true, "author_pub_id": "HbEIEXIAAAAJ:vRqMK49ujn8C", "num_citations": 10, "citedby_url": "/scholar?hl=en&cites=1826819325372825685", "cites_id": ["1826819325372825685"], "pub_url": "https://scholar.google.com/scholar?cluster=1826819325372825685&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VYCqXX8qWhkJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 5, "2024": 3}}
