{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Feasibility study of outcome-based education information system in Indonesia: A survey-based approach", "pub_year": 2023, "citation": "2023 10th International Conference on Information Technology, Computer, and …, 2023", "author": "Yulia Kendengis", "conference": "2023 10th International Conference on Information Technology, Computer, and Electrical Engineering (ICITACEE)", "pages": "309-313", "publisher": "IEEE", "abstract": "Outcome-based education (OBE) has become an integral approach to education, focusing on student learning outcomes. To ensure the successful implementation of OBE, universities need a reliable and efficient information system that can capture, and store data related to student learning outcomes. This study examines the descriptive statistics of the need for OBE information systems among university faculty members. The questionnaire-based survey was conducted to understand the current state of teaching and learning practices in higher education and to identify areas where OBE information systems could be implemented to improve the quality of education. The study found that most respondents believed an OBE information system would be beneficial to support the implementation of OBE in the university. The results show a significant positive relationship between the need for an OBE information system …"}, "filled": true, "author_pub_id": "HmDcu0MAAAAJ:gsN89kCJA0AC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=2869990761931455851", "cites_id": ["2869990761931455851"], "pub_url": "https://ieeexplore.ieee.org/abstract/document/10276409/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:a72TYWRB1CcJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Business Process Simulation Game as a Business Process Learning Tool for Retail Companies", "pub_year": 2021, "citation": "International Journal of Industrial Research and Applied 5 (2), 33-40, 2021", "author": "Joella and Yulia Kendengis and Andreas Handojo", "journal": "International Journal of Industrial Research and Applied", "volume": "5", "number": "2", "pages": "33-40", "publisher": "Petra Christian University"}, "filled": true, "author_pub_id": "HmDcu0MAAAAJ:lmc2jWPfTJgC", "num_citations": 0, "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Realistic influence maximization based on followers score and engagement grade on Instagram", "pub_year": 2021, "citation": "Bulletin of Electrical Engineering and Informatics 10 (2), 1046-1053, 2021", "author": "Kristo Radion Purba and Yulia Kendengis", "journal": "Bulletin of Electrical Engineering and Informatics", "volume": "10", "number": "2", "pages": "1046-1053", "publisher": "Institute of Advanced Engineering and Science", "abstract": "In recent years, the emergence of social media influencers attracts the study of a realistic influence maximization (IM) technique. The theoretical performance of IM has become matured. However, it is not enough since IM has to be implemented in a social media environment. Realistic IM algorithms and diffusion models have been proposed, such as the addition of user factors or a learning agent. However, most studies still relied on the influence spread benchmark, which makes the usefulness questionable. This research is among the first IM study using Instagram data. In this study, two diffusion models are proposed, which are based on the original IC and LT models, with the addition of the engagement grade (EG) factor. An algorithm called IMFS (IM with followers score) is proposed to accommodate the new models as well as IC and LT. In addition, realistic benchmark methods are proposed, namely the average engagement of the activated users, and the overlapping between post likers and activated users. The result shows that the proposed models are 2-3x more realistic if compared to IC and LT."}, "filled": true, "author_pub_id": "HmDcu0MAAAAJ:VaXvl8Fpj5cC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=4902077487064482556", "cites_id": ["4902077487064482556"], "pub_url": "https://journal.beei.org/index.php/EEI/article/view/2656", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:_ALrjYCtB0QJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Application of Blockchain in Supply Chain Industry", "pub_year": 2021, "citation": "Turkish Journal of Computer and Mathematics Education 12 (3), 1400-1408, 2021", "author": "Leo Willyanto Santoso and Yulia Kendengis", "journal": "Turkish Journal of Computer and Mathematics Education", "volume": "12", "number": "3", "pages": "1400-1408", "publisher": "Turkbilmat Egitim Hizmetleri", "abstract": "This research focuses on analyzing the state of the art of the blockchain technology and in publicizing the potential applications and implementations that the blockchain can deliver to the supply chain. For this, it will be explained in a simple way technology and its operation in the supply chain and case studies of real companies that are currently betting on this technological revolution, capable of improving the efficiency of any process logistic. _"}, "filled": true, "author_pub_id": "HmDcu0MAAAAJ:LI9QrySNdTsC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=12330443330289393435", "cites_id": ["12330443330289393435"], "pub_url": "https://search.proquest.com/openview/f33f49bbb04bf8cd01c0f1f4e5a99ff7/1?pq-origsite=gscholar&cbl=2045096", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:G9_7IOGIHqsJ:scholar.google.com/", "cites_per_year": {"2022": 4, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Predicting student performance in higher education using multi-regression models", "pub_year": 2020, "citation": "Telkomnika 18 (3), 14802-14808, 2020", "author": "Leo Willyanto Santoso and Yulia Kendengis", "journal": "Telkomnika", "volume": "18", "number": "3", "pages": "14802-14808", "publisher": "Institute of Advanced Engineering and Science (IAES)", "abstract": "Supporting the goal of higher education to produce graduation who will be a professional leader is a crucial. Most of universities implement intelligent information system (IIS) to support in achieving their vision and mission. One of the features of IIS is student performance prediction.  By implementing data mining model in IIS, this feature could precisely predict the student  grade for their enrolled subjects. Moreover, it can recognize at-risk students and allow top educational management to take educative interventions in order to succeed academically. In this research, multi-regression model was proposed to build model for every student. In our model, Learning Management System (LMS) activity logs were computed. Based on the testing result on big students datasets, courses, and activities indicates that these models could improve the accuracy of prediction model by over 15%."}, "filled": true, "author_pub_id": "HmDcu0MAAAAJ:k8Z6L05lTy4C", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=7059910501161143383", "cites_id": ["7059910501161143383"], "pub_url": "https://repository.petra.ac.id/18688", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:V4zCHzLX-WEJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 0, "2023": 1, "2024": 3, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Recognition of Hanacaraka Characters in Old Manuscripts Using Feed-Forward Networks and Elman Recurrent Networks", "pub_year": 2019, "citation": "ICW Telkomnika 2019, 0, 2019", "author": "Gregorius Satia Budhi and Liliana and Yulia Kendengis and Hans Christian Indrayana", "conference": "ICW Telkomnika 2019", "volume": "0", "number": "0", "pages": "0", "abstract": "The Javanese language has a unique set of letters called Hanacaraka characters, which is different compared to the Latin alphabet. Since modern Javanese ethnics of Indonesia don’t use it anymore for formal conversation and education, this language, especially its Hanacaraka characters, begins to extinct. For the preservation purpose of old manuscripts in Hanacaraka characters, we create a system that can recognise Javanese characters automatically from an old manuscript or writing. For this system, we investigated and employed several methods of image processing, features extractions and machine learning for character recogniser. In this paper, we present the result of our investigation of traditional feed-forward neural networks and Elman recurrent networks and comparing their accuracies to obtain the best recogniser. We also compare the results with the accuracies of the probabilistic neural network and induction tree from our previous experiments. From the comparison, we found that Elman recurrent network outperforms the performance of other algorithms, with accuracy more than 97% for data training and 85% for data testing."}, "filled": true, "author_pub_id": "HmDcu0MAAAAJ:kz9GbA2Ns4gC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20068/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:St2b_ZEXadIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Analysis of Student Performance Using Data Mining", "pub_year": 2019, "citation": "Advances in Computer Communication and Computational Sciences 12 (3), 1400-1408, 2019", "author": "Leo Willyanto Santoso and Yulia Kendengis", "journal": "Advances in Computer Communication and Computational Sciences", "volume": "12", "number": "3", "pages": "1400-1408", "publisher": "Springer", "abstract": "This paper presents the study of data mining in the education industry to model the performance for students enrolled in university. Two algorithms of data mining were used. Firstly, a descriptive task based on the K-means algorithm was utilized to select several student clusters. Secondly, a classification task supported two classification techniques, known as decision tree and Naïve Bayes, to predict the dropout because of poor performance in a student’s first four semesters. The student academic data collected during the admission process of those students were used to train and test the models, which were assessed using a cross-validation technique. Experimental results show that the prediction of drop out student is improved, and student performance is monitored when the data from the previous academic enrollment are added."}, "filled": true, "author_pub_id": "HmDcu0MAAAAJ:M7yex6snE4oC", "num_citations": 26, "citedby_url": "/scholar?hl=en&cites=15540318102465632495", "cites_id": ["15540318102465632495"], "pub_url": "https://link.springer.com/chapter/10.1007/978-981-13-6861-5_48", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:71gJYvpMqtcJ:scholar.google.com/", "cites_per_year": {"2018": 1, "2019": 1, "2020": 5, "2021": 4, "2022": 6, "2023": 4, "2024": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Integration between ERP software and business intelligence in odoo ERP: Case study A distribution company", "pub_year": 2018, "citation": "Advances In Natural And Applied Sciences 12 (4), 16-21, 2018", "author": "Leo Willyanto Santoso", "volume": "12", "number": "4", "pages": "16-21", "abstract": "Odoo is an open-source ERP software. Odoo has advantage in price because it’s free. And from the functional side, Odoo has been equipped with more than 4500 modules, one of them is business intelligence (BI). BI is a solution and technique that helps company to understand about the business situation to make effective business decisions and meet their objectives. A study about the integration between Enterprise Resource Planning and BI in Odoo ERP will be explained in this paper. In the case study, we used sales data from a distribution company"}, "filled": true, "author_pub_id": "HmDcu0MAAAAJ:tYavs44e6CUC", "num_citations": 15, "citedby_url": "/scholar?hl=en&cites=804550308793427236,4469256505708912002", "cites_id": ["804550308793427236", "4469256505708912002"], "pub_url": "https://repository.petra.ac.id/17833/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:JCWQPz5WKgsJ:scholar.google.com/", "cites_per_year": {"2018": 2, "2019": 1, "2020": 2, "2021": 3, "2022": 2, "2023": 2, "2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Salford Business School", "pub_year": 2018, "citation": "Advances In Natural And Applied Sciences 12 (4), 2018", "author": "Yulia Kendengis and Leo Willyanto Santoso", "journal": "Advances In Natural And Applied Sciences", "volume": "12", "number": "4", "abstract": "Points of Research: As an open source system, Odoo is a functional low cost option with built in integration between (ERP) Enterprise resource planning and (BI) Business Intelligence. This paper is a study of this integration and uses sales data from a distribution company.(Kendengis & Santoso, 2018) as a case study."}, "filled": true, "author_pub_id": "HmDcu0MAAAAJ:MLfJN-KU85MC", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=15210247751840058328&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2EscMr6nFdMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Audit Awal Sistem Informasi pada PT. X Berdasarkan Standar Control Objectives for Information and Related Technology (Cobit 4.1)", "pub_year": 2016, "citation": "Jurnal Informatika 13 (2), 20-25, 2016", "author": "Cindy Monica and Leo Willyanto Santoso", "journal": "Jurnal Informatika", "volume": "13", "number": "2", "pages": "20-25", "publisher": "Petra Christian University", "abstract": "PT. X merupakan perusahaan yang bergerak dalam bidang konstruksi besi dan baja yang terletak di wilayah Surabaya. Tidak mudah bagi perusahaan yang besar tersebut dengan proses bisnisnya yang juga cukup luas untuk melakukan semua proses dalam perusahaan dengan cara manual. Hal tersebut disebabkan karena pada era globalisasi sekarang ini, perusahaan harus dapat mengatasi masalah dan perubahan yang terjadi secara cepat dan sesuai sasaran. Oleh karena itu, perusahaan sangat membutuhkan aplikasi yang terintegrasi. Namun faktor yang harus diperhatikan tidak hanya berfokus pada perolehan sistem aplikasi yang dibutuhkan oleh perusahaan semata. Melainkan perusahaan juga harus berfokus untuk memelihara mutu sistem aplikasinya. Karena sistem aplikasi tersebut bermanfaat untuk mendukung dan meningkatkan manajemen perusahaan agar dapat meningkatkan kinerja perusahaan serta keefektifan dalam memberikan jasa kepada masyarakat. Maka dari itu, peneliti ingin melakukan perencanaan audit sistem aplikasi untuk PT. X dengan melakukan analisa mengenai kondisi TI pada PT. X untuk menentukan domain COBIT yang perlu untuk dilakukan audit"}, "filled": true, "author_pub_id": "HmDcu0MAAAAJ:_FxGoFyzp5QC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=14051423066938086451", "cites_id": ["14051423066938086451"], "pub_url": "https://repository.petra.ac.id/17280/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:MxST7dSuAMMJ:scholar.google.com/", "cites_per_year": {"2017": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Aplikasi Pembelajaran Bahasa Mandarin Menggunakan Flash pada Android", "pub_year": 2016, "citation": "Jurnal Infra 4 (2), 76-81, 2016", "author": "Adrian Dwi Widiartha and Yulia Kendengis and Kristo Radion", "volume": "4", "number": "2", "pages": "76-81", "abstract": "Mandarin is the dialect of Chinese spoken in the North and Southwest of Republic of China. International bussiness also prefer people who can speak more than one International language, which is other than English, so Mandarin become one of the language that many people search for. So many people in Indonesia who cannot speak Chinese especially children. Children usually not being taught to learn Chinese in school and the parents also cannot teach MandarinThis application helps people learn Chinese. This application have features such as Picture Guessing, Sound Guessing, Arrange the Sentence, Chinese Spelling, and Writing Chinese Character. Picture Guessing teach user about Mandarin using pictures. Sound Guessing teach user about Mandarin using sound. Arrange the Sentence teach user how to arrange Mandarin sentence based on English sentence or arrange English sentence based on Mandarin sentence. Chinese Spelling teach user how to pronounce Mandarin word correctly. Writing Chinese Character teach user how to write Mandarin character based on the word displayed. Through this application user teach user about Mandarin language about pictures and sounds, user can learn how to write Chinese character based on the word displed, user learn how to pronounce Chinese language correctly, user can learn how to arrange Mandarin sentence based on English question or arrange English sentence based on Chinese question"}, "filled": true, "author_pub_id": "HmDcu0MAAAAJ:tuHXwOkdijsC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=8603530249058524999", "cites_id": ["8603530249058524999"], "pub_url": "https://www.neliti.com/publications/106839/aplikasi-pembelajaran-bahasa-mandarin-menggunakan-flash-pada-android", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Rx92lS3hZXcJ:scholar.google.com/", "cites_per_year": {"2021": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Economic Analysis of the Information System Investment Using Cost and Benefit Analysis (CBA) Method", "pub_year": 2015, "citation": "Economic Analysis of the Information System Investment Using Cost and …, 2015", "author": "Leo Willyanto Santoso and Yulia Kendengis and IMELIA WIDJANADI", "abstract": "Nowadays, the development of technology is very fast. It makes people tend to follow the development of the technology. There are some elements to be fulfilled in order to apply the technology. Those are funds, mental ability of the organization, and other needs to make it smoothly work. However, it is important to calculate the benefits compare to the technology expenses. To help the organization in solving that problem, it needs a method as a tool to calculate the benefits and the investment. Based on that problem, there must be an analysis on the investment. That analysis can be done by calculating the ROI. Then, the result can be a consideration whether the investment worth to be applied or not. To do that calculation, there are some early steps to be done, such as doing the survey to the money spend for the investment, doing the survey to the cash flow, and the quantification. Because of the complexity calculation process, a calculating tool which can help the organization easily get the result of ROI was developed. The web based application is developed using php language and Mysql as its database. It will make the user easily access the application everywhere and every time."}, "filled": true, "author_pub_id": "HmDcu0MAAAAJ:YsMSGLbcyi4C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/17297/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:c7aiMFikTf8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Investasi Sistem Informasi Akademik pada Universitas X dengan Metode Cost Benefit Analysis (CBA)", "pub_year": 2015, "citation": "Analisis Investasi Sistem Informasi Akademik pada Universitas X dengan …, 2015", "author": "Leo Willyanto Santoso and ALDY Wirawan", "abstract": "Era teknologi informasi semakin berkembang dan mendorong manusia untuk terus dapat memanfaatkan perkembangan teknologi dalam kehidupan. Teknologi yang ada saat ini telah banyak digunakan oleh berbagai organisasi untuk mendukung proses bisnis untuk meningkatkan efisiensi dan efektifitas organisasi. Setelah melakukan investasi diharapkan ada pengembalian atas investasi yang dilakukan. Perhitungan besarnya pengembalian menggunakan metode Cost and Benefit"}, "filled": true, "author_pub_id": "HmDcu0MAAAAJ:Tyk-4Ss8FVUC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=16702610589390661546", "cites_id": ["16702610589390661546"], "pub_url": "https://core.ac.uk/download/pdf/32453124.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qudOOtaXy-cJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 0, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pembuatan Aplikasi Sistem Informasi Akademik Di Sekolah Tinggi Thelogia Semarang", "pub_year": 2015, "citation": "Seminar Nasional Informatika (SEMNASIF) 1 (1), 2015", "author": "Alexander Setiawan and Yulia Yulia and Yesaya Bangun", "journal": "Seminar Nasional Informatika (SEMNASIF)", "volume": "1", "number": "1", "abstract": "Pada saat ini proses pengelolaan data akademik di Sekolah Tinggi Theologia Semarang dilakukan dengan cara yang kurang efektif untuk menunjang kebutuhan pelaku akademik di sekolah tersebut. Data-data akademik yang dibutuhkan mahasiswa sering tidak tepat waktu dalam proses penyampaiannya, sehingga diperlukan sistem informasi akademik untuk meningkatkan kualitas pelayanan kepada mahasiswa, dan dapat meningkatkan kinerja sumber Daya Manusia (SDM) yang ada pada perguruan tinggi tersebut."}, "filled": true, "author_pub_id": "HmDcu0MAAAAJ:_kc_bZDykSQC", "num_citations": 9, "citedby_url": "/scholar?hl=en&cites=15623723811082315200", "cites_id": ["15623723811082315200"], "pub_url": "https://scholar.google.com/scholar?cluster=15623723811082315200&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:wKVfNAee0tgJ:scholar.google.com/", "cites_per_year": {"2015": 2, "2016": 1, "2017": 3, "2018": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisa Investasi Sistem Informasi Administrasi Pada Distributor X dengan Menggunakan Metode Information Economics", "pub_year": 2015, "citation": "Jurnal Infra 3 (1), 105780, 2015", "author": "Imelia Widjanadi and Yulia Kendengis and Leo Willyanto Santoso", "volume": "3", "number": "1", "pages": "105780", "abstract": "Teknologi yang berkembang saat ini mulai banyak diterapkan di berbagai organisasi terutama sebagai pendukung kegiatan bisnis seperti sistem informasi administrasi (SIA) yang sudah diterapkan oleh Distributor X. Penerapan teknologi tentunya juga memerlukan berbagai macam persiapan yang cukup. Namun perlu diperhatikan juga seberapa besar manfaat dan presentasi tingkat pengembalian atas investasi yang diterapkan oleh organisasi tersebut. Hal tersebut dapat dihitung menggunakan metode Information Economics."}, "filled": true, "author_pub_id": "HmDcu0MAAAAJ:kuK5TVdYjLIC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=4733787452752065731", "cites_id": ["4733787452752065731"], "pub_url": "https://www.neliti.com/publications/105780/analisa-investasi-sistem-informasi-administrasi-pada-distributor-x-dengan-menggu", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:w_R8i5vKsUEJ:scholar.google.com/", "cites_per_year": {"2020": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Multidimensional Fuzzy Association Rules for Developing Decision Support System at Petra Christian University", "pub_year": 2015, "citation": "Intelligence in the Era of Big Data: 4th International Conference on Soft …, 2015", "author": "Yulia and Siget Wibisono and Rolly Intan", "conference": "Intelligence in the Era of Big Data: 4th International Conference on Soft Computing, Intelligent Systems, and Information Technology, ICSIIT 2015, Bali, Indonesia, March 11-14, 2015. Proceedings 4", "pages": "37-48", "publisher": "Springer Berlin Heidelberg", "abstract": "Academic records of student candidates and students of Petra Christian University (PCU) which have been stored so far have not been used to generate information. PCU’s top-level management needs a way to generate information from the records. The generated information is expected to support the decision-making process of top-level management.Before starting the application development, analysis and design of the student academic records and the needs of top-level management are done. The design stage produces a number of modeling that will be used to create the application.The final result of the development is an application that can generate information using multidimensional fuzzy association rules."}, "filled": true, "author_pub_id": "HmDcu0MAAAAJ:UeHWp8X0CEIC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=18082651254158682213", "cites_id": ["18082651254158682213"], "pub_url": "https://link.springer.com/chapter/10.1007/978-3-662-46742-8_4", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZWhmeYJ78voJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "DASHBOARD LIBRARY UNTUK VISUALISASI INFORMASI", "pub_year": 2014, "citation": "DASHBOARD LIBRARY UNTUK VISUALISASI INFORMASI, 2014", "author": "HARRY TIMOTHY TUMALEWA and HANS JUWIANTHO", "abstract": "Dalam pengembangan software pengolahan data, kemudahan dalam mengakses informasi merupakan salah satu hal yang penting untuk diperhatikan oleh pihak pengembang software. Semakin praktis software digunakan, maka tingkat kepuasan user juga akan semakin bertambah. Suatu software yang handal adalah software yang mampu menyediakan informasi yang mudah dimengerti, sesuai dengan kebutuhan dari penggunanya dan informatif. Namun dalam implementasinya, diperlukan langkah pengerjaan yang cukup banyak oleh user untuk mengakses informasi melalui sebuah laporan pada software yang dikembangkan. Sehingga dibutuhkan sebuah media penampilan informasi berupa dashboard untuk mempermudah user dalam mengakses informasi yang dibutuhkan."}, "filled": true, "author_pub_id": "HmDcu0MAAAAJ:iH-uZ7U-co4C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/17040/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:EaGc3bv3fxMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Kajian Investasi Sistem Informasi Berdasarkan Domain Bisnis Pada Universitas X", "pub_year": 2014, "citation": "Jurnal Informatika 12 (1), 40-46, 2014", "author": "Leo Willyanto Santoso and ALDY WIRAWAN", "journal": "Jurnal Informatika", "volume": "12", "number": "1", "pages": "40-46", "publisher": "Petra Christian University", "abstract": "Untuk memperoleh sistem dan teknologi informasi yang handal diperlukan investasi yang tepat atas sistem dan teknologi informasi yang dijalankan oleh perusahaan agar besarnya manfaat dari investasi sistem dan teknologi informasi tersebut sepadan dengan tingginya biaya yang diinvestasikan untuk membangun aplikasi tersebut. Universitas „X#8223 telah melakukan investasi teknologi dan sistem informasi akademik untuk menunjang proses bisnisnya. Dirasa perlu untuk melakukan analisa keunggulan dan kelemahan dari investasi sistem dan teknologi tersebut, serta menilai apakah investasi tersebut telah menunjang proses bisnis organisasi. Selain itu, mengetahui nilai-nilai ekonomis dari investasi SI/TI dan perhitungan ROI merupakan hal yang krusial. Tujuan penelitian adalah untuk menganalisis dan menilai sejauh mana kesuksesan investasi sistem informasi yang telah dilakukan oleh perusahaan dengan menggunakan analisa pada domain bisnis metode Information Economics (IE). Metode penelitian yang digunakan adalah kepustakaan, survey, wawancara, kuesioner, studi dokumentasi dan metode analisis. Pada akhir penelitian, telah berhasil dibuat analisa investasi Sistem Informasi Akademik Universitas „X#8223, berupa perhitungan ROI dan IE Score serta tools untuk menyimpan data project serta hasil perhitungan ROI dan IE Score"}, "filled": true, "author_pub_id": "HmDcu0MAAAAJ:LkGwnXOMwfcC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/17041/1/Publikasi1_03023_1381.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:N3ddYX7U2d8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analysis of the impact of information technology investments-a survey of Indonesian universities", "pub_year": 2014, "citation": "ARPN JEAS 9 (12), 2404-2410, 2014", "author": "Leo Willyanto Santoso", "journal": "ARPN JEAS", "volume": "9", "number": "12", "pages": "2404-2410", "publisher": "Petra Christian University", "abstract": "In recent years, the utilization of information technology has been magnificently increased in service industries, particularly, education institution, which by using Information Technology related products such as academic information system and learning management system. In Indonesia, universities invest enormous resources in information technology (IT), with little evidence of the latter’s effectiveness. Stakeholders struggle with gauging how effective or ineffective making these investments truly is, given the lack of instruments of measurement by which to establish, for instance, an internal rate of return or a period of recovery on investments. This paper investigates the impact of investment in information technology on the return on assets (ROA) of selected private universities in Indonesia for the period 2008 - 2014 using Adapted Information Economics. By using this method, it is possible to implement into other university. Primary and secondary data were collected during this research. The study recommends that universities should increase investments in software, hardware and infrastructure which will enhance their Management Information System and profitability."}, "filled": true, "author_pub_id": "HmDcu0MAAAAJ:isC4tDSrTZIC", "num_citations": 24, "citedby_url": "/scholar?hl=en&cites=450452348268666537", "cites_id": ["450452348268666537"], "pub_url": "https://repository.petra.ac.id/16879/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qV7LLgZUQAYJ:scholar.google.com/", "cites_per_year": {"2016": 1, "2017": 2, "2018": 4, "2019": 2, "2020": 2, "2021": 2, "2022": 3, "2023": 6, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Investasi Sistem Informasi dengan Menggunakan Domain Teknologi-Metode Information Economics", "pub_year": 2014, "citation": "Analisis Investasi Sistem Informasi dengan Menggunakan Domain Teknologi …, 2014", "author": "Leo Willyanto Santoso", "abstract": "Perkembangan sistem informasi berbasis komputerisasi yang semakin pesat pada saat ini telah menghasilkan berbagai kemudahan bagi pengguna sistem informasi tersebut, antara lain dalam meningkatkan efisiensi dan efektifitas dalam pekerjaan maupun proses sistem. Dalam suatu kegiatan bisnis perlu diterapkan suatu sistem dan teknologi informasi yang dapat menunjang semua kegiatan bisnisnya. Dengan adanya sistem dan teknologi informasi yang baik, maka diharapkan kinerja dari sistem menjadi lebih efektif dan efisien serta memberikan nilai tambah bagi organisasi yang menerapkannya. Oleh karena itu, untuk memperoleh sistem dan teknologi informasi yang handal diperlukan investasi yang tepat atas sistem dan teknologi informasi yang dijalankan oleh perusahaan agar besarnya manfaat dari investasi sistem dan teknologi informasi tersebut sepadan dengan tingginya biaya yang diinvestasikan untuk membangun aplikasi tersebut.  Universitas ‘X’ telah melakukan investasi teknologi dan sistem informasi akademik untuk menunjang proses bisnisnya. Dirasa perlu untuk melakukan analisa keunggulan dan kelemahan dari investasi sistem dan teknologi tersebut, serta menilai apakah investasi tersebut telah menunjang proses bisnis organisasi. Selain itu, mengetahui nilai-nilai ekonomis dari investasi SI/TI dan perhitungan ROI merupakan hal yang krusial. Tujuan penelitian adalah untuk menganalisis dan menilai sejauh mana kesuksesan investasi sistem informasi yang telah dilakukan oleh perusahaan dengan menggunakan analisa pada domain teknologi metode Information Economics (IE). Metode penelitian yang digunakan …"}, "filled": true, "author_pub_id": "HmDcu0MAAAAJ:W7OEmFMy1HYC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=14187053520303445177", "cites_id": ["14187053520303445177"], "pub_url": "https://repository.petra.ac.id/17044/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:uVQkrwKK4sQJ:scholar.google.com/", "cites_per_year": {"2017": 1, "2018": 0, "2019": 0, "2020": 0, "2021": 0, "2022": 1}}
