{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis pemikiran Abraham Kuyper dan implementasinya pada pendidikan kristen masa kini", "pub_year": 2023, "citation": "Aletheia Christian Educators Journal 4 (2), 41-46, 2023", "author": "Evie Santoso and Dani Puspitasari", "journal": "Aletheia Christian Educators Journal", "volume": "4", "number": "2", "pages": "41-46", "publisher": "Petra Christian University", "abstract": "Artikel ini mengulas tentang kondisi pendidikan Kristen baik di Indonesia maupun di negara barat yang menurun karena kondisi komersil. Ideologi yang lahir dari pemikiran Abraham Kuyper tentang meletakkan Allah dalam posisi terpenting dan mengaitkannya dalam hidup mendorong manusia menjadi pelayan masyarakat yang baik. Tulisan ini bertujuan untuk memberikan inspirasi bagi pendidik Kristen dengan menerapkan pendekatan literatur tentang pemikiran Abraham Kuyper. Tiga implikasi penting yaitu kedaulatan Allah dalam pendidikan, tujuan dari pendidikan Kristen dan peran pendidik. Artikel ini mengaitkan relevansi ide Kuyper dalam masa kini dan mendorong para pendidik untuk memperbaharui komitmen mereka. Hasil memberikan ajakan kuat untuk pembaharuan tujuan dalam dunia pendidikan."}, "filled": true, "author_pub_id": "hwALICsAAAAJ:u5HHmVD_uO8C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=1597236696739360983", "cites_id": ["1597236696739360983"], "pub_url": "https://repository.petra.ac.id/20970/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:1zBeK1CGKhYJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Tinjauan terhadap Integrasi Iman dan Ilmu dalam Perguruan Tinggi Kristen di Amerika dan Implikasinya terhadap Perguruan Tinggi Kristen di Indonesia.", "pub_year": 2020, "citation": "Sekolah Tinggi Teologi SAAT Malang, 2020", "author": "Evie Santoso", "abstract": "Cara pandang Kristen adalah cara memandang segala sesuatu berdasarkan kesadaran akan statusnya sebagai orang percaya dan berdasarkan pada nilai-nilai Kristen.  Namun yang saat ini berkembang adalah pemisahan antara hal-hal rohani yang boleh dikaitkan dengan nilai-nilai Kristen dengan hal-hal duniawi yang dianggap tidak ada kaitannya dengan nilai-nilai Kristen.  Hal ini disebut sebagai dikotomi.  Pemikiran dikotomi ini juga memengaruhi dunia pendidikan, termasuk perguruan tinggi Kristen.  Sebagai sebuah institusi pendidikan, perguruan tinggi Kristen mempunyai tanggung jawab bukan hanya memperlengkapi mahasiswa dengan berbagai pengetahuan dan kemampuan dalam bidang ilmunya tetapi juga menolong mahasiswanya memahami dan menghidupi identitas mereka sebagai orang Kristen, serta mengintegrasikan iman dengan bidang ilmu yang mereka tekuni.   Penelitian ini dilakukan untuk mengetahui faktor-faktor yang memengaruhi terjadinya disintegrasi dan integrasi iman dan ilmu dalam perguruan tinggi Kristen di Amerika serta implikasinya terhadap konteks perguruan tinggi Kristen di Indonesia.  Penelitian ini dilakukan melalui studi pustaka terhadap berbagai sumber terkait dengan dinamika perguruan tinggi Kristen di Amerika dan juga sumber-sumber yang terkait dengan konteks perguruan tinggi Kristen di Indonesia.   Faktor-faktor yang memengaruhi terjadinya disintegrasi iman dan ilmu dalam perguruan tinggi Kristen di Amerika terbagi ke dalam dua kategori yaitu eksternal dan internal.  Faktor eksternal yaitu perkembangan teknologi, konflik ideologi, berkembangnya masyarakat plural, sekulerisme …"}, "filled": true, "author_pub_id": "hwALICsAAAAJ:d1gkVwhDpl0C", "num_citations": 0, "pub_url": "http://repository.seabs.ac.id:8080/xmlui/handle/123456789/1363", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8yjWpBBeJ-EJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Classroom Communication Process Dalam Pendidikan Karakter Kristen Di SMA Kristen Pelangi Kristus", "pub_year": 2014, "citation": "Jurnal e-Komunikasi Universitas Kristen Petra 2 (1), 81026, 2014", "author": "Evie Santoso", "volume": "2", "number": "1", "pages": "81026", "abstract": "Penelitian ini dilakukan untuk menjelaskan classroom communication process di SMA Kristen Pelangi Kristus dalam pendidikan karakter Kristen yang merupakan hal utama dan ditanamkan secara terintegrasi dalam setiap proses belajar mengajar yang ada di sana. Penulis menggunakan studi kasus sebagai metode penelitian dan menggunakan observasi non-partisipan serta wawancara mendalam dengan informan penelitian sebagai teknik pengumpulan data. Yang menjadi informan dalam penelitian ini ialah supervisor dan murid kelas X dan XI SMA Kristen Pelangi Kristus. Hasil penelitian menunjukkan, pendidikan karakter Kristen dalam classroom communication process di SMA Kristen Pelangi Kristus, dipengaruhi oleh setiap elemen komunikasi yang terkait di dalamnya. Mulai dari komunikator sampai komunikan mempunyai peran aktif dalam penyampaian dan penerimaan pesan yang berupa materi pembelajaran sesuai mata pelajaran maupun karakter Kristen yang diintegrasikan di dalam proses belajar mengajar. Ada dua cara yang digunakan untuk mengintegrasikan karakter Kristen di dalam setiap materi pembelajaran yaitu secara Integrated dan Connected."}, "filled": true, "author_pub_id": "hwALICsAAAAJ:u-x6o8ySG0sC", "num_citations": 0, "pub_url": "https://www.neliti.com/publications/81026/classroom-communication-process-dalam-pendidikan-karakter-kristen-di-sma-kristen", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:FiFEm_0hyFoJ:scholar.google.com/", "cites_per_year": {}}
