{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "and Multi-lens Light Array Switching", "pub_year": 2025, "citation": "Smart Innovation in Green and Sustainable Energy: Select Proceedings of …, 2025", "author": "Ian Hardianto Siahaan and I Nyoman Sutantra and I Made Londen Batan", "journal": "Smart Innovation in Green and Sustainable Energy: Select Proceedings of ICOME 2023, 30–31 August, Bali, Indonesia", "volume": "1279", "pages": "81", "publisher": "Springer Nature"}, "filled": true, "author_pub_id": "HZChaaIAAAAJ:uJ-U7cs_P_0C", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ieBN-uVC0BwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "DESAIN DAN IMPLEMENTASI CONVEYOR UNTUK EFISIENSI PENURUNAN MATERIAL PADA MOBIL PICK-UP", "pub_year": 2025, "citation": "Mekanika Jurnal Teknik Mesin 10 (2), 107-114, 2025", "author": "Ian Hardianto Siahaan and DANANG BAGASTUTI K SHIDI and Ninuk Jonoadji", "volume": "10", "number": "2", "pages": "107-114", "abstract": "Dalam  industri  konstruksi  dan  transportasi  material,  efisiensi  dan  keselamatan  kerja adalah hal yang sangat penting. Salah satu tantangan terbesar adalah menurunkan material dari bak  mobilpick-up,  yang  menguras  tenaga  dan  berisiko  menyebabkan  cedera.  Dengan meningkatnya  perhatian  terhadap  kesehatan  fisik  pekerja,  dibutuhkan  solusi  inovatif  yang dapat meringankan beban kerja mereka. Pengembangan sistem conveyor yang dipasang pada mobil  pick-up  menawarkan  inovasi  yang  mempercepat  proses  kerja  dan  mengurangi  risiko kelelahan serta cedera. Penelitianini berkontribusi tidak hanya pada peningkatan produktivitas, tetapi  juga  keselamatan  dan  kesejahteraan  pekerja,Dalam  penelitian  ini,  metode  riset eksperimen  digunakan  untuk  merancang  dan  menguji  sistem  conveyor  pada  mobil  pick-up. Pengujian   dilakukan   dengan memberikan beban   100   kg,   300   kg,   dan   500   kg.   Hasil menunjukkan bahwa waktu rata-rata untuk menurunkan material adalah kurang dari 1 menit, lebih  cepat  dari  target  2  menit,  yang  membuktikan  peningkatan  efisiensi  waktu  hingga  50% dan secara signifikan mengurangi beban fisik pada pekerja"}, "filled": true, "author_pub_id": "HZChaaIAAAAJ:j8SEvjWlNXcC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21416/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lWthT00oPFAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pelatihan dan Pendampingan Sistem Perawatan Mesin Pengolah Sampah Organik Sebagai Feedback Keberlanjutan Proses Pengolahan Sampah di TPS3R Desa Mojotrisno", "pub_year": 2024, "citation": "Jurnal Abdimas Kartika Wijayakusuma 5 (3), 907-915, 2024", "author": "Ian Hardianto Siahaan and Ninuk Jonoadji and Suratno Lourentius", "journal": "Jurnal Abdimas Kartika Wijayakusuma", "volume": "5", "number": "3", "pages": "907-915", "abstract": "Pelatihan dan pendampingan setelah kegiatan abdimas memegang peranan yang sangat penting untuk memastikan keberlanjutan program yang telah dilaksanakan sehingga dapat berjalan dengan baik dan optimal sesuai dengan target luaran tim abdimas. Dalam pelatihan dan pendampingan, mitra diberikan pemahaman bahwa jika ingin mengembangkan mesin pencacah baru dengan kapasitas yang lebih besar, dapat dilakukan melalui proses pembuatan mesin tambahan menggunakan peralatan produksi. Selain itu, mitra abdimas juga diberikan penjelasan tentang cara mengoperasikan mesin secara benar dan aman, termasuk bagaimana merawat dan membersihkan mesin. Tim abdimas juga menjelaskan cara menangani masalah umum yang mungkin terjadi selama penggunaannya. Metode pelaksanaannya berfokus pada kemitraan (partnership) untuk meningkatkan kapasitas mitra dan masyarakat dalam menciptakan ekonomi hijau, menjaga keseimbangan ekosistem, mengurangi dampak negatif terhadap lingkungan, serta menurunkan emisi karbon melalui pembelajaran learning by doing. Hasil kegiatan pelatihan dan pendampingan terkait mesin pencacah bahan kompos organik di lokasi TPS3R telah dilaksanakan dengan baik, meskipun dari sisi jumlah peserta yang memiliki kompetensi pemahaman yang sangat baik dari informasi hasil evaluasi masih belum sepenuhnya optimal hanya berkisar 40% saja dari jumlah peserta, khususnya terkait pengoperasian mesin pencacah kompos baru yang diberikan."}, "filled": true, "author_pub_id": "HZChaaIAAAAJ:35r97b3x0nAC", "num_citations": 0, "pub_url": "https://journal.unjani.ac.id/index.php/jkwk/article/view/601", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:hP1XL-MP0XIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Rekomendasi Waktu Rem Minimum untuk Uji Layak Jalan Sepeda Motor Berdasarkan Ketebalan Brake Pad dengan Metode Taguchi", "pub_year": 2024, "citation": "Jurnal Teknik Mesin 17 (2), 171-176, 2024", "author": "Ian Hardianto Siahaan and Ninuk Jonoadji and Andre Welianto", "journal": "Jurnal Teknik Mesin", "volume": "17", "number": "2", "pages": "171-176", "abstract": "Salah satu faktor utama yang memastikan keselamatan pengendara kendaraan bermotor adalah sistem pengeremannya. Sistem ini berperan penting dalam memperlambat atau menghentikan kendaraan. Efisiensi pengereman pada sistem rem cakram dipengaruhi oleh berbagai aspek, salah satunya adalah tingkat keausan brake pad. Ketika brake pad aus, ketebalannya berkurang, yang dapat mempengaruhi kinerja pengereman. Semakin tipis brake pad, semakin lama waktu rem yang dibutuhkan, yang dapat meningkatkan risiko terjadinya kecelakaan. Penelitian ini bertujuan untuk memberikan sosialisasi kepada pengguna sepeda motor, mengingat masih banyak yang menggunakan brake pad meskipun ketebalannya telah mencapai batas minimal 2-3 mm. Metodologi yang digunakan dalam penelitian ini adalah pengujian stasioner dengan memvariasikan ketebalan brake pad yang telah aus, yaitu pada kondisi 2 mm, 4 mm, dan 6 mm. Selanjutnya, ketiga brake pad tersebut diuji pada batas kecepatan yang aman, mulai dari kecepatan 20, 40, hingga 60 km/jam, dengan beban rem normal sebesar 4 kg, 5 kg, dan 6 kg. Kesimpulan menunjukkan bahwa waktu rem efektif untuk brake pad pada sepeda motor harus berkisar antara 1, 07 hingga 1, 13 detik, yang menunjukkan bahwa kinerja pengereman masih layak pada ketebalan brake pad 2-3 mm mencegah resiko kecelakaan"}, "filled": true, "author_pub_id": "HZChaaIAAAAJ:evX43VCCuoAC", "num_citations": 0, "pub_url": "http://ejournal2.pnp.ac.id/index.php/jtm/article/view/1567", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:b32B0NkAVyYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Mekanisme Passive Cooling Box untuk Optimalisasi Baterai Konversi Sepeda Motor BBM Menjadi Sepeda Motor Listrik", "pub_year": 2024, "citation": "Quantum Teknika: Jurnal Teknik Mesin Terapan 6 (1), 46-53, 2024", "author": "Ian Hardianto Siahaan and Danny Purnama and Ninuk Jonoadji", "journal": "Quantum Teknika: Jurnal Teknik Mesin Terapan", "volume": "6", "number": "1", "pages": "46-53", "abstract": "An important component of an electric motorcycle is the battery, which plays a role in storing energy through the principles of electrochemistry. Lead-acid and lithium-ion batteries are the two most common types of batteries found in electric vehicles. Electric motorcycle batteries typically range from 32 to 72 volts, depending on engine requirements, and have a storage capacity of 20 to 50 Ah. Batteries generally have internal resistance that causes temperature increases, which means that working at high temperatures will significantly decrease their life. Increased temperatures can also create heat leaks inside the battery, which can lead to major safety issues such as fires and explosions, as well as a loss of battery capacity. The working temperature should not be kept above 50 C, whereas on lithium-ion batteries, it ranges between-30 C and 40 C. The aim of this research is to develop, manufacture, and test battery …"}, "filled": true, "author_pub_id": "HZChaaIAAAAJ:fEOibwPWpKIC", "num_citations": 0, "pub_url": "https://journal.umy.ac.id/index.php/qt/article/view/21890", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:zuDem3j6jeMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Prototipe Ferris Wheel Motorcycle Parking System Sebagai Solusi Kebaruan Inovasi Efisiensi Lahan", "pub_year": 2024, "citation": "Jurnal Momentum 20 (1), 49-55, 2024", "author": "Ian Hardianto Siahaan and Exelsius Billyarta Rumiki and Ninuk Jonoadji", "volume": "20", "number": "1", "pages": "49-55"}, "filled": true, "author_pub_id": "HZChaaIAAAAJ:2KloaMYe4IUC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:EJlMY2EIJUcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PKM Pembuatan Mesin Pengolah Sampah Organik Untuk Pembuatan Pupuk Kompos Dalam Mendukung Ketahanan Pangan", "pub_year": 2024, "citation": "Surya Abdimas 8 (2), 171-178, 2024", "author": "Ian Hardianto Siahaan and Ninuk Jonoadji and Victorius Roy and Suratno Lourentius", "volume": "8", "number": "2", "pages": "171-178", "abstract": "Desa Mojotrisno ini merupakan salah satu desa yang terletak di kecamatan Mojoagung yang berada di bagian utara kabupaten Jombang dengan jarak tempuh berkisar   17 km. Desa ini memiliki luas wilayah 1.293.827 Ha dengan kepadatan total penduduk 4171 Jiwa. Dari data di 6 kota metropolitan, 41 kota sedang dan 82 kota kecil yang tersebar di Indonesia, diperoleh bahwa jumlah sampah yang di hasilkan per orang adalah 0.8 kg/hari. Berdasarkan analisa yang dilakukan untuk desa Mojotrisno berarti kapasitas sampah yang dihasilkan berkisar 3,3 ton/hari. Sampah tersebut umumnya berupa sampah organik dan non organik. Pengelolaan sampah di desa Mojotrisno saat ini sudah berjalan dengan baik tetapi belum optimal. Permasalahan yang ditemukan adalah sampah yang diolah membutuhkan waktu yang lama untuk terurai sempurna. Hasil pencacahan yang dilakukan juga belum maksimal karena kompos yang dibuat terlihat umumnya masih berukuran besar, demikian juga mesin yang digunakan sering mengalami macet ketika bahan sampah organik yang dimasukkan ke dalam hopper dalam kondisi basah sehingga membutuhkan waktu proses pengeringan. Selain itu, komposisi kompos yang dihasilkan spesifikasinya SNI belum diuji. Kegiatan ditujukan memperoleh mesin pengolah sampah organik yang dapat menghasilkan kompos dengan ukuran standard. Pelaksanaan kegiatan dengan beberapa tahapan. Tahapan pertama, yaitu merancang mesin pencacahan bahan sampah organik sesuai dengan standar. Tahap kedua, melakukan evalusi pelatihan upgrading skill kepada petugas yang ada di TPS3R. Tahap ketiga …"}, "filled": true, "author_pub_id": "HZChaaIAAAAJ:tzM49s52ZIMC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=13773618495380481487", "cites_id": ["13773618495380481487"], "pub_url": "https://repository.petra.ac.id/21020/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:z2XnuAu5Jb8J:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The use of the C-70 electric motorcycle and its performance", "pub_year": 2024, "citation": "AIP Conference Proceedings 2951 (1), 2024", "author": "Ian Hardianto Siahaan and Bryan Kurniawan and Amelia Sugondo", "journal": "AIP Conference Proceedings", "volume": "2951", "number": "1", "publisher": "AIP Publishing", "abstract": "Electric motors are one of the more environmentally friendly transportation alternatives, which can be a problem solution to reduce pollution. Besides that, electric motors have become a necessity in the future. Opportunities to accelerate automotive electrification come from motorcycles. Motorcycles are not as complicated as developing electric cars. In this paper, the C-70 bike is a preferred target for driving force because it has a slim body, a lightweight, is not too large construction, and is still fashionable. In this paper, some steps are being taken to its manufacture. The first one, calculating the required electric motor power requirements. The second, to design and assembly the C-70 motorcycle frame with BLDC dynamo. The third is the C-70 motorcycle performance test inside and outside the Town, and the last one, the C-70 motorcycle painting as the final process. The electric motor's design results can cover 49 …"}, "filled": true, "author_pub_id": "HZChaaIAAAAJ:_Re3VWB3Y0AC", "num_citations": 0, "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2951/1/050007/3020068", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:cd1YEcnvlNEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Transformasi Mesin Pengelolaan Sampah Organik Di Desa Mojotrisno Untuk Mendukung Ketahanan Pangan", "pub_year": 2023, "citation": "Transformasi: Jurnal Pengabdian Pada Masyarakat 3 (3), 211-221, 2023", "author": "Ian Hardianto Siahaan and Ninuk Jonoadji", "volume": "3", "number": "3", "pages": "211-221", "abstract": "Pengelolaan sampah mencakup berbagai tugas, termasuk pengumpulan bahan sampah, transportasi, pemrosesan, dan daur ulang. Pengelolaan sampah di desa Mojotrisno berubah menjadi program Berseri (Bersih and Lestari) dengan tujuan meningkatkan keberlanjutan dan kapasitas desa untuk pengelolaan sampah, adaptasi perubahan, dan mitigasi. Dalam upaya meningkatkan efisensi dan efektivitas pengelolaan sampah tersebut Tim Abdimas Universitas Kristen Petra bekerja sama dengan Universitas Katolik Widya Mandala Surabaya melakukan serangkaian kegiatan mulai dari diskusi, workshop dan implementasi pemrosesan bahan sampah organik sehingga pemberdayaan masyarakat di desa Mojotrisno melibatkan partisipasi aktif masyarakat melalui program pengelolaan sampah organik maupun non organik, sehingga tercipta lingkungan yang bersih, sehat, dan lestari. Pemerintah Desa Mojotrisno sendiri telah bertransformasi dan menunjukkan upaya desa dalam mengembangkan kapasitas dalam pengelolaan sampah, adaptasi, dan mitigasi perubahan melalui aktivitas kegiatan di TPS 3R. Beberapa transformasi yang telah dilakukan, antara lain dengan melakukan peremajaan mesin pencacah dan pengadaan mesin pengayak bahan sampah organik serta perbaikan proses dekomposter sehingga komposisi pupuk kompos memenuhi standar yang diharapkan, selain itu Pemerintah desa Mojotrisno terus berkolaborasi dengan institusi pendidikan serta bersinergi dengan pihak ketiga yang memiliki keahlian dan pengalaman dalam pengelolaan sampah yang dapat membantu dalam penguatan pengelolaan sampah secara …"}, "filled": true, "author_pub_id": "HZChaaIAAAAJ:ZfRJV9d4-WMC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=12981125249319093769", "cites_id": ["12981125249319093769"], "pub_url": "https://repository.petra.ac.id/20839/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:CcaEJqM4JrQJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pemanfaatan rumah kompos sebagai sarana upgrading keterampilan pembuatan pupuk kompos", "pub_year": 2023, "citation": "Prima Abdika: Jurnal Pengabdian Masyarakat 3 (4), 398-408, 2023", "author": "Ian Hardianto Siahaan and Ninuk Jonoadji and Suratno Lourentius", "journal": "Prima Abdika: Jurnal Pengabdian Masyarakat", "volume": "3", "number": "4", "pages": "398-408"}, "filled": true, "author_pub_id": "HZChaaIAAAAJ:tKAzc9rXhukC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=6379787032396214965", "cites_id": ["6379787032396214965"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:tbKeIIGOiVgJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Rancang Bangun dan Pengujian Mesin Pengering Rotari dengan Pemanas dan Penggerak Tenaga Surya pada Pengeringan Jamur Tiram", "pub_year": 2023, "citation": "Jurnal Teknik Mesin 20 (2), 31-38, 2023", "author": "Melvin Emil Simanjuntak and Nelson Manurung and Melvin BH Sitorus and Jeremi Gideon Turnip and Hendry H Lumbantoruan and Teng Sutrisno and Ian Hardianto Siahaan and Janter P Simanjuntak", "journal": "Jurnal Teknik Mesin", "volume": "20", "number": "2", "pages": "31-38", "abstract": "Jamur tiram sudah cukup banyak dikonsumsi masyarakat pada saat ini. Untuk dapat disimpan lebih lama kadar air jamur perlu diturunkan hingga kurang dari 10%. Pengeringan yang banyak digunakan untuk jamur adalah pengeringan surya. Penggunaan pengering rotary dapat mempersingkat waktu pengeringan. Penelitian ini meliputi rancang bangun dan pengujian pengeringan dari mesin pengering rotari yang menggunakan energi surya sebagai pemanas dan penggerak. Hasil rancang bangun memperoleh alat pengering yang dapat beroperasi dengan baik. Ukuran panjang, lebar dan tinggi ruang pengering masing masing 500 mm x 500 mm x 1250 mm dan memiliki 3 drum pemutar. Sel surya untuk menyerap energi matahari untuk memutar drum. Untuk menaikkan temperatur udara pengering digunakan dua buah kolektor surya Sampel jamur dicacah dengan ukuran sekitar 1 cm yang diletakkan dalam drum yang berputar 30 rpm. Setiap drum berisi 400 gr sampel. Kolektor surya yang diletakkan pada arah utara dan selatan. Pengukuran massa dilakukan setiap 30 menit. Hasil pengujian menunjukkan kadar air jamur pada drum 1, 2 dan 3 berkurang masing masing dari sebesar 96, 8%, 92, 2%, dan 96, 7% menjadi masing masing sebesar 7, 8%, 1, 2% dan 4, 7% pada pukul 16, 25 di hari II. Kadar air mencapai 10% setelah pengeringan selama 5, 5; 4, 5 dan 6, 5 jam."}, "filled": true, "author_pub_id": "HZChaaIAAAAJ:7T2F9Uy0os0C", "num_citations": 0, "pub_url": "https://jurnalmesin.petra.ac.id/index.php/mes/article/view/26873", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:gDJKYSCTVCkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A Novel Method of Adaptive Headlight Technology Through Multi-source and Multi-lens Light Array Switching Settings", "pub_year": 2023, "citation": "International Conference on Mechanical Engineering, 81-89, 2023", "author": "Ian Hardianto Siahaan and I Nyoman Sutantra and I Made Londen Batan", "pages": "81-89", "publisher": "Springer Nature Singapore", "abstract": "Statistical evidence indicates that while traffic volume is essentially lower at night than it is during the day, accidents occur more frequently at night. The ADHL is theoretically said to prevent 91% of non-fatal accidents and 88% of fatal accidents that occur in the curves, resulting in minimal lighting at the site. Additional elements that contribute to accidents are mentioned in literature research. These include broken roads, people who disregard traffic laws, and the effects of bad weather like rain or clouds. To reduce the cause of the accident, the study developed a mechanism for adaptive static headlamp systems with dynamic capabilities. The mechanism consists of six light-emitting diode ADHL lights: two main lights on the right and the left, two right and left turning lights with small turning angles, and two left and right turning lamps with large angles while the setting is on or off. The selection of lighting is based on the …"}, "filled": true, "author_pub_id": "HZChaaIAAAAJ:VLnqNzywnoUC", "num_citations": 0, "pub_url": "https://link.springer.com/chapter/10.1007/978-981-97-8197-3_9", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:p6rkLn476DoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pemanfaatan Mesin Vacuum Casting Semi Otomatis untuk Kebutuhan Pembuatan Produk Perhiasan", "pub_year": 2023, "citation": "Jurnal Teknik Mesin 20 (1), 24-30, 2023", "author": "Ninuk Jonoadji and Aldo Kurniawan and Ian Hardianto Siahaan", "journal": "Jurnal Teknik Mesin", "volume": "20", "number": "1", "pages": "24-30", "abstract": "Perhiasan merupakan barang dekoratif yang banyak digunakan oleh manusia meskipun diklasifikasikan dalam kelompok kebutuhan tersier. Pada umumnya perhiasan banyak terbuat dari logam emas dengan bahan campuran logam lainnya. Proses casting merupakan salah satu teknik pembuatan produk perhiasan secara massal yang banyak dimanfaatkan oleh pengrajin perhiasan. Proses ini dilakukan dengan cara menuangkan material cair kedalam rongga cetakan yang telah dibentuk lalu didinginkan. Permasalahan yang ditemukan adalah bahwa proses casting perhiasan tidak dapat dilakukan dengan penuangan secara gravitasi sederhana, sehingga prosesnya selalu dibantu dengan mesin untuk menghindari terjadinya shrinkage porosity dengan cara mengatur temperaturnya pada kondisi suhu lelehan logam yang tepat agar dapat mengurangi kontak dengan udara pada saat logam dilelehkan dan dituangkan pada ruangan cetakan. Mesin vakum casting dalam hal ini digunakan untuk membantu membuat produk perhiasan sehingga permukaan menjadi halus sekalipun dengan detail yang rumit dan memastikan logam mengisi cetakan dengan baik. Selain itu, mesin vacuum casting yang dirancang lebih mudah dioperasikan oleh operator karena terdiri dari elemen pemanas menggunakan mekanisme stopper pneumatik dengan kapasitas pengecoran 400 gr. Performa mesin vacuum casting ini dapat memanaskan elemen pemanas selang waktu 1 jam 34 menit, dan waktu pengeluaran udara dari vacuum chamber dalam waktu 27 detik serta kualitas produk yang dihasilkan juga tanpa adanya cacat produk."}, "filled": true, "author_pub_id": "HZChaaIAAAAJ:uLbwQdceFCQC", "num_citations": 10, "citedby_url": "/scholar?hl=en&cites=7708385073725552935", "cites_id": ["7708385073725552935"], "pub_url": "https://jurnalmesin.petra.ac.id/index.php/mes/article/view/26041", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:J7lVP2Kv-WoJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 9}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PkM Melalui Pemanfaatan Mesin Kompos Organik di Kampung Herbal untuk Optimalisasi Kinerja Hasil Proses Perajangan Bahan Sampah Organik", "pub_year": 2023, "citation": "Surya Abdimas 7 (1), 114-122, 2023", "author": "Ian Hardianto Siahaan and Ninuk Jonoadji and Amelia Sugondo", "journal": "Surya Abdimas", "volume": "7", "number": "1", "pages": "114-122", "abstract": "Kelurahan Nginden Jangkungan merupakan salah satu bagian dari Kelurahan di Wilayah Kecamatan Sukolilo Kota Surabaya yang berada pada provinsi Jawa Timur dimana Kelurahan ini terkenal dengan sebutan Kampung Herbal. Di Kampung Herbal ini, penduduk setempat memanfaatkan tanah aset pemerintah kota yang dulu merupakan rawa dengan membudidayakan tanaman herbal. Permasalahan yang ditemukan adalah banyaknya sampah penduduk dan ranting kayu dan dedaunan di lingkungan sekitar yang belum termanfaatkan secara menyeluruh dengan optimal yang dapat menyebabkan lingkungan sekitar menjadi tercemar berupa bau yang tidak sedap, banjir, dan bahkan mendatangkan berbagai penyakit. Selain itu, kebutuhan akan pupuk organik untuk budidaya tanaman yang berada di kampung herbal membutuhkan biaya operasional yang tidak sedikit untuk pemenuhan kecukupan nutrisi tanaman yang ada di Kampung Herbal tersebut. Solusi permasalahan yang dapat dilakukan untuk mengatasi hal tersebut adalah perlunya pengadaan mesin kompos organik untuk mengendalikan sampah supaya tidak tercemar dan perlunya pengadaan pupuk organik sendiri mendukung budidaya tanaman yang digunakan untuk proses pembimbitan dan pemenuhan nutrisi bagi tanamanan herbal tersebut dengan biaya yang murah dan terjangkau termasuk menciptakan Ruang Terbuka Hijau (RTH). Adapun metode pelaksanaan dilakukan dengan beberapa tahapan antara lain melakukan diskusi dan tanya jawab, melakukan peninjauan lapangan, melakukan sosialisasi dan pendampingan cara pembuatan pupuk kompos organik …"}, "filled": true, "author_pub_id": "HZChaaIAAAAJ:JQOojiI6XY0C", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=6953108335630466862", "cites_id": ["6953108335630466862"], "pub_url": "https://ebook.umpwr.ac.id/index.php/abdimas/article/view/2518", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Lr8PLjFnfmAJ:scholar.google.com/", "cites_per_year": {"2023": 5, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pemanfaatan Roller dan Belt Conveyor pada Pembuatan Prototipe Mesin untuk Proses Sortasi Telur", "pub_year": 2022, "citation": "Jurnal Teknik Mesin 19 (2), 40-44, 2022", "author": "Ian Hardianto Siahaan and Ninuk Jonoadji", "volume": "19", "number": "2", "pages": "40-44", "abstract": "Produsen telur umumnya masih melakukan kegiatan penyortiran telur berdasarkan bobot- nya secara tradisional. Proses pemisahan ini mengakibatkan kesalahan jumlahnya dalam proses pemisahan telur selain itu juga membutuhkan waktu yang lebih lama. Selain itu, proses ini memiliki permasalahan lainnya dimana ayam petelur menjadi stres karena keberadaan peternak di lokasi yang dapat menurunkan kualitas hingga kuantitas produk telur yang dihasilkan ayam petelur. Berdasarkan permasalahan tersebut maka dimanfaatkanlah dua mekanisme conveyor. Conveyor pertama adalah roller conveyor digunakan untuk mengangkut telur dari kandang ke lokasi lainnya yang sudah ditentukan sekaligus berfungsi sebagai pengumpan telur yang masuk dan keluar sekaligus memindahkannya secara otomatis ke prototipe mesin sortasi. Mesin terdiri dari microcontroller yang berfungsi sebagai pusat kendali timbangan dan mekanisme separator. Telur yang keluar dari conveyor kedua adalah belt conveyor dimana telur masuk ke timbangan, dan diberhentikan oleh servo stopper. Setelah selesai ditimbang, servo stopper membuka gate dan telur diarahkan ke sekat pemisah yang terhubung dengan sensor berat kemudian membuka sekat yang akan membuat telur akan masuk pada jalur yang telah ditentukan sesuai dengan bobotnya melalui servo selector. Berdasarkan hasil pengujian prototipe yang telah dilakukan mekanisme ini memerlukan waktu berkisar 10-11 detik untuk mengumpulkan dan memisahkan telur melalui tiga jalur kategorial yang telah ditetapkan sebagaimana pada perencanaan awal."}, "filled": true, "author_pub_id": "HZChaaIAAAAJ:UHK10RUVsp4C", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=3729547114172800570", "cites_id": ["3729547114172800570"], "pub_url": "https://repository.petra.ac.id/19771/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Ol5aIVcDwjMJ:scholar.google.com/", "cites_per_year": {"2024": 2, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Automatic Footstep Design and The use of LDR Sensors in Vehicles", "pub_year": 2022, "citation": "FLYWHEEL: Jurnal Teknik Mesin Untirta 8 (1), 7-13, 2022", "author": "Ian Hardianto Siahaan and Gede Yudha Prawira and Ninuk Jonoadji", "volume": "8", "number": "1", "pages": "7-13", "abstract": "Vehicle modification has become a necessity for its users; this is done to get a practical and modern impression and consider the functionality side. One of the modified parts of the vehicle is the footstep feature. This component is beneficial as a support point when getting in and out of the car. Initially, the presence of this component was found in many SUVs, and this is because these types of vehicles generally have high ground clearance, making it difficult for vehicle owners to get into the car. The step function finally changed to make the car look more elegant from the left and right sides. Footstep designs that are common in the market are permanent. When installed in the vehicle, its position protrudes from the car body. Footstep will add to the dimension of the car and is quite annoying when the car crosses a narrow road. Therefore, a footstep mechanism was designed to enter the car body when the door is closed and go down and protrude when the car door is opened. The LDR sensor, which adjusted the LED lights, is applied to ensure adequate lighting for the passengers to see the footsteps in the dark conditions. So, the lighting leads to the footstep board and the side of the car when the door is opened. From the tests carried out, the longest time to open the footstep is 0,84 seconds, and the longest time to close the footstep is 1,09 seconds. These results indicate that the target time has been met, which does not exceed 1,5 seconds with or without load on the experiment."}, "filled": true, "author_pub_id": "HZChaaIAAAAJ:dQ2og3OwTAUC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19634/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:agdUjs3jEz8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Aplikasi Android Smartkey 3 in 1 sebagai Sistem Monitoring dan Kendali serta Safety pada Sepeda Motor", "pub_year": 2022, "citation": "Jurnal Teknik Mesin 19 (1), 21-26, 2022", "author": "Ian Hardianto Siahaan and Romario Rulando Putra Irawan and Roche Alimin", "volume": "19", "number": "1", "pages": "21-26", "abstract": "Smart key system merupakan salah satu teknologi terbaru yang dimiliki beberapa pabrikan sepeda motor khususnya sepeda motor yang sudah memiliki ECU. Sistem ini memberikan kemudahan bagi konsumen dalam mengoperasikannya karena tidak lagi menggunakan anak kunci atau keyless. Penyematan fitur canggih ini justru dapat meningkatkan rasa aman dan nyaman bagi pengguna. Pada sepeda motor yang masih non ECU tentunya perlu juga diterapkan agar dapat memiliki sistem unggul sebagaimana sepeda motor yang memiliki ECU. Berdasarkan pengamatan yang dilakukan bahwa smart key custom yang dijual di pasaran memiliki 2-3 fitur saja dan itupun masih menggunakan sistem receiver dan transmitter sehingga tidak dapat digunakan untuk jarak jauh. Solusinya adalah mengembangkan sistem smart key yang dapat berfungsi dari jarak yang jauh, khususnya penerapan pada motor non ECU. Tahap awal perancangan adalah mengevaluasi kekurangan pada pengembangan smart key yang sudah ada, dan tahap berikutnya menyusun konsep sistem globalnya meliputi microcontroller, komponen utama dan pendukung serta pemrograman sistem kontrol, sistem monitoring, dan sistem safety. Tahap akhir, merakit dan memasangnya pada sepeda motor serta melakukan serangkaian uji coba guna mengetahui fungsional termasuk ketahanan dari perangkat. Hasil pengujian aplikasi android smart key 3 in 1 dapat berfungsi dengan baik pada kondisi dan jarak berapapun, meskipun pengujian sistem safety ditemukan delay waktu pada range 10,03-13,2 second."}, "filled": true, "author_pub_id": "HZChaaIAAAAJ:hkOj_22Ku90C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19635/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:JITvb_8V0f4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perbaikan Kesetimbangan Robot Arm Balancing untuk Proses Loading-Unloading Lembaran Plat dengan Metode Kaizen", "pub_year": 2022, "citation": "Jurnal Teknik Mesin 19 (1), 8-11, 2022", "author": "Amelia Sugondo and Cedric Rahardjo and Ian H Siahaan", "journal": "Jurnal Teknik Mesin", "volume": "19", "number": "1", "pages": "8-11", "abstract": "Kaizen merupakan suatu perbaikan secara terus menerus untuk meningkatkan keselamatan kerja, kualitas, produktivitas dan biaya. Salah satu perusahaan elektronik rumah tangga yang memproduksi produk berupa AC menerapkan metode kaizen pada proses produksinya. Dari pengamatan dengan metode kaizen, didapatkan bahwa mesin feeder kurang efektif karena umur komponen yang lebih kecil dari yang telah dirancang. pada mesin feeder dengan sistem pneumatik didapatkan jika distribusi beban tidak seimbang dan menyebabkan keausan dini pada piston. Keausan dini menyebabkan peningkatan frekuensi kerusakan dan waktu henti karena pemeliharaan. Untuk mengimplementasikan kaizen, dilakukan modifikasi untuk menciptakan distribusi beban yang lebih seimbang. Modifikasi penyeimbangan lengan robot feeder menghasilkan frekuensi breakdown yang lebih rendah dan meningkatkan usia pakai piston."}, "filled": true, "author_pub_id": "HZChaaIAAAAJ:PR6Y55bgFSsC", "num_citations": 0, "pub_url": "https://jurnalmesin.petra.ac.id/index.php/mes/article/view/24551", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:UySi58OLFsYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "I Putu KS Sudiasa", "pub_year": 2022, "citation": "Teknik Mesin 19 (1), 2022", "author": "Amelia Sugondo and Cedric Rahardjo and Ian H Siahaan and Ninuk Jonoadji and Dylan J Widjaya and Teng Sutrisno and Pradityo P Purnomo and Romario RP Irawan and Roche Alimin and Ekadewi A Handoyo", "journal": "Teknik Mesin", "volume": "19", "number": "1", "abstract": "Jurnal Teknik Mesin diterbitkan setiap bulan April dan Oktober. Maksud penerbitan jurnal ini antara lain adalah untuk: 1. Menyebarluaskan pengetahuan, pengalaman/terapan dan temuan baru para ilmuwan atau praktisi di bidang teknik mesin. 2. Meningkatkan motivasi para ilmuwan dan praktisiisi untuk melakukan penelitian dan pengembangan ilmu di bidang teknik mesin."}, "filled": true, "author_pub_id": "HZChaaIAAAAJ:_Ybze24A_UAC", "num_citations": 0, "pub_url": "https://jurnalmesin.petra.ac.id/index.php/mes/article/download/24636/20637", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KrCmpWdePmEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pemanfaatan Sensor Suara sebagai Fitur On/Off Switch pada Engine Starter dan Power Tailgate Kendaraan", "pub_year": 2021, "citation": "Jurnal Teknik Mesin 18 (2), 39-43, 2021", "author": "Ian Hardianto Siahaan and KRESNA VINCENT PHILBERT and Ninuk Jonoadji", "volume": "18", "number": "2", "pages": "39-43", "abstract": "Fitur otomotif mengalami perkembangan pesat secara berkelanjutan sebagai dampak perkembangan revolusi industri 4.0, khususnya dalam hal memudahkan pengoperasian fitur sebagai penunjang keselamatan maupun kenyamanan berkendara. Fitur yang dirancang dengan cara mengintegrasikan sensor suara untuk menyalakan dan mematikan engine starter dengan memanfaatkan car starter motor bawaan dari kendaraanitu sendiri. Selain itu ditambahkan juga fitur membuka dan menutup bagasi kendaraan sehingga bisa berfungsi secara otomatis. Operasional on/off switch untuk engine starter dan power tailgate menggunakan media internet eWeLink dan google home sebagai penghubung sensor suara dengan switch dan aktuator power tailgate secara wireless melalui perintah yang telah diprogramkan pada perangkat. Pada penelitian ini berhasil menyalakan atau mematikan engine starter berkisar 1 detik sedangkan untuk membuka dan menutup berkisar 1 menit. Namun, berdasarkan hasil diskusi pada pengujian bahwa waktu untuk membuka atau menutup power tailgate ini masih tergolong lama hal ini disebabkan pada saat eksisting pemilihan spesifikasi motor aktuator yang ada di pasaran belum mendapatkan requirement yang memadai meskipun dari sisi fungsional telah bekerja dengan baik."}, "filled": true, "author_pub_id": "HZChaaIAAAAJ:ye4kPcJQO24C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=7232797650837359888", "cites_id": ["7232797650837359888"], "pub_url": "https://repository.petra.ac.id/19475/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:EM1wdiQPYGQJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 0, "2024": 0, "2025": 1}}
