{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Assessing The Effects Of Product VS Country Image And Hedonic VS Utilitarian Messaging On Brand Attitude", "pub_year": 2024, "citation": "Journal of Social Science 3 (3), 1294-1303, 2024", "author": "Maria Natalia Damayanti Maer and Ruth Srininta Tarigan and Indra Pratama and Feline Gozal", "journal": "Journal of Social Science", "volume": "3", "number": "3", "pages": "1294-1303", "publisher": "Petra Christian University", "abstract": "This study aims to analyze the most effective strategy to obtain the most favorable brand attitude when promoting a brand. It examines the effectiveness of a product or country image, as well as the hedonistic and utilitarian message towards the brand attitude of a product. This study also includes the moderating effect of brand sustainability to observe the effect of a good or bad sustainability image on the brand attitude of a product. This study uses an experimental approach using a fictitious Swiss chocolate brand with either a hedonistic or utilitarian-focused message, followed by a display of a country or product image, as well as a sustainability report using the Chocolate Scorecard as a template. The participants are then given a set of four bipolar items before and after the sustainability report to rate the brand attitude of the product. The results show a non-significant relationship between hedonistic and utilitarian messages towards brand attitude, while it shows a significant relationship between country and product image towards brand attitude. The results also show that a sustainable label shows a similar positive impact towards brand attitude, while a non-sustainable label has a more adverse impact on product image compared to country image."}, "filled": true, "author_pub_id": "IBVUnYEAAAAJ:zYLM7Y9cAGgC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20922/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:y3mIvqFzYLkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Examining Indonesian Consumer Willingness to Adopt Solar PV: The Effect of Green Consumption, Price", "pub_year": 2024, "citation": "International Journal of Social Service and Research (IJSSR) 4 (3), 783-791, 2024", "author": "Ancilla Mathilda and Gabriella Theodora and Ruth Srininta Tarigan", "journal": "International Journal of Social Service and Research (IJSSR)", "volume": "4", "number": "3", "pages": "783-791", "publisher": "Petra Christian University", "abstract": "Existing research on solar energy in Indonesia often explores the macroeconomic factors influencing the slow adoption of solar photovoltaic (PV) systems. In contrast, this study places a specific emphasis on the individual consumers inclination to embrace the technology. The primary research objectives involve examining the impact of price value, green consumption value, social influence, and facilitating conditions on behavioral intention. Data were gathered from a final sample of 210 valid respondents through simple random sampling and subsequently analyzed using PLS-SEM. The results indicate that price value, green consumption value, and facilitating conditions significantly and positively contribute to the intention to adopt solar panels. Conversely, social influence plays an insignificant role in the decision-making process. These findings offer valuable insights that can inform policy initiatives and enhance marketing strategies for promoting renewable energy solutions in Indonesia."}, "filled": true, "author_pub_id": "IBVUnYEAAAAJ:UeHWp8X0CEIC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=3431439157149264698", "cites_id": ["3431439157149264698"], "pub_url": "https://repository.petra.ac.id/20921/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Oms_nrvrni8J:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "SUSTAINABLE MARKETING: EVALUATING THE IMPACT OF PRODUCT VS IMAGE AND HEDONICA VS UTILITARIAN MESSAGE ON BRAND ATTITUDE", "pub_year": 2024, "citation": "Book of Abstract of 1st Petra International Business and Accounting …, 2024", "author": "Ruth Srininta Tarigan", "abstract": ""}, "filled": true, "author_pub_id": "IBVUnYEAAAAJ:eQOLeE2rZwMC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20923/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:eqv0-AytvM8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The influence of information technology on supply chain resilience through purchasing strategy, production flexibility, and supply chain responsiveness", "pub_year": 2024, "citation": "Decision Science Letters 13, 791-806, 2024", "author": "Ruth Srininta Tarigan and Zefanya Valentino Bastanta Tarigan and Zeplin Jiwa Husada Tarigan and Ferry Jie", "journal": "Decision Science Letters", "volume": "13", "pages": "791-806", "publisher": "Growing Science", "abstract": "In today's rapidly changing business environment, companies need to be dynamic, adapting their internal processes to respond effectively to external changes. Information Technology has become crucial for businesses to enhance their ability to manage and adapt to change. This study examines East Java manufacturing companies that have heavily invested in sustainable IT systems to enhance their supply chain responsiveness and resilience through improved purchasing strategies and production flexibility. The study collected data from companies that had implemented IT for at least three years, with respondents being permanent employees with a minimum of two years' experience. Analysis of 108 survey responses using SmartPLS 4 revealed significant impacts of IT implementation on purchasing strategy (0.610), production flexibility (0.363), and supply chain responsiveness (0.164). Furthermore, purchasing strategy influenced production flexibility (0.367), supply chain responsiveness (0.348), and resilience (0.166). Production flexibility also affected supply chain responsiveness (0.348) and resilience (0.343), while responsiveness impacted resilience by 0.306. These findings provide a practical contribution for functional managers in companies regarding the importance of IT investment in developing effective purchasing, production, and marketing strategies to meet market demands swiftly. The research contributes to supply chain strategy and resilience theory while highlighting the significance of strong collaboration with external partners for top management."}, "filled": true, "author_pub_id": "IBVUnYEAAAAJ:W7OEmFMy1HYC", "num_citations": 0, "pub_url": "https://ro.ecu.edu.au/ecuworks2022-2026/4859/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DqUoOM6V0EIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The effect of celebrity endorsement on purchase intention", "pub_year": 2023, "citation": "International Journal of Financial and Investment Studies (IJFIS) 4 (1), 50-62, 2023", "author": "Ruth Srininta Tarigan and Juliana Caesaria Tandung and Ansell Kevyn Sutrisno", "volume": "4", "number": "1", "pages": "50-62", "abstract": "The utilization of celebrity endorsement as a marketing strategy has gained widespread popularity across various industries, including the electronic industry. The objective of this study is to assess the correlation between celebrity endorsement and purchase intention, specifically through brand image. The analysis compares the relationship between variables at two levels: industry and brand, each at varying levels of maturity. Results indicate that at the industry level, brand image plays a positive mediating role in the relationship between celebrity endorsement and purchase intention, despite a negative direct relationship between the two. At the brand level, celebrity endorsement has a negative impact on purchase intention for Samsung, while exhibiting no significant effect on Vivo brand. However, brand image positively mediates the relationship between the two. Furthermore, multigroup analysis reveals that the difference in effect between the two brands is not statistically significant."}, "filled": true, "author_pub_id": "IBVUnYEAAAAJ:9yKSN-GCB0IC", "num_citations": 12, "citedby_url": "/scholar?hl=en&cites=7296358246972369130", "cites_id": ["7296358246972369130"], "pub_url": "https://repository.petra.ac.id/20805/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6qjH-CrfQWUJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 8, "2025": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Factors Influencing the Engagement of Millennial Employees in Surabaya-Indonesia", "pub_year": 2023, "citation": "International Journal of Financial and Investment Studies (IJFIS) 3 (2), 69-78, 2023", "author": "Bella Vania and Winda Christanto and Juliana Caesaria Tandung and Ruth Srininta Tarigan", "volume": "3", "number": "2", "pages": "69-78", "abstract": "Engaged employees tend to produce better results, which no doubt will bring benefits to organizations. Unfortunately, in Indonesia, only 25% of Millennial employees are engaged, while Millennial employees have occupied 35% of the total workforce. This research aims to identify the influence of the seven determinants of employee engagement, namely work environment, leadership, co-worker relationship, training and career development, compensation, organizational policies, and workplace well-being, on the engagement level of Millenial employees in one of the fastest growing industry in Indonesia, which is the Cafe and Restaurant Industry. The initial 115 data have been gathered, and multiple regression analysis shows that the seven determinants explained 93.6% of the variance in employee engagement (Adjusted R2=0.936, F=239.174, p<.000). Furthermore, only five factors show a significant individual influence on the engagement level: leadership (b=328, p<.000), co-worker relationship (b=.239, p<.004), training and career development (b=254, p<.011), compensation (b=383, p<.001), and workplace well-being (b=176, p<.005). Implications for these findings are discussed in the full paper."}, "filled": true, "author_pub_id": "IBVUnYEAAAAJ:d1gkVwhDpl0C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=6873082989741979789", "cites_id": ["6873082989741979789"], "pub_url": "https://repository.petra.ac.id/20806/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jbhZY5AYYl8J:scholar.google.com/", "cites_per_year": {"2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Millennials' Purchase Intention Towards Online Travel Agent in Indonesia", "pub_year": 2018, "citation": "Petra International Journal of Business Studies 1 (1), 23–34-23–34, 2018", "author": "Ruth Srininta Tarigan", "journal": "Petra International Journal of Business Studies", "volume": "1", "number": "1", "pages": "23–34-23–34", "abstract": "This study investigates the factors that impact Indonesian millennials when purchasing airline tickets through the Online Travel Agent. Millennials’ purchase intention is the focus of this study because millennial is half of Indonesia’s financially strong population and is tech-savvy. Thus this generation is very likely to shop online. Four factors proposed in this study, namely ease of payment, trust, benefits of online shopping, and information quality, were hypothesized to affect millennial's purchasing decision. Data is gathered from millennials who have bought airline tickets online. The questionnaire is spread online, and data from 94 valid respondents is collected. To test the hypotheses, the data is analyzed with Multiple Linear Regression using SPSS. The adjusted r-square result is 0.483, which means that 48.3% of the variability of the dependent variable is explained by the four independent variables. While the t-test result suggests that, out of the four factors previously found to affect purchase intention in general, only three affect millennials’ purchase intention, namely ease of payment, trust, and benefits of online shopping. Information quality is found to have an insignificant effect towards millennials’ purchase intention."}, "filled": true, "author_pub_id": "IBVUnYEAAAAJ:u-x6o8ySG0sC", "num_citations": 16, "citedby_url": "/scholar?hl=en&cites=2256007950250589144", "cites_id": ["2256007950250589144"], "pub_url": "https://ijbs.petra.ac.id/index.php/ijbs/article/view/13", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2LskJUfzTh8J:scholar.google.com/", "cites_per_year": {"2019": 3, "2020": 4, "2021": 5, "2022": 1, "2023": 0, "2024": 3}}
