{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Batik: a Strategy for Women s Empowerment in the Former-Red Light Districts Dolly Surabaya", "pub_year": 2025, "citation": "Asian Journal Of Community Service 4 (2), 125-144, 2025", "author": "Aniendya Christianna and Adelina Proboyo and Mariana Ing Malelak and Yohan Gunawan Henuk", "journal": "Asian Journal Of Community Service", "volume": "4", "number": "2", "pages": "125-144", "publisher": "Petra Christian University"}, "filled": true, "author_pub_id": "ie4hkKIAAAAJ:XiVPGOgt02cC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:LBe7GWMACbEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "MAGIS DI BALIK THE MOGUS", "pub_year": 2025, "citation": "MAGIS DI BALIK THE MOGUS, 2025", "author": "Aniendya Christianna", "abstract": "Aniendya Christianna Page 1 Universitas Kristen Petra Aniendya Christianna SENI JADI \nBACKGROUND Magis Mogus Aniendya Christianna Document Details Submission ID trn:oid:::1:3136462044 \nSubmission Date Jan 24, 2025, 9:20 PM GMT+7 Download Date Jan 24, 2025, 9:22 PM \nGMT+7 File Name MAGIS_MOGUS.pdf File Size 2.8 MB 10 Pages 37 Words 206 Characters \nPage 1 of 13 - Cover Page Submission ID trn:oid:::1:3136462044 Page 1 of 13 - Cover Page \nSubmission ID trn:oid:::1:3136462044 Page 2 0% Overall Similarity The combined total of all \nmatches, including overlapping sources, for each database. Filtered from the Report \nBibliography Quoted Text Match Groups 0 Not Cited or Quoted 0% Matches with neither \nin-text citation nor quotation marks 0 Missing Quotations 0% Matches that are still very similar \nto source material 0 Missing Citation 0% Matches that have quotation marks, but no in-text …"}, "filled": true, "author_pub_id": "ie4hkKIAAAAJ:mvPsJ3kp5DgC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21401/2/Publikasi4_10024_11356.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:N4_1cNdAnzIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "HEALINGHANDS", "pub_year": 2024, "citation": "HEALINGHANDS, 2024", "author": "Cindy Muljosumarto and Aniendya Christianna"}, "filled": true, "author_pub_id": "ie4hkKIAAAAJ:olpn-zPbct0C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21525/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:sE56uvW1XSAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "IBU IKU URUP", "pub_year": 2024, "citation": "IBU IKU URUP, 2024", "author": "Aniendya Christianna", "abstract": "Nama : Aniendya Christianna Asal : Indonesia (Petra Christian University Surabaya) Judul : \n“IBU IKU URUP” Konsep : Dalam pep Page 1 Nama : Aniendya Christianna Asal : Indonesia \n(Petra Christian University Surabaya) Judul : “IBU IKU URUP” Konsep : Dalam pepatah Jawa \nada tertulis “urip iku urup” bahwa manusia diciptakan di dunia bukan untuk hidupnya sendiri, \nmelainkan untuk memberi, menolong dan bermanfaat bagi orang lain. Sehingga hidupnya \n(urip) menjadi bercahaya (urup) bagi sekitar. Tetapi ada satu entitas yang panggilan hidupnya \nuntuk terus memberi dan menolong sehingga keberlanjutan manusia tetap terjamin, yaitu \nibu. “Ibu iku urup”, ibu seperti sebuah lentera, yang tidak hanya memberi cahaya tetapi juga \nmemberi kehangatan. Ibu menjadi cahaya penuntun bagi jalan-jalan kehidupan yang gelap \ndan tidak pasti. Ibu adalah lilin, ibu adalah lentera, ibu adalah mercusuar, ibu adalah pelita …"}, "filled": true, "author_pub_id": "ie4hkKIAAAAJ:V3AGJWp-ZtQC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21402/1/Publikasi1_10024_10919.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:039yDDvKtvMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Coastal Settlements and Javanese Vernacular Art: A Historical and Cultural Analysis of Damar Kurung Gresik in Indonesia", "pub_year": 2024, "citation": "ISVS e-Journal 10 (12), 137-162, 2024", "author": "Aniendya Christianna and Acep Iwan Saidi and M Sn and Riama Maslan Sihombing", "volume": "10", "number": "12", "pages": "137-162", "abstract": "Gresik, an ancient port city in East Java has played a significant role in international trade and has given rise to unique coastal settlements with distinctive cultures due to the interaction between foreigners and the local community. In 2017, Damar Kurung, a Gresik vernacular art, was declared a national intangible cultural heritage for representing the communitys collective memory and local knowledge values, crucial in building a national identity. This paper explores the connection between coastal settlements and Javanese vernacular art and analyzes their effect on Damar Kurung. This study utilizes art historiography as a methodology, which combines biographical interpretation approaches and formal analysis. Thus, it develops a comprehensive understanding of Damar Kurung and its artists in the past, present, and future, and their relation to geographical context. The findings reveal that the Gresik coastal settlement has had a significant impact on Damar Kurungs style, themes, methods, and materials. Damar Kurungs paintings reflect maritime traditions ranging from daily activities to myths in fisherman kampong. The coastal settlements and Damar Kurung have a mutual relationship that influences each other. Throughout history, coastal settlements have transformed Damar Kurung into a captivating vernacular art that represents Gresiks cultural identity. The evolution of this settlement from craft to painting demonstrates the societys flexibility to adapt to changing times. As an intangible cultural heritage, Damar Kurung requires conservation efforts to establish an inclusive and appreciative space."}, "filled": true, "author_pub_id": "ie4hkKIAAAAJ:sSrBHYA8nusC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=4972066643824482548", "cites_id": ["4972066643824482548"], "pub_url": "https://repository.petra.ac.id/21403/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9Bi6-ERUAEUJ:scholar.google.com/", "cites_per_year": {"2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Evolusi Dongeng: dari Verbal ke Budaya Visual", "pub_year": 2023, "citation": "Evolusi Dongeng: dari Verbal ke Budaya Visual, 2023", "author": "Aniendya Christianna", "journal": "Evolusi Dongeng: dari Verbal ke Budaya Visual", "publisher": "Petra Christian University", "abstract": "Sebelum mengenal tulisan, metode utama untuk menyebarluaskan informasi di masa lalu adalah menggunakan komunikasi verbal. Dalam praktiknya, komunikasi verbal seringkali lekat dengan tradisi lisan di ritual-ritual upacara tradisional, mantra, legenda, praktik agraris, sampai dengan musik, syair, seni pertunjukan, sastra dan dongeng. Dongeng bukan sekedar sarana hiburan, tetapi juga mengemban peran penting sebagai penjaga pintu gerbang warisan budaya bangsa. Narasi dalam dongeng sarat dengan nilai-nilai kearifan lokal yang mencerminkan keragaman budaya Indonesia sehingga tiap individu dapat terhubung dengan akar tradisi nenek moyangnya.Sedemikian penting peran dongeng bagi Indonesia, maka setiap 28 November diperingati sebagai Hari Dongeng Nasional. Selama berabad-abad, dongeng berfungsi sebagai media untuk menyampaikan berbagai pengetahuan lokal yang diturunkan dari satu generasi ke generasi lainnya untuk membangun memori kolektif tentang pengalaman menjadi manusia Indonesia. Kekuatan dongeng verbal terletak pada kemampuannya untuk melibatkan berbagai indera, memungkinkan adanya umpan balik secara langsung, mengakomodasi penggunaan bahasa daerah dan dialek yang berbeda, serta mengasah imajinasi pendengarnya dalam mengintepretasi cerita."}, "filled": true, "author_pub_id": "ie4hkKIAAAAJ:8AbLer7MMksC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20871/2/Publikasi4_10024_9786.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:4zJvLAjoNSIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Masmundari dalam Penindasan Berlapis: Seniman Perempuan, Lansia, Kriya dan Seni Rakyat", "pub_year": 2023, "citation": "Masmundari dalam Penindasan Berlapis: Seniman Perempuan, Lansia, Kriya dan …, 2023", "author": "Aniendya Christianna", "journal": "Masmundari dalam Penindasan Berlapis: Seniman Perempuan, Lansia, Kriya dan Seni Rakyat", "publisher": "Petra Christian University", "abstract": "Dalam ranah sejarah seni rupa, sangat penting untuk mengakui berbagai penindasan yang dihadapi oleh berbagai kelompok marginal. Esai ini bertujuan untuk memberikan gambaran umum tentang penindasan yang dialami oleh seniman perempuan di bidang seni kriya dan seni rakyat. Dengan mengeksplorasi tema-tema yang saling berkaitan ini, kawan GNFI dapat memperoleh pemahaman yang lebih dalam tentang tantangan yang dihadapi oleh kelompok-kelompok marginal ini dan bagaimana menyikapinya.Seniman perempuan secara historis menghadapi banyak rintangan yang menghalangi pengakuan dan kesuksesan mereka di dunia seni. Sejak lama masyarakat patriarki melanggengkan diskriminasi berbasis gender, sehingga membatasi kesempatan bagi perempuan untuk menunjukkan bakat artistik mereka. Terlepas dari kontribusi mereka yang sangat besar, seniman perempuan sering kali berjuang untuk mendapatkan representasi yang setara di museum, galeri, dan buku-buku pelajaran sejarah seni. Seniman perempuan di dunia sudah lama berjuang untuk mendapatkan pengakuan dan kesempatan yang sama di dunia seni. Secara historis, masyarakat patriarkis telah menempatkan perempuan di ranah domestik, membatasi akses mereka terhadap pelatihan artistik dan kesempatan pameran. Seniman perempuan tidak pernah memiliki reputasi yang sama dengan laki-laki, apalagi seniman perempuan yang sudah tua. Banyak awam menilai perempuan terlambat berkarir (termasuk terjun ke dunia seni) karena harus menyelesaikan kewajiban utamanya terlebih dahulu, yaitu pernikahan atau keluarga. Persepsi ini …"}, "filled": true, "author_pub_id": "ie4hkKIAAAAJ:kRWSkSYxWN8C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21404/1/Publikasi1_10024_9807.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VRzB5tWlwlsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Menggugat Rupa Ibu Menyusui dalam Kesenian", "pub_year": 2023, "citation": "MENGGUGAT RUPA IBU MENYUSUI DALAM KESENIAN, 2023", "author": "Aniendya Christianna", "journal": "MENGGUGAT RUPA IBU MENYUSUI DALAM KESENIAN", "publisher": "Petra Christian University", "abstract": "Mengutip informasi dari website WHO Indonesia sampai dengan tahun 2022 tercatat bahwa aktivitas pemberian ASI eksklusif di Indonesia mengalami penurunan dari 69, 7% di tahun 2021 menjadi 67, 96%. Aktivitas menyusui selama enam bulan (eksklusif) merupakan salah satu poin penting yang diperhatikan dalam pencapaian MDGs (Millenium Development Goals). Pemberian ASI eksklusif ini menjadi fokus kesehatan dunia karena memiliki tujuan jangka panjang, dimana ASI tidak hanya dapat mencegah kelaparan dan malnutrisi, tetapi juga bisa meningkatkan perkembangan mental dan kognitif bayi demi kemajuan masa depan generasi bangsa. Oleh karena itu, Pemerintah Indonesia turut serta dalam mendukung aktivitas menyusui dengan menyusun berbagai peraturan perundang-undangan untuk melindungi hakhak perempuan dalam bekerja sekaligus menyusui/memerah ASI. Sedemikian banyak peraturan undang-undang yang dibuat pemerintah Indonesia diharapkan memberi kemudahan bagi ibu untuk melakukan aktivitas menyusui dengan dukungan dari berbagai pihak. Semua pihak yang terlibat mulai dari pemerintah, masyarakat, perusahaan hingga kebijakan yang berlaku dapat berkontribusi secara aktif dalam membangun atmosfer lingkungan yang ramah menyusui bagi perempuan.Tema Pekan ASI Dunia pada tahun 2023 ini yaitu Enabling Breastfeeding: Making a Difference for Working Parents. Tema tahun ini berfokus pada peran perempuan dalam menyusui dan dalam pekerjaan. Perempuan yang mengemban tugas menjadi ibu menyusui sekaligus pekerja bukanlah suatu persoalan yang sederhana, apalagi …"}, "filled": true, "author_pub_id": "ie4hkKIAAAAJ:LPZeul_q3PIC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20870/1/Publikasi1_10024_9563.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ACxerp7IptkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Impact of Sino-Javanese Muslim Migration on Gresik’s Visual Culture", "pub_year": 2023, "citation": "Migration Letters 20 (S4), 123-142, 2023", "author": "Nuning Yanti Damayanti Aniendya Christianna and Acep Iwan Saidi and Riama Maslan Sihombing", "journal": "Migration Letters", "volume": "20", "number": "S4", "pages": "123-142", "publisher": "Migration Letters & The London Publishers"}, "filled": true, "author_pub_id": "ie4hkKIAAAAJ:eflP2zaiRacC", "num_citations": 0, "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PANCA TIRTA", "pub_year": 2022, "citation": "PANCA TIRTA, 2022", "author": "Aniendya Christianna"}, "filled": true, "author_pub_id": "ie4hkKIAAAAJ:5Ul4iDaHHb8C", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:JKzFQNfmyK4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A Visual Narrative of the Wedding Ceremony in Damar Kurung Paintings", "pub_year": 2022, "citation": "KnE Social Sciences, 131-139, 2022", "author": "Aniendya Christianna and Acep Iwan Saidi and Riama Maslan Sihombing", "journal": "KnE Social Sciences", "pages": "131-139", "abstract": "Traditional ceremonies in Javanese culture occur according to the phases of human life, starting from mitoni or tingkeban (the seven-months pregnancy ceremony), to baby birth ceremonies, circumcision, marriage and lastly the funeral ceremony. In traditional thinking, marriage is one of the most important phases of life apart from birth and death, because in marriage, two people are united to commit to building a family/household and producing a new generation. In Gresik, East Java, there is a traditional wedding ceremony called Kemanten Joli. This traditional ceremony is rarely held and official documentation about it is difficult to find. An art maestro named Sriati Masmundari has documented this traditional ceremony several times through Damar Kurung paintings. Damar Kurung is a traditional Gresik lantern. Each side of the lantern is decorated with paintings depicting socio-cultural events in Gresik. This was qualitative research with an interpretative descriptive approach, where the visual data of Damar Kurung paintings were analyzed using a visual narrative. Expectation, attention, and memory analysis methods revealed the narrative of the Kemanten Joli wedding ceremony diachronically. The results confirmed that the visual elements in Damar Kurung painting are symbolic and interrelated to produce a complete narrative series. The visual narrative analysis showed that the static paintings can contain dynamic space and time narratives, which can depict the stages of the otherwise undocumented Kemanten Joli wedding ceremony."}, "filled": true, "author_pub_id": "ie4hkKIAAAAJ:XiSMed-E-HIC", "num_citations": 0, "pub_url": "https://knepublishing.com/index.php/KnE-Social/article/view/11653", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:PGX8jNyLpnsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Remitologi dan Ideologi Nyonya Muluk dalam Lukisan Damar Kurung Karya Masmundari (Remythology and Ideology of Nyonya Muluk in Masmundari’s Damar Kurung Painting)", "pub_year": 2022, "citation": "Mozaik 22 (2), 159-170, 2022", "author": "Aniendya Christianna and Acep Iwan Saidi and Riama Maslan Sihombing and Nuning Yanti Damayanti", "journal": "Mozaik", "volume": "22", "number": "2", "pages": "159-170", "abstract": "Penelitian ini bertujuan untuk mengeksplorasi visualisasi lukisan damar kurung bertema Nyonya Muluk dan maknanya dalam konteks budaya Jawa secara kritis. Disebutkan, sosok Nyonya Muluk terinspirasi dari pengalaman Masmundari bertemu dengan Ratu Belanda yang pernah berkunjung ke Surabaya. Nyonya Muluk digambarkan sebagai wanita bertubuh besar yang mengenakan gaun dan perhiasan serta memiliki sepasang sayap. Di sekelilingnya ada sosok manusia lain yang dilukis dengan ukuran lebih kecil. Untuk mencapai tujuan penelitian ini, analisis dilakukan dengan menggunakan metodologi visual Gillian Rose yang mengambil posisi situs diri. Analisis penelitian ini menemukan bagaimana Masmundari menggambarkan objek dengan memadukan unsur-unsur budaya yang berlawanan yang mencerminkan bahwa subjek postkolonial tidak pernah sepenuhnya menjadi posisi diri yang terjajah atau yang menjajah. Ambivalensi yang muncul dalam praktik saling pandang menunjukkan bentuk negosiasi atau perlawanan dari posisi terjajah. Remitologi Masmundari juga menggambarkan bangsa Indonesia sebagai pihak terjajah yang berusaha melepaskan diri dari penjajahan. Dengan merelokasi mitologi Nyonya Muluk dalam konteks kontemporer, lukisan ini menunjukkan upaya bangsa Indonesia untuk merebut kembali'kemerdekaan'dengan menggunakan tradisi lokal untuk melawan budaya yang dipaksakan oleh penjajah. Singkatnya, dapat disimpulkan bahwa remitologi Nyonya Muluk dalam lukisan amar kurung tidak hanya mencerminkan perlawanan Masmundari terhadap pemerintahan kolonial dan pascakolonial Barat …"}, "filled": true, "author_pub_id": "ie4hkKIAAAAJ:l7t_Zn2s7bgC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=4110982102235317357", "cites_id": ["4110982102235317357"], "pub_url": "https://e-journal.unair.ac.id/MOZAIK/article/download/35684/24427", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:bYS56XAkDTkJ:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "From Domestic to Public: Representation of Working Women in Damar Kurung Painting", "pub_year": 2021, "citation": "ICON ARCCADE 2021: The 2nd International Conference on Art, Craft, Culture …, 2021", "author": "Aniendya Christianna and Acep Iwan Saidi and Riama Maslan Sihombing", "conference": "ICON ARCCADE 2021: The 2nd International Conference on Art, Craft, Culture and Design (ICON-ARCCADE 2021)", "pages": "48-54", "publisher": "Atlantis Press", "abstract": "Among the handicrafts of leather, brass, and plait in Gresik, there is the traditional Damar Kurung handicraft which is currently extinct. Damar Kurung is a traditional handicraft shaped like a rectangular lantern, decorated with paintings on the socio-cultural conditions of Gresik on each side. The Damar Kurung painting can be grouped into several themes, one of which is the theme of social activities which shows the economic activity of the Gresik population. Both male and female residents of Gresik participate in advancing the regional economy. This research is qualitative research with an interpretive descriptive approach, in which the data of Damar Kurung paintings are analyzed using Roland Barthes semiotics to reveal connotative meanings, denotation to the mythical level. Based on the analysis, the research results:(1) Javanese women’s work is centered from within/the domestic area (family/household) to the public area.(2) Criticism of the myth of the Konco Wingking in the context of working Javanese women.(3) Javanese women who work always try to maintain the balance of the Jagad Gede and the Jagad Cilik as a form of devotion to God and fellow humans."}, "filled": true, "author_pub_id": "ie4hkKIAAAAJ:p2g8aNsByqUC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=15224507505744942438", "cites_id": ["15224507505744942438"], "pub_url": "https://www.atlantis-press.com/proceedings/icon-arccade-21/125967777", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZhUy4OlQSNMJ:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Figur Perempuan Jawa dalam Damar Kurung sebagai Inspirasi Motif Batik Khas Gresik", "pub_year": 2021, "citation": "Dinamika Kerajinan dan Batik: Majalah Ilmiah 38 (1), 13-28, 2021", "author": "Aniendya Christianna and Luri Renaningtyas", "volume": "38", "number": "1", "pages": "13-28", "abstract": "Penciptaan seni motif batik ini merupakan penelitian kualitatif dengan metode deskriptif yang digunakan untuk mendeskripsikan performa perempuan Jawa dalam ragam hias damar kurung. Proses penciptaan seni ini dilaksanakan selama kurang lebih 8 bulan yang meliputi tahap penelitian, tahap perancangan dan tahap implementasi hasil perancangan. Metode analisis data yang digunakan adalah deskriptif, yang berguna untuk menguraikan temuan faktual karakteristik ragam hias damar kurung beserta dengan kronologi sejarahnya. Temuan data diklasifikasikan sesuai dengan temuan tema performativitas perempuan, untuk kemudian dikembangkan sebagai inovasi motif batik khas Gresik. Tujuan dari penelitian ini adalah pengembangan ragam hias damar kurung menjadi motif batik, serta sebagai salah satuupaya konservasi melestarikan damar kurung sebagai warisan tak benda Nasional. Serta untuk mengetahui identitas maupun peran gender perempuan dalam kebudayaan Jawa. Luaran penelitian ini berupa seni motif batik dengan nama: motif batik ubet, motif batik srawung dan motif batik rame ing gawe, diharapkan dapat berkontribusi bagi para desainer dan praktisi seni dan atau kriya agar dapat memanfaatkan warisan budaya lokal untuk meningkatkan ekonomi industri kreatif."}, "filled": true, "author_pub_id": "ie4hkKIAAAAJ:uWQEDVKXjbEC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=2719435950030833384", "cites_id": ["2719435950030833384"], "pub_url": "https://repository.petra.ac.id/20206/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6MYDn5ZgvSUJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "YANG KUNO PUN (HARUS) BISA KEKINIAN", "pub_year": 2021, "citation": "YANG KUNO PUN (HARUS) BISA KEKINIAN, 2021", "author": "Aniendya Christianna", "abstract": "Adalah keniscayaan bahwa strategi dan inovasi pembelajaran mata kuliah sejarah budaya Indonesia tersebut tak lagi relevan di masa mendatang, mengingat jurang materi perkuliahan yang  kuno  semakin meregang menjauh dengan generasi muda yang terus melesat maju. Apalagi kondisi pandemi COVID-19 ini yang semakin menggeser proses pembelajaran  kuno  tatap muka, satu arah, dan terpusat pada dosen. Kondisi pandemi ini justru menjadi kesempatan yang sangat baik bagi dosen dan mahasiswa untuk melakukan percepatan eskplorasi dan inovasi bahan belajar dari berbagai sumber dan mendiskusikannya secara kristis di ruang kelas virtual, sehingga belajar sejarah tak lagi terkesan usang dan berjarak dengan generasi muda."}, "filled": true, "author_pub_id": "ie4hkKIAAAAJ:738O_yMBCRsC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20207/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Iq3_ZdNNo0AJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "SIMBOL SIMBOL NIRSADAR SRI ASIH", "pub_year": 2021, "citation": "SIMBOL SIMBOL NIRSADAR SRI ASIH, 2021", "author": "Aniendya Christianna", "journal": "SIMBOL SIMBOL NIRSADAR SRI ASIH", "publisher": "Petra Christian University", "abstract": "SIMBOL SIMBOL NIRSADAR SRI ASIH - Scientific Repository Logo Home About Browse by \nYear Browse by Subject Browse by Division Browse by Author Login SIMBOL SIMBOL \nNIRSADAR SRI ASIH Christianna, Aniendya (2021) SIMBOL SIMBOL NIRSADAR SRI ASIH. \nSIMBOL SIMBOL NIRSADAR SRI ASIH. [img] PDF Download (280Kb) [img] PDF Download (1187Kb) \nItem Type: Article Subjects: H Social Sciences > HQ The family. Marriage. Woman H Social \nSciences N Fine Arts > NX Arts in general Divisions: Faculty of Art and Design > Visual \nCommunication Design Department Depositing User: Admin Date Deposited: 02 Feb 2021 \n03:00 Last Modified: 06 Sep 2022 15:34 URI: https://repository.petra.ac.id/id/eprint/20208 \nActions (login required) View Item EPrints Logo Scientific Repository is powered by EPrints \n3. Administered by Research Center, Petra Christian University. …"}, "filled": true, "author_pub_id": "ie4hkKIAAAAJ:K3LRdlH-MEoC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20208/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:99mbVWMXfH0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Power of Javanese Women in Damar Kurung Painting", "pub_year": 2021, "citation": "ITB Graduate School Conference 1 (1), 413-423, 2021", "author": "Aniendya Christianna and Acep Iwan Saidi and Riama Maslan Sihombing and Nuning Damayanti", "journal": "ITB Graduate School Conference", "volume": "1", "number": "1", "pages": "413-423", "abstract": "The Damar Kurung painting by Masmundari has a variety of objects and themes, one of which Masmundari often paints is the activity of women. Masmundari's Damar Kurung painting can be a vehicle to re-recognize oneself, especially as a Javanese society as well as a Javanese woman, such as his work entitled\" Mbok Omah\"(housewife). This cultural studies research focuses on a critical approach by a qualitative exploration of the expression of Damar Kurung's painting and its meaning in the search for the meaning of maternal power in Javanese society using the Bahasa Rupa method. The results of this study reveal that (1) the father is the head of the household who is wise and acts as a strong protector for his wife and children. Father provided a livelihood and became a strong support for the family. However, in Damar Kurung's painting, it is clear that the mother has a more important, strong, and dominant role. Mother Java is the center of the family. Mother is the manager who has control over the household.(2) The ideology of familialism places the father in the main role as the main ruler of the household who has the greatest privileges and authority in the family. This dominant gender ideology defines Javanese women as both mother and wife, releasing men from domestic obligations in the household, and being more involved in more prestigious public activities. This ideology is institutionalized in everyday life, legitimizing the absence of the responsibility of men to raise children and care for the household, while still justifying the highest authority in the family."}, "filled": true, "author_pub_id": "ie4hkKIAAAAJ:Tiz5es2fbqcC", "num_citations": 0, "pub_url": "https://gcs.itb.ac.id/proceeding-igsc/index.php/igsc/article/view/36", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vx7XSKKE9xIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "IDENTITAS KULTURAL DALAM PAKAIAN PEREMPUAN JAWA Kajian semiotika lukisan damar kurung karya Masmundari", "pub_year": 2021, "citation": "", "author": "Aniendya Christianna", "abstract": "Di masa-masa pandemi Covid-19 saat ini, tampilan berpakaian menjadi penting manakala sebagian wajah harus ditutup dengan masker menyesuaikan dengan kebiasaan baru yang sesuai dengan protokol kesehatan. Jika wajah tidak bisa merepresentasikan keseluruhan tubuh, maka pakaian dapat menjadi salah satu alternatifnya. Berbagai hal dapat dilakukan untuk membangun identitas, salah satunya melalui pakaian. Lukisan Damar Kurung karya Masmundari memiliki beragam tema, salah satu yang sering dilukis Masmundari tentang aktivitas perempuan. Mengkaji lukisan Damar Kurung karya Masmundari dapat menjadi suatu cara untuk memahami bagaimana perempuan Jawa berusaha membangun identitas dirinya melalui pilihan pakaian. Pakaian dapat dipandang sebagai susunan penanda dan petanda yang membangun makna tertentu bagi pemakainya. Maka, penelitian kualitatif dengan pendekatan deskriptif intepretatif ini menggunakan semiotika Roland Barthes yang bertujuan untuk menganalisis simbol-simbol dalam lukisan Damar Kurung. Analisis dilakukan berdasarkan tiga tahap analisis: image, written dan real clothing untuk memperoleh keterkaitan pakaian dan identitas kultural perempuan Jawa. Penelitian ini menghasilkan (1) Kemben, jarik dengan rambut tersanggul merepresentasikan identitas kejawaan perempuan di Gresik.(2) Pengaruh Islam dari Sunan Giri turut membangun identitas perempuan yang tidak hanya Jawa, tetapi sekaligus Islami. Bahwa dengan mengenakan kerudung atau jilbab, perempuan tidak kehilangan identitas kejawaannya. Perempuan Jawa memilih dan mengenakan pakaian tertentu …"}, "filled": true, "author_pub_id": "ie4hkKIAAAAJ:OU6Ihb5iCvQC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=11120387374069895061", "cites_id": ["11120387374069895061"], "pub_url": "https://repository.upnjatim.ac.id/2788/1/010%20-%20ANIENDYA%20CHRISTIANNA%20%5B70-77%5D.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lc8s_GWNU5oJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PERANCANGAN MODUL POP-UP DAN VIDEO TUTORIAL SEBAGAI MEDIA PEMBELAJARAN BAHASA RUPA DAMAR KURUNG", "pub_year": 2020, "citation": "PERANCANGAN MODUL POP-UP DAN VIDEO TUTORIAL SEBAGAI MEDIA PEMBELAJARAN …, 2020", "author": "Vanessa Yusuf and Aniendya Christianna", "abstract": "Damar Kurung merupakan lampion dari Gresik, Jawa Timur, Indonesia, yang dihiasi dengan lukisan di keempat sisinya. Lukisan pada Damar Kurung digambarkan secara 2 dimensi, namun lukisan tersebut juga memiliki makna kedalaman ruang. Sehingga diperlukan media yang tepat untuk dapat menjelaskan konsep ruang tersebut dalam pembelajaran bahasa rupa Damar Kurung kepada anak usia sekolah dasar sebagai salah satu upaya dalam pelestarian warisan budaya nasional sejak usia dini. Penelitian ini menggunakan paper engineering brief dan juga menerapkan metode perancangan karya desain yang terdiri dari 4 tahap: discovery, planning, creative, dan application. Hasil penelitian ini berupa modul pop-up beserta video tutorialnya yang telah diuji coba kepada anak-anak sekolah dasar sebagai pendukung mata pelajaran seni budaya dan kerajinan. Untuk mendukung proses pembelajaran jarak jauh selama masa pandemi ini, video tutorial diunggah di kanal YouTube dan modul pop-up di Google Drive bebas akses."}, "filled": true, "author_pub_id": "ie4hkKIAAAAJ:UxriW0iASnsC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/18968/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Ysv1OJYySYMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Javanese Women Hybridity: Postcolonial Study of Nyonya Muluk in Damar Kurung Paintings", "pub_year": 2020, "citation": "International Journal of Creative and Arts Studies 7 (1), 33-48, 2020", "author": "Aniendya Christianna", "journal": "International Journal of Creative and Arts Studies", "volume": "7", "number": "1", "pages": "33-48", "abstract": "Damar Kurung is a typical lantern of Gresik, made in the 16th century. In 2017 Damar Kurung was declared an intangible cultural heritage by the Indonesian Ministry of Education and Culture. Masmundari (1904-2005) was a female artist who painted Damar Kurung based on skills learned from her ancestors. Among Masmundari's many paintings, Nyonya Muluk is the most frequently painted. Nyonya Muluk is described as a big woman wearing a dress and wings. Many people say that Nyonya Muluk is a picture of Queen Wilhemina that Masmundari has seen directly. To uncover Nyonya Muluk's identity, it is necessary to explain the image and meaning of this traditional art, the author uses Bahasa Rupa method (Tabrani, 2012), which analyzes the contents of the wimba, cara wimba, tata ungkapan and how to read wimba. Then, analyzed using postcolonial theory, specifically using the concepts of hybridity and mimicry to find out the identity of Nyonya Muluk. Finally, this research is to produce (1) A description of the relationship between the two cultures (East and West/invaders and colonized) which is manifested in the figure of Nyonya Muluk.(2) Nyonya Muluk is a representation of Javanese women's hybridity that illustrates the hopes and dreams of Masmundari (as an East representative) to be similar to the West."}, "filled": true, "author_pub_id": "ie4hkKIAAAAJ:dshw04ExmUIC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=14157619681033838026", "cites_id": ["14157619681033838026"], "pub_url": "https://journal.isi.ac.id/index.php/IJCAS/article/view/4164/0", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:yt0Z8Rb4ecQJ:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 1, "2022": 1, "2023": 1}}
