{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Performance Evaluation of Simple Regular Buildings using FBD and DDBD Methods with a Consistent Target Drift", "pub_year": 2025, "citation": "Civil Engineering Dimension 27 (1), 59-72, 2025", "author": "Pamuda Pudjisuryadi and William Sumargo and Alvin Kho and Benjamin Lumantarna", "volume": "27", "number": "1", "pages": "59-72", "abstract": "The Direct Displacement Based Design (DDBD) method, proposed by  Priestley, is an alternative to the traditional Force-Based Design (FBD)  method for earthquake-resistant design. This study compares the  performance of 4-story and 12-story buildings designed using both FBD  and DDBD with the same target drift of 2%. The differences in base  shear used for the design of the two approaches are discussed. To  evaluate the buildings performance, Nonlinear Dynamic Procedure  (NDP) analysis, or nonlinear time history analysis, was conducted considering  500 and 2500 years return period earthquakes. The results indicate that  the actual drift of both designs deviates from the target drift; however,  the observed drifts remain within the maximum limits set by FEMA  356. Moreover, plastic damages were observed in unexpected areas of  the columns, suggesting that the strong-column weak-beam design concept,  as stipulated by building codes, does not entirely prevent damage to  columns."}, "filled": true, "author_pub_id": "iNrlHPUAAAAJ:b0M2c_1WBrUC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21506/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:97FsFt_v9uUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "USE OF U-WRAP TO OVERCOME CONCRETE COVER DELAMINATION IN VARIOUS SIZES OF BEAMS USING STRUT AND TIE MODELLING", "pub_year": 2024, "citation": "Proceedings on Engineering 6 (1), 189-196, 2024", "author": "Gunawan Budi Wijaya and Benjamin Lumantarna and Fillbert Hanselly Njoko and B Cahyadi and Daniel Tjandra and Resmana Lim", "journal": "Proceedings on Engineering", "volume": "6", "number": "1", "pages": "189-196", "abstract": "Reinforced concrete beams reinforced with Fiber Reinforced Polymer (FRP) have several failure patterns, one of which is Concrete Cover Delamination. To prevent this failure, in this study, FRP U-Wrap was installed which was calculated using Strut and Tie Modelling (STM). The specimens of reinforced concrete beams with a length of 3300 mm, a width of 300 mm, and variations in height of 500, 600, and 700 mm were loaded with the two-point load method. Data collection and analysis was carried out using Digital Image Correlation, LVDT, strain gauge, and data logger. The bending behaviour reviewed in this study is ductility, crack pattern, type of failure, flexural capacity, and stiffness. In this study, the addition of U-Wrap did not have a significant effect on flexural behaviour when compared to beams without U-Wrap FRP. All beams experienced a failure pattern of FRP Debonding, so that the Concrete Cover Delamination did not occur."}, "filled": true, "author_pub_id": "iNrlHPUAAAAJ:EUQCXRtRnyEC", "num_citations": 0, "pub_url": "https://pesjournal.net/journal/v6-n1/21.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:m-2bb4TIwxIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Application of modified partial capacity design on six-story L-shaped reinforced concrete buildings with variations on elastic columns configurations", "pub_year": 2023, "citation": "IOP Conference Series: Earth and Environmental Science 1195 (1), 012006, 2023", "author": "Pamuda Pudjisuryadi and Benjamin Lumantarna and CHRISTIAN JUNIOR Arcan and HARIS Pratama", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "1195", "number": "1", "pages": "012006", "publisher": "IOP Publishing", "abstract": "Modified Partial Capacity Design (M-PCD) is an alternative design method for seismic-resistant structures. M-PCD adopts the partial side sway mechanism for its failure mechanism where beams and some columns are allowed to develop plastic hinges. This method uses two models for design. The first model simulates a small earthquake occurrence and is used to design beams and plastic columns. The second model simulates a larger earthquake occurrence and damages on the structure. The elastic columns are designed based on the superposition of internal forces from the first and second models, provided that the effects from gravity loads are considered only once. This study focuses on the application of M-PCD on six-story L-shaped reinforced concrete buildings with variations on elastic columns configurations. Nonlinear time history analyses are used to determine the buildings' performance on two …"}, "filled": true, "author_pub_id": "iNrlHPUAAAAJ:f2IySw72cVMC", "num_citations": 0, "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/1195/1/012006/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-AG--LdUaIgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Application of Modified-Partial Capacity Design Method on 6-and 15-story Square Buildings with Variation in number of Elastic Columns", "pub_year": 2022, "citation": "Civil Engineering Dimension 24 (1), 46-53, 2022", "author": "Pamuda Pudjisuryadi and Benjamin Lumantarna and Fransisca Wijaya and C Aphrodita and A Jesica and Y Karyanto and MK Theodora", "journal": "Civil Engineering Dimension", "volume": "24", "number": "1", "pages": "46-53", "abstract": "Modified-Partial Capacity Design (M-PCD) is proposed as one alternative of structural design methods. In M-PCD, the partial side sway mechanism where beams and some columns may develop plastic hinges. This method uses two structural models during the design process. The models are used to simulate undamaged and damaged structures when subjected to design earthquake (R= 8.0) and larger target earthquake (R= 1.6) respectively. In this study, 6-and 15-story square buildings with 30% and 50% elastic column are designed using M-PCD. Performances of the buildings are investigated by using non-linear time history analysis. Results show that the buildings’ performances are still unsatisfactory, especially for the 15-story buildings. However, it should be noted that the levels of earthquakes used for the analysis were larger than that used for the design. A more accurate prediction of the required strength should be developed further to improve M-PCD."}, "filled": true, "author_pub_id": "iNrlHPUAAAAJ:a0OBvERweLwC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=10441477308289507428", "cites_id": ["10441477308289507428"], "pub_url": "https://ced.petra.ac.id/index.php/civ/article/view/24556", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZODlYkqU55AJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Performance of Six-and Ten-story Reinforced Concrete Buildings Designed by using Modified Partial Capacity Design (M-PCD) Method with 70% Shear Force Ratio", "pub_year": 2021, "citation": "Civil Engineering Dimension 23 (2), 131-137, 2021", "author": "Pamuda Pudjisuryadi and Benjamin Lumantarna", "volume": "23", "number": "2", "pages": "131-137", "abstract": "One design alternative of earthquake resistant building is Partial Capacity Design  (PCD) method. Unlike the commonly used capacity design method, PCD allows a safe failure  mechanism which is called partial sidesway mechanism. In this mechanism, all beams and some  columns are allowed to experience plastic damages while some selected columns are designed to  remain elastic (called elastic columns). A new approach to predict the required strengths needed  to design each structural member, called modified-PCD (M-PCD) is proposed. In this research six and ten-story reinforced concrete buildings were designed using M-PCD, and their seismic  performances are investigated. The base shear force resisted by the elastic columns was set to  approximately 70% of the total base shear. Both nonlinear static procedure (NSP) and nonlinear  dynamic procedure (NDP) are used to analyze the structures. The results show that the expected  partial side sway mechanism is observed, and the drifts of the buildings are acceptable."}, "filled": true, "author_pub_id": "iNrlHPUAAAAJ:yD5IFk8b50cC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=12865883404319553351", "cites_id": ["12865883404319553351"], "pub_url": "https://repository.petra.ac.id/19291/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:R3cPNMrMjLIJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Seismic Performance of a Three-Story Reinforced Concrete Building with Masonry Infill Walls and Friction Base Support", "pub_year": 2021, "citation": "Civil Engineering Dimension 23 (1), 35-43, 2021", "author": "Pamuda Pudjisuryadi and VS Prayogo and SI Oetomo and Benjamin Lumantarna", "journal": "Civil Engineering Dimension", "volume": "23", "number": "1", "pages": "35-43", "abstract": "The stiffness of masonry infill walls is commonly neglected in design practice of Reinforced Concrete (RC) structures. In fact, the stiffness of masonry infill wall may significantly influence seismic performance and dynamic behavior of RC buildings. In this research, influence of masonry infill walls to the structural performance of a three-story RC frame is investigated. In addition, possible application of friction-based support is also studied. Full 3D non-linear time history analysis is conducted to observe behavior of the structure under two-directional ground motion. In the analysis, any failed elements are removed subsequently from the model to avoid numerical analysis problem. The result shows that the placement of masonry infill walls can significantly influence the structural behavior of RC structure. Inappropriate placement of masonry wall may lead the building undergo soft-story mechanism. It is also found that the use of friction-based support can effectively improve the seismic performance of the building."}, "filled": true, "author_pub_id": "iNrlHPUAAAAJ:dfsIfKJdRG4C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=12254887637475231647", "cites_id": ["12254887637475231647"], "pub_url": "https://ced.petra.ac.id/index.php/civ/article/view/22862", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:n4cJimAbEqoJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Partial capacity design, an alternative to the capacity design method", "pub_year": 2020, "citation": "Progress in Mechanics of Structures and Materials, 409-414, 2020", "author": "I Muljati and B Lumantarna and RH Saputra and A Soegiarto", "pages": "409-414", "publisher": "CRC Press", "abstract": "In the capacity design procedure of ductile open frames, the columns couldnotbe designed before the beams are designed. This is not practical in the real world of design practice. In the previous study, several alternatives allowing partial side sway mechanism were proposed. In the proposed method, the perimeter columns of the reinforced concrete frames were designed to remain elastic for a certain seismic load level. In this study a refined method is proposed. Three symmetrical of six, eight and ten story fully ductile open frame buildings are designed in accordance to the new Indonesian Earthquake Code (SNI-03-1726-2002) using the proposed method. The seismic performances of these buildings are evaluated using three dimensional static pushover analysis. The results are then compared with the outputs of three dimensional non-linear time history analysis."}, "filled": true, "author_pub_id": "iNrlHPUAAAAJ:u-x6o8ySG0sC", "num_citations": 13, "citedby_url": "/scholar?hl=en&cites=13286587364846840931", "cites_id": ["13286587364846840931"], "pub_url": "https://www.taylorfrancis.com/chapters/edit/10.1201/9781003060888-65/partial-capacity-design-alternative-capacity-design-method-muljati-lumantarna-saputra-soegiarto", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Y6zjHtBwY7gJ:scholar.google.com/", "cites_per_year": {"2008": 1, "2009": 0, "2010": 1, "2011": 5, "2012": 2, "2013": 0, "2014": 0, "2015": 0, "2016": 0, "2017": 0, "2018": 0, "2019": 0, "2020": 0, "2021": 3, "2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Improving Seismic Performance of Structure with Semi-rigid floor using VSL-Gensui Damper", "pub_year": 2020, "citation": "Civil Engineering Dimension 22 (2), 75-81, 2020", "author": "Pamuda Pudjisuryadi and Andre Halim and Alexander Keith Kandiawan and Benjamin Lumantarna", "volume": "22", "number": "2", "pages": "75-81", "abstract": "Seismic performance of structures can be improved using various methods. In this study, Vorspann System Losinger (VSL) Gensui Damper is used to improve the seismic performance of building with semi-rigid floors. Spectrum consistent ground accelerations is generated from El Centro May 19th, 1940 earthquake per SNI 1726:2012 for Mataram, Indonesia. Modified Simplified Sequential Search Algorithm (MSSSA) and Optimum Damper Allocation Method (ODAM) are used to efficiently place the dampers on the building to meet certain criteria. Uniform placement which is used as the first step of ODAM is used for comparison. The results show that both methods can effectively reduce structural drifts and damages. MSSSA shows slightly better performance since ODAM has a limitation that dampers can only be swapped among stories of the initially chosen frames. It is also noted that the dampers must be well distributed among frames in the same story, to take care the different drifts in building with semirigid floors."}, "filled": true, "author_pub_id": "iNrlHPUAAAAJ:zA6iFVUQeVQC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19027/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2NMa81qHOQYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "EFEK DINDING BATA PENGISI TERHADAP KINERJA SEISMIK RUMAH SEDERHANA", "pub_year": 2020, "citation": "Jurnal Dimensi Pratama Teknik Sipil 9 (1), 56-63, 2020", "author": "David Immanuel Santoso and Jonathan Susanto and Pamuda Pudjisuryadi and Benjamin Lumantarna", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "9", "number": "1", "pages": "56-63", "abstract": "Pada dunia konstruksi, seringkali dinding bata pengisi hanya dianggap sebagai beban, namun pada kenyataannya memiliki kekakuan dan kekuatan yang dapat menahan beban lateral. Sebagai komponen struktur, dinding bata pengisi mempunyai kekuatan pada bidangnya atau in-plane (IP) maupun tegak lurus bidangnya atau out-of-plane (OOP). Dalam analisis nonlinear time history, tantangan yang dihadapi adalah membuang dinding bata yang mengalami kerusakan. Pada penelitian ini, difokuskan untuk meneliti permodelan dinding pada fase pasca elastis dengan menggunakan fitur element removal yang diimplementasikan pada program OpenSees. Penelitian dilakukan pada struktur rumah sederhana dengan beban gempa yang dianalisis menggunakan time history nonlinear direct integration. Perbandingan antara struktur tanpa dinding atau bare frame dan struktur dengan dinding bata pengisi atau infill frame, dilakukan untuk mengetahui pengaruh dinding bata pengisi terhadap kinerja seismik struktur rumah sederhana. Kedua struktur bangunan diberi beban gempa, dua arah (sejajar dan tegak lurus dinding). Hasil dari penelitian ini, momen yang terjadi pada balok dan kolom struktur infill frame, cenderung lebih kecil dibandingkan struktur bare frame. Selisih momen maksimum antara kedua struktur, yang terjadi pada setiap balok dan kolom saat dinding belum hancur, rata-rata 24.5%. Hal ini menyebabkan balok dan kolom struktur infill frame memiliki waktu gagal yang lebih lama dibandingkan struktur bare frame."}, "filled": true, "author_pub_id": "iNrlHPUAAAAJ:rO6llkc54NcC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=8098517205569206674", "cites_id": ["8098517205569206674"], "pub_url": "http://publication.petra.ac.id/index.php/teknik-sipil/article/view/10621", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:knlXnX22Y3AJ:scholar.google.com/", "cites_per_year": {"2021": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PERBANDINGAN METODE PENEMPATAN VSL GENSUI DAMPER TERHADAP KINERJA SEISMIK STRUKTUR BETON BERTULANG DENGAN KETIDAKBERATURAN VERTIKAL TINGKAT LUNAK", "pub_year": 2019, "citation": "Jurnal Dimensi Pratama Teknik Sipil 8 (2), 267-273, 2019", "author": "Edwin Andini and Reynaldi Arvin Goenawan and Pamuda Pudjisuryadi and Benjamin Lumantarna", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "8", "number": "2", "pages": "267-273", "abstract": "Dalam perkuatan sktruktur, penggunaan damper adalah satu metode yang terbukti efektif. Pada umumnya, damper dipasang pada setiap lantai bangunan, namun timbul pertanyaan tentang efisiensi metode penempatan damper tersebut sehingga perlu dilakukan strategi penempatan damper yang lebih efisien. Penelitian ini meninjau seberapa efektif metode optimasi penempatan damper yaitu metode Uniform, Simplified Sequential Search Algorithm (SSSA), Simplified Sequential Search Algorithm Modified (SSSAmod), dan Optimum Damper Allocation Method (ODAM) pada bangunan yang memiliki ketidakberaturan vertikal tingkat lunak. Damper yang digunakan dalam penelitian ini adalah damper nonlinear, yaitu VSL Gensui Damper. Keempat metode tersebut diterapkan pada 2 jenis bangunan yang tidak beraturan secara vertikal dengan tinggi 10 lantai. Dilakukan analisis riwayat waktu nonlinier dengan beban percepatan gempa yang telah disesuaikan dengan respons spektrum Kota Surabaya dengan periode ulang 2500 tahun. Setelah dilakukan analisis, didapatkan bahwa keempat metode tersebut tidak dapat memperbaiki dua indikator yang diuji secara bersamaan. Metode SSSA kurang konsisten dalam memperbaiki indikator interstory drift dan kerusakan sendi plastis. Sedangkan Metode SSSAmod dan ODAM menunjukkan hasil yang mirip, kedua metode tersebut lebih efektif dalam mengurangi interstory drift, namun tidak konsisten dalam perbaikan kerusakan sendi plastis. Metode uniform, menunjukkan hasil yang baik dalam perbaikan kerusakan sendi plastis namun kurang efektif dalam mengurangi interstory drift."}, "filled": true, "author_pub_id": "iNrlHPUAAAAJ:NMxIlDl6LWMC", "num_citations": 0, "pub_url": "http://publication.petra.ac.id/index.php/teknik-sipil/article/view/9629", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:iNEB59SciB8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PERBANDINGAN PENGARUH METODE PENEMPATAN DAMPER TERHADAP KINERJA SEISMIK STRUKTUR", "pub_year": 2019, "citation": "Jurnal Dimensi Pratama Teknik Sipil 8 (1), 122-129, 2019", "author": "Ivan Widjaja and Daniel Mulyono Kresnadi and Pamuda Pudjisuryadi and Benjamin Lumantarna", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "8", "number": "1", "pages": "122-129", "abstract": "Salah satu metode perkuatan struktur adalah dengan pengaplikasian damper. Pertanyaan yang timbul saat mengaplikasikan damper adalah dimana damper diletakkan. Cara yang umum digunakan adalah meletakkan damper di seluruh lantai dengan jumlah yang sama (dalam paper ini desebut metode Uniform). Salah satu metode lain yang aplikatif adalah metode SSSA. Pada penelitian Angkasaputra dan Sebastiano (2018), metode SSSA dibandingkan dengan modifikasi metode SSSA (SSSA Modified). Dari penelitian itu, ditemukan bahwa kedua metode memiliki kekurangan yaitu tidak diperhatikannya kekuatan kolom. Selain itu, kesimpulan mengenai metode yang paling efektif dalam mengurangi kerusakan bangunan juga belum jelas. Hal ini diakibatkan oleh terlalu parahnya kerusakan bangunan akibat tidak didesain terhadap gempa. Penelitian ini akan mengkaji dan membandingkan metode SSSA, metode SSSA Modified, dan metode Uniform pada 2 bangunan yang berbeda. Selain itu, akan dicoba indikator baru yang diharapkan dapat mengatasi kekurangan metode SSSA. Analisa menggunakan non-linear direct integration time history dengan program SAP2000 v. 18.2. Damper viscoelastic menggunakan VSL Gensui Damper. Beban gempa 2500 tahun yang diterapkan diperhitungkan pada kota Kendari. Hasil yang didapatkan dari penelitian ini adalah metode Modified SSSA adalah metode yang memiliki performa terbaik dalam mengurangi kerusakan dan interstory drift bangunan. Selain itu, Proposed Method memiliki performa yang buruk dalam mengatasi kerusakan bangunan."}, "filled": true, "author_pub_id": "iNrlHPUAAAAJ:hMod-77fHWUC", "num_citations": 0, "pub_url": "http://publication.petra.ac.id/index.php/teknik-sipil/article/view/9463", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:W_HLGtdrXN8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Efek Pondasi Friction Based Terhadap Kinerja Seismik Rumah Sederhana dengan Dinding Bata Pengisi", "pub_year": 2019, "citation": "Jurnal Dimensi Pratama Teknik Sipil 8 (1), 260-267, 2019", "author": "Jessica Canserin and William Adi Prasetyo and Pamuda Pudjisuryadi and Benjamin Lumantarna", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "8", "number": "1", "pages": "260-267", "abstract": "Gempa bumi telah menyebabkan banyak kerusakan khususnya pada rumah tinggal sederhana yang tidak didesain. Salah satu upaya untuk mengurangi kerusakan akibat gempa adalah dengan menerapkan friction base isolation yang memanfaatkan friksi pada dasar bangunan terhadap pondasi. Dinding bata memiliki kekuatan menerima gaya arah In-Plane (IP) dan Out-Of-Plane (OOP). Penelitian ini akan membandingkan kinerja bangunan rumah sederhana berdinding bata dengan perletakan sendi dan friction isolator. Bangunan sederhana tersebut dianalisa dengan gempa El Centro arah NS dan EW yang disesuaikan dengan SNI 03-1726-2012 untuk wilayah Palu dengan periode ulang 2/3 x 2500 dan 2500 tahun. Kemudian akan ditinjau pola kerusakan, base shear, dan drift dari bangunan sederhana. Didapatkan bahwa friction isolator efektif dalam mengurangi base shear dan drift yang terjadi pada bangunan sederhana. Disarankan melakukan penelitian lebih lanjut mengenai dinding bata dengan kemampuan menerima gaya IP dan gaya OOP setelah kapasitasnya tercapai. Diperlukan juga studi lebih lanjut mengenai kemampuan dan batasan dari program analisa struktur yang ada."}, "filled": true, "author_pub_id": "iNrlHPUAAAAJ:blknAaTinKkC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=9418842705468998983", "cites_id": ["9418842705468998983"], "pub_url": "http://publication.petra.ac.id/index.php/teknik-sipil/article/view/9481", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:R0XClolztoIJ:scholar.google.com/", "cites_per_year": {"2020": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PERBANDINGAN PENGARUH METODE PENEMPATAN VSL GENSUI DAMPER TERHADAP KINERJA SEISMIK STRUKTUR BETON BERTULANG (GEMPA WILAYAH SURABAYA)", "pub_year": 2019, "citation": "Jurnal Dimensi Pratama Teknik Sipil 8 (1), 87-94, 2019", "author": "Giovanni Bunardi and Richard Jordan Citra and Pamuda Pudjisuryadi and Benjamin Lumantarna", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "8", "number": "1", "pages": "87-94", "abstract": "Permasalahan efisiensi penggunaan damper muncul karena penempatan damper pada umumnya dipakai adalah dipasang dari lantai bawah sampai lantai atas dengan jumlah yang sama (dalam paper ini disebut metode uniform). Pada penelitian ini dikaji dan membandingkan antara metode SSSA, metode uniform, metode yang telah diusulkan oleh penelitian terdahulu (SSSAmod) serta metode yang diusulkan pada penelitian ini (Proposed Method). Metode-metode ini akan diterapkan pada 4 bangunan 10 lantai yang memiliki desain yang berbeda sesuai dengan peraturan SNI 03-1726-2002. Performa dari masing-masing metode akan dievaluasi melalui interstory drift dan damage index. Analisa menggunakan non-linear direct integration time history dengan program SAP2000 v. 18.2. Jenis damper yang digunakan adalah damper viscoelastic dari VSL Gensui Damper. Beban gempa 2500 tahun disesuaikan dari SNI 1726: 2012, diterapkan pada kota Surabaya pada keempat bangunan dan Kupang pada bangunan ke-3. Hasil dari penelitian ini menunjukkan metode SSSAmod lebih efektif dibandingkan metode lainnya, namun dalam kasus bangunan soft story, metode SSSA lebih unggul dari metode lainnya. Sedangkan untuk Proposed Method pada bangunan pertama menunjukkan indikator penempatan damper yang buruk dibanding ketiga metode lainnya, sehingga metode ini tidak dilanjutkan dalam penelitian bangunan lainnya. Ditemukan juga bahwa penambahan damper berakibat pada penambahan base shear bangunan sehingga memberi tanda bahaya pada pondasi existing bangunan."}, "filled": true, "author_pub_id": "iNrlHPUAAAAJ:JV2RwH3_ST0C", "num_citations": 0, "pub_url": "http://publication.petra.ac.id/index.php/teknik-sipil/article/view/9458", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Y2sw2Xu_r0kJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Performance of an existing reinforced concrete building designed in accordance to older indonesian codes (pptgiug 1983 and sksni t-15-1991-03): case study for a hotel in balikpapan", "pub_year": 2019, "citation": "Matec Web Conference 258 (2019), 1-6, 2019", "author": "Pamuda Pudjisuryadi and Benjamin Lumantarna and Elian Davin Mulyadi", "journal": "Matec Web Conference", "volume": "258", "number": "2019", "pages": "1-6", "publisher": "Petra Christian University", "abstract": "As a high seismic hazard country, Indonesia periodically updates its seismic and structural concrete codes. The current seismic and structural concrete codes of Indonesia are the SNI 1726-2012 and the SNI 2847-2013, respectively. Since every update usually demands higher requirement, existing buildings that were designed using older codes should be evaluated. This study investigates 9-storey hotel building in Balikpapan, Indonesia, which was designed using the PPTGIUG 1983 code and will be evaluated according to the current code. Non-linear direct integration time history analysis was conducted to analyse the building performance. The seismic load used was a spectrum consistent ground acceleration generated from El Centro 18 May 1940 North-South component in accordance to the current code. The result show that the existing building has good performance. The drift ratio of the building does not exceed 0.5% which is very satisfactory according to performance level set by FEMA 356. Maximum individual damage index in beam element was recorded as high as 0.0426 which is well below the serviceability limit state according to ACMC."}, "filled": true, "author_pub_id": "iNrlHPUAAAAJ:isC4tDSrTZIC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=1355586718583146283", "cites_id": ["1355586718583146283"], "pub_url": "https://repository.petra.ac.id/18284/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:K8diN_AC0BIJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Seismic Performance of Existing Building Retrofitted with VSL-Gensui Damper", "pub_year": 2018, "citation": "Civil Engineering Dimension 20 (2), 86-90, 2018", "author": "Pamuda Pudjisuryadi and Benjamin Lumantarna", "journal": "Civil Engineering Dimension", "volume": "20", "number": "2", "pages": "86-90", "publisher": "Petra Christian University", "abstract": "Buildings designed using older code should be checked against the higher demand required by newer code. In this study, performance of Building T of Petra Christian University which was designed with older Indonesian Seismic Code (PPTGIUG 1983) is investigated. The effectiveness of VSL-Gensui Damper application is also investigated as effort to enhance the performance of the building. Nonlinear time history analysis was conducted to analyze the building. Spectrum consistent ground acceleration generated from El Centro 18 May 1940 North-South component in accordance to current seismic code was used for analysis. The result shows that the existing building cannot resist the demand specified by current code (SNI 1726:2012) as some frame element failures are detected. The performance is greatly enhanced after installation of VSL-Gensui Dampers. Roof story drift and displacement decreased as much as 9% and 14%, respectively as compared to existing building, and structural element failures were no longer observed."}, "filled": true, "author_pub_id": "iNrlHPUAAAAJ:TFP_iSt0sucC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=12523955455401485253", "cites_id": ["12523955455401485253"], "pub_url": "https://repository.petra.ac.id/18010/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:xWMFxiEHzq0J:scholar.google.com/", "cites_per_year": {"2020": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Performance of an Existing Reinforced Concrete Building Designed in Accordance to Older Indonesian Seismic Code: A Case Study for a Hotel in Kupang, Indonesia", "pub_year": 2018, "citation": "Civil Engineering Dimension 20 (1), 35-40, 2018", "author": "Pamuda Pudjisuryadi and Benjamin Lumantarna and Ryan Setiawan and Christian Handoko", "journal": "Civil Engineering Dimension", "volume": "20", "number": "1", "pages": "35-40", "publisher": "Petra Christian University", "abstract": "The recent seismic code SNI 1726-2012 is significantly different compared to the older code SNI 1726-2002. The seismic hazard map was significantly changed and the level of maximum considered earthquake was significantly increased. Therefore, buildings designed according to outdated code may not resist the higher demand required by newer code. In this study, seismic performance of Hotel X in Kupang, Indonesia which was designed based on SNI-1726-2002 is investigated. The structure was analyzed using Nonlinear Time History Analysis. The seismic load used was a spectrum consistent ground acceleration generated from El-Centro 18 May 1940 North-South component in accordance to SNI 1726-2012. The results show that Hotel X can resist maximum considered earthquake required by SNI 1726-2012. The maximum drift ratio is 0.81% which is lower than the limit set by FEMA 356-2000 (2%). Plastic hinge damage level is also lower than the allowance in ACMC 2001."}, "filled": true, "author_pub_id": "iNrlHPUAAAAJ:e5wmG9Sq2KIC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=1678989963345550284", "cites_id": ["1678989963345550284"], "pub_url": "https://repository.petra.ac.id/17878/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:zFuo2nn4TBcJ:scholar.google.com/", "cites_per_year": {"2019": 1, "2020": 0, "2021": 0, "2022": 0, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perbandingan Pengaruh Metode Penempatan Damper terhadap Kinerja Seismik Struktur", "pub_year": 2018, "citation": "Jurnal Dimensi Pratama Teknik Sipil 7 (2), 144-152, 2018", "author": "Kenny Angkasaputra and Favian Sebastiano and Pamuda Pudjisuryadi and Benjamin Lumantarna", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "7", "number": "2", "pages": "144-152", "abstract": "Perkuatan bangunan menggunakan damper adalah salah satu cara yang sudah terbukti efektif. Permasalahan muncul pada saat mengaplikasikan damper, karena damper mempunyai tipe yang berbeda-beda dan teori metode perletakkan tidak selalu bisa diterapkan. Metode yang paling aplikatif adalah metode SSSA, penelitian ini akan mengkaji metode SSSA dan membandingkan dengan metode uniform dan metode yang diusulkan oleh penulis. Ketiga metode akan diterapkan pada 2 bangunan 10 lantai yang memiliki desain yang berbeda. Performa dari masing-masing metode akan dievaluasi melalui interstory drift dan damage index. Analisa menggunakan non-linear direct integration time history dengan program SAP2000 v. 18.2. damper viscoelastic menggunakan VSL Gensui Damper. Beban gempa 2500 tahun yang diterapkan diperhitungkan pada kota Kupang dan Bali. Hasil yang didapatkan dari penelitian ini adalah bahwa metode SSSA adalah metode yang lebih efektif dibandingkan metode Uniform dalam mengurangi kerusakan bangunan serta memperbaiki interstory drift dari bangunan. Sedangkan untuk Proposed Method dapat terlihat potensinya disaat penerapan pada bangunan kedua. Namun apakah metode usulan lebih unggul dibandingkan metode SSSA masih belum jelas. Walaupun metode yang diusulkan dapat memperbaiki interstory drift lebih baik daripada metode SSSA, namun metode usulan tidak selalu dapat memperbaiki sendi plastis dari bangunan. Oleh karena itu perlu penyelidikan lebih lanjut pada kasus–kasus lain."}, "filled": true, "author_pub_id": "iNrlHPUAAAAJ:k_IJM867U9cC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=11925479193982768319", "cites_id": ["11925479193982768319"], "pub_url": "http://publication.petra.ac.id/index.php/teknik-sipil/article/view/7698", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:v5SnnSTQf6UJ:scholar.google.com/", "cites_per_year": {"2019": 1, "2020": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PERKUATAN UNTUK STRUKTUR YANG DIRENCANAKAN BERDASARKAN PERATURAN GEMPA TAHUN 1983 DENGAN MENGGUNAKAN VSL GENSUI DAMPER: STUDI KASUS STRUKTUR GEDUNG T UNIVERSITAS KRISTEN PETRA", "pub_year": 2018, "citation": "Jurnal Dimensi Pratama Teknik Sipil 7 (1), 109-116, 2018", "author": "Ferlinda Hermawan Tjhai and Teddy Tirta Gunawan and Benjamin Lumantarna and Pamuda Pudjisuryadi", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "7", "number": "1", "pages": "109-116", "abstract": "Pembaruan Standar Nasional Indonesia (SNI), khususnya SNI gempa menuntut bangunan yang telah didesain menggunakan SNI yang sebelumnya untuk diperkuat supaya bisa menahan beban yang disyaratkan dalam SNI yang terbaru. Ada banyak metode perkuatan yang bisa dipakai, tetapi dalam penelitian ini dipilih VSL Gensui Damper karena lebih aman dan lebih aplikatif. Tujuan penelitian ini adalah memeriksa kemampuan Gedung T Universitas Kristen Petra yang didesain menggunakan PPTGIUG 1983 dalam menahan beban gempa berdasarkan SNI 1726: 2012. Selanjutnya, pengaruh penggunaan VSL Gensui Damper terhadap kinerja struktur yang meliputi displacement serta story drift dari Gedung T Universitas Kristen Petra dievaluasi. Untuk memperoleh hasil tersebut, analisis riwayat waktu nonlinier dilakukan dengan menggunakan program SAP 2000 V. 18 dengan beban percepatan gempa yang telah disesuaikan dengan respon spektrum kota Surabaya dengan periode ulang 2500 tahun dan ⅔ 2500 tahun (gempa desain). Hasil ini menunjukkan bahwa Gedung T Universitas Kristen Petra masih mampu menahan beban gempa desain, tetapi tidak mampu menahan beban gempa 2500 tahun. Setelah model diberi VSL Gensui Damper, performa gedung membaik. Story drift dan displacement untuk gempa desain secara berturut-turut berkurang sebesar 4% dan 9%. Sedangkan, story drift dan displacement untuk gempa 2500 tahun secara berturut-turut berkurang sebesar 9% dan 14%."}, "filled": true, "author_pub_id": "iNrlHPUAAAAJ:iH-uZ7U-co4C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=15008284498855409128", "cites_id": ["15008284498855409128"], "pub_url": "http://publication.petra.ac.id/index.php/teknik-sipil/article/view/7040", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6DVHAjwjSNAJ:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "KINERJA STRUKTUR EXISTING YANG DIRENCANAKAN BERDASARKAN PERATURAN GEMPA TAHUN 1983. STUDI KASUS STRUKTUR HOTEL DI BALIKPAPAN", "pub_year": 2018, "citation": "Jurnal Dimensi Pratama Teknik Sipil 7 (1), 117-124, 2018", "author": "Ferry Ferry and Elian Davin Mulyadi and Pamuda Pudjisuryadi and Benjamin Lumantarna", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "7", "number": "1", "pages": "117-124", "abstract": "Indonesia telah beberapa kali mengalami pembaruan peraturan gempa, mulai dari PMI 1970 sampai menjadi SNI 1726-2012. Pembaruan ini mensyaratkan beban gempa dengan periode ulang yang lebih besar. Hal ini berdampak kepada bangunan existing yang direncanakan menggunakan peraturan lama. Dikhawatirkan bangunan tersebut tidak memenuhi persyaratan yang disyaratkan oleh peraturan baru, sehingga diperlukan kajian ulang mengenai kinerja dari bangunan. Penelitian ini akan menggunakan studi kasus dari bangunan hotel 9 lantai di kota Balikpapan, yang direncanakan berdasarkan PPTI-UG 1983 dengan peraturan beton SKSNI T-15-1991-03, dan akan dievaluasi terhadap SNI 1726-2012. Analisa menggunakan non-linear direct integration time history dengan program SAP2000 v. 18.2. Evaluasi kinerja bangunan didasarkan pada performance level berdasarkan FEMA 356 serta individual damage index berdasarkan ACMC. Bangunan menunjukkan kinerja yang baik pada level gempa desain maupun gempa 2500 tahun. Drift ratio dari bangunan tidak melebihi 0.5% untuk setiap level gempa yang diujikan. Nilai maksimum individual damage index pada elemen balok juga hanya sebesar 0.0426 dimana nilai tersebut masih dibawah batas serviceability limit state yang ditentukan ACMC."}, "filled": true, "author_pub_id": "iNrlHPUAAAAJ:r0BpntZqJG4C", "num_citations": 0, "pub_url": "http://publication.petra.ac.id/index.php/teknik-sipil/article/view/7041", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-TCem5G2HawJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Kinerja Struktur Yang Direncanakan Berdasarkan Peraturan Gempa Tahun 2002 Terhadap SNI 1726: 2012: Studi Kasus Struktur Hotel X Di Kupang", "pub_year": 2018, "citation": "Jurnal Dimensi Pratama Teknik Sipil 7 (1), 63-70, 2018", "author": "Christian Handoko and Ryan Setiawan and Pamuda Pudjisuryadi and Benjamin Lumantarna", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "7", "number": "1", "pages": "63-70", "abstract": "Bangunan di Indonesia didesain berdasarkan peraturan gempa yang terus diperbarui secara berkala. Peraturan gempa terakhir kali mengalami pembaruan dari SNI-1726-2002 menjadi SNI 1726: 2012. Level gempa maksimum yang disyaratkan dan peta gempa berubah secara signifikan. Gempa periode ulang 500 tahun adalah level gempa maksimum pada SNI-1726-2002, sedangkan pada SNI 1726: 2012, level gempa maksimum adalah gempa periode ulang 2500 tahun. Akibatnya, bangunan yang didesain berdasarkan peraturan lama dapat mengalami kegagalan struktur jika dievaluasi terhadap peraturan baru. Tujuan dari penelitian ini adalah untuk menginvestigasi performa seismik bangunan Hotel X yang didesain berdasarkan SNI-1726-2002."}, "filled": true, "author_pub_id": "iNrlHPUAAAAJ:j3f4tGmQtD8C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=4206713654763198925", "cites_id": ["4206713654763198925"], "pub_url": "http://publication.petra.ac.id/index.php/teknik-sipil/article/view/7034", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:zRny58c_YToJ:scholar.google.com/", "cites_per_year": {"2022": 2}}
