{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Research Article The Effect of Aggregate Gradations Limit on Dense Graded Cold Mixture Asphalt", "pub_year": 2024, "citation": "Research Article The Effect of Aggregate Gradations Limit on Dense Graded …, 2024", "author": "Paravita Sri Wulandari and Daniel Tjandra", "abstract": "Cold mixture asphalt has several benefits like environmental friendly, easy to use, and economical. This mixture is suitable for use in remote areas or in difficult climatic areas. This laboratory study was aimed to investigate the effect of aggregate gradations limit on cold mixture asphalt. There are five aggregate gradation limits used in this study, as lower, lower-middle, middle, middle-upper, and upper limit. The Marshall test was conducted to investigate the performance of dense graded cold mixture asphalt with various aggregate gradations. The results of this study showed that middle-upper gradation on cold mix asphalt generated the best results compared to the middle and lower gradations considering the required porosity of the mixtures. Furthermore, designing gradations of mixtures is an economical effort to obtain the best required cold mixture asphalt."}, "filled": true, "author_pub_id": "io79XMIAAAAJ:dfsIfKJdRG4C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20882/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:sfHXCJPDnr0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The effect of aggregate gradations limit on dense graded cold mixture asphalt", "pub_year": 2024, "citation": "AIP Conference Proceedings 2934 (1), 2024", "author": "Paravita Sri Wulandari and Daniel Tjandra", "journal": "AIP Conference Proceedings", "volume": "2934", "number": "1", "publisher": "AIP Publishing", "abstract": "Cold mixture asphalt has several benefits like environmental friendly, easy to use, and economical. This mixture is suitable for use in remote areas or in difficult climatic areas. This laboratory study was aimed to investigate the effect of aggregate gradations limit on cold mixture asphalt. There are five aggregate gradation limits used in this study, as lower, lower-middle, middle, middle-upper, and upper limit. The Marshall test was conducted to investigate the performance of dense graded cold mixture asphalt with various aggregate gradations. The results of this study showed that middle-upper gradation on cold mix asphalt generated the best results compared to the middle and lower gradations considering the required porosity of the mixtures. Furthermore, designing gradations of mixtures is an economical effort to obtain the best required cold mixture asphalt."}, "filled": true, "author_pub_id": "io79XMIAAAAJ:4OULZ7Gr8RgC", "num_citations": 0, "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2934/1/030004/3269804", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:GLx8wg53BsUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "USE OF U-WRAP TO OVERCOME CONCRETE COVER DELAMINATION IN VARIOUS SIZES OF BEAMS USING STRUT AND TIE MODELLING", "pub_year": 2024, "citation": "Proceedings on Engineering 6 (1), 189-196, 2024", "author": "Gunawan Budi Wijaya and Benjamin Lumantarna and Fillbert Hanselly Njoko and B Cahyadi and Daniel Tjandra and Resmana Lim", "journal": "Proceedings on Engineering", "volume": "6", "number": "1", "pages": "189-196", "abstract": "Reinforced concrete beams reinforced with Fiber Reinforced Polymer (FRP) have several failure patterns, one of which is Concrete Cover Delamination. To prevent this failure, in this study, FRP U-Wrap was installed which was calculated using Strut and Tie Modelling (STM). The specimens of reinforced concrete beams with a length of 3300 mm, a width of 300 mm, and variations in height of 500, 600, and 700 mm were loaded with the two-point load method. Data collection and analysis was carried out using Digital Image Correlation, LVDT, strain gauge, and data logger. The bending behaviour reviewed in this study is ductility, crack pattern, type of failure, flexural capacity, and stiffness. In this study, the addition of U-Wrap did not have a significant effect on flexural behaviour when compared to beams without U-Wrap FRP. All beams experienced a failure pattern of FRP Debonding, so that the Concrete Cover Delamination did not occur."}, "filled": true, "author_pub_id": "io79XMIAAAAJ:yD5IFk8b50cC", "num_citations": 0, "pub_url": "https://pesjournal.net/journal/v6-n1/21.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:m-2bb4TIwxIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The effect of polypropylene fiber as an additive in open graded emulsion mixture", "pub_year": 2023, "citation": "International Journal of Advanced Research in Engineering Innovation 5 (2 …, 2023", "author": "Paravita Sri Wulandari and Albertus Justianto Gunawan and Bryan Fernando Lembono and Figo Chrisnando Hendrianto and Daniel Tjandra", "journal": "International Journal of Advanced Research in Engineering Innovation", "volume": "5", "number": "2", "pages": "16-23", "abstract": "The impact of global warming in Indonesia is the longer dry season in some areas. It is important to reduce gas emission that is associated with global warming. In road construction, Cold Asphalt Emulsion Mixture (CAEM) is considered more environmentally friendly than hot mix asphalt because it emits fewer emissions; however, its strength and durability are not as good as those of hot mix asphalt are. In this research, the type of gradation used is open graded. In order to improve the performance of CAEM, 12 mm-long polypropylene fiber was added as an additive. The main purpose of this research is to analyze the effect of adding polypropylene fiber to Open Graded Emulsion Mixture (OGEM) and to determine the curing effects on its parameters. Further analysis of the results showed that polypropylene fiber content at 0.1% could increase the stability of mixture but increasing the content of polypropylene fiber in mixture tended to decrease the stability of OGEM. Polypropylene fiber performed well to significantly reduce the flow value, but it only performed better at the early age of mixtures."}, "filled": true, "author_pub_id": "io79XMIAAAAJ:fPk4N6BV_jEC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=15635390630926182926", "cites_id": ["15635390630926182926"], "pub_url": "https://myjms.mohe.gov.my/index.php/ijarei/article/view/22959", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DmrTYPAQ_NgJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Properties evaluation of cold mix asphalt based on compaction energy and mixture gradation", "pub_year": 2023, "citation": "IOP Conference Series: Earth and Environmental Science 1195 (1), 012024, 2023", "author": "PS Wulandari and D Tjandra", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "1195", "number": "1", "pages": "012024", "publisher": "IOP Publishing", "abstract": "Mix design for cold mix asphalt as a surface course has several factors to be considered, such as the traffic level and environmental condition. The compaction energy in mix design is related to expected traffic level. The choice of aggregate gradation is affected by the environment condition. Generally, there are two types of cold asphalt mixture, open graded and dense graded. The purpose of this study is to investigate the properties of cold mix asphalt surface course considering the compaction energy and aggregate gradation factors by laboratory experiments. The trial specimens were prepared with five different cationic emulsion bitumen contents for each type of mixture gradation at various compaction energy using Marshall compactor machine. The stability and volumetric properties of these specimens were measured by Marshall Test and then compared to the specified values. If the pavement is designed …"}, "filled": true, "author_pub_id": "io79XMIAAAAJ:u_35RYKgDlwC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=15297365026795914327", "cites_id": ["15297365026795914327"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/1195/1/012024/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:V4SnZXEoS9QJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "DAMPAK NEGATIF PROYEK PEMBANGUNAN RUMAH TINGGAL TERHADAP BANGUNAN DI SEKITARNYA  STUDI KASUS DI SURABAYA", "pub_year": 2023, "citation": "Rekayasa Sipil 17 (1), 31-36, 2023", "author": "Daniel Tjandra and Paravita Sri Wulandari", "volume": "17", "number": "1", "pages": "31-36", "abstract": "The need for housing in a metropolitan city such as Surabaya will increase with time.  These needs can be met by building new houses or renovating old houses. Sometimes the construction and renovation of houses will more or less have an environmental impact on the surrounding buildings.  The case study in this paper aims to increase public awareness of the impact of construction project on the surrounding buildings. The case study was conducted by doing field observations on the location of a residential building construction which had an impact on the adjacent existing houses, located on the right and left side. From the result of the analysis, it was found that the damage to the adjacent houses was caused by the demolition of the old building, the addition of loads, and the process of compaction of the backfill.  Repair and strengthening of damage buildings must be carried out to restore its function and prevent further damage. Unfortunately, building repair requires significant additional costs and causes the construction time to be longer."}, "filled": true, "author_pub_id": "io79XMIAAAAJ:zA6iFVUQeVQC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=1938728904854861156", "cites_id": ["1938728904854861156"], "pub_url": "https://repository.petra.ac.id/19912/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZPWnyaq_5xoJ:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisa Stabilisasi Tanah Lunak Dengan Campuran Portland Cement Dan Fly Ash Untuk Diaplikasikan Pada Bangunan Rumah Tinggal 2 Lantai", "pub_year": 2022, "citation": "Jurnal Dimensi Pratama Teknik Sipil 11 (2), 230-237, 2022", "author": "Yohanes Febrian Onggara and Daniel Tjandra and Johanes Indrojono Suwono", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "11", "number": "2", "pages": "230-237", "abstract": "Tanah lunak merupakan jenis tanah kohesif yang terdiri dari butiran-butiran kecil seperti lempung dan lanau. Tanah lunak memiliki sifat gaya geser rendah, pemeabilitas rendah, pemampatan tinggi, dan daya dukung tanah rendah sehingga memerlukan stabilisasi tanah. Stabilisasi dilakukan dengan menggunakan material semen dan fly ash. Pengujian dilakukan menggunakan tanah lunak yang diambil dari PT. Endo Surabaya dengan nilai kuat tekan bebas tanah asli 0.48 kg/cm2. Pengujian yang dilakukan meliputi karakteristik tanah asli, UCT dan CBR unsoaked. Benda uji yang dibuat berjumlah 3 untuk pengujian masing-masing karakteristik tanah asli dan masing-masing 2 benda uji dibuat untuk tiap variasi campuran pengujian UCT dan CBR unsoaked. Penelitian ini bertujuan untuk mengetahui campuran optimum semen dan fly ash dan dampak pemeraman (2 hari dan 4 hari) pada daya dukung dan sifat fisik tanah lunak agar bisa diaplikasikan kepada pembangunan rumah tinggal 2 lantai. Dari hasil penelitian UCT dan CBR terjadi kenaikkan kekuatan tekan bebas tanah undisturbed sebesar 273% dan tanah asli sebesar 190% jika dibandingkan dengan daya dukung tanah yang sudah distabilisasi. Pada aplikasi perhitungan daya dukung pondasi lajur rumah tinggal 2 lantai didapati daya dukung minimum tanah stabilisasi mampu menopang rumah tinggal 2 lantai dengan berat 22 ton menggunakan dimensi pondasi lajur sebesar 400 x 80 cm"}, "filled": true, "author_pub_id": "io79XMIAAAAJ:rO6llkc54NcC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=6672120478817288152", "cites_id": ["6672120478817288152"], "pub_url": "https://publication.petra.ac.id/index.php/teknik-sipil/article/view/12934", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2H-DnjkimFwJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 0, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Rancangan & Metode Pembangunan Shelter Tanggap Bencana Tsunami Di Kelurahan Lere, Teluk Palu, Sulawesi Tengah", "pub_year": 2022, "citation": "Jurnal Dimensi Pratama Teknik Sipil 11 (1), 2022", "author": "Jondry Lawono and Harvey Ramses Panjaitan and Handoko Sugiharto and Daniel Tjandra", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "11", "number": "1", "abstract": "Indonesia merupakan salah satu dari beberapa negara yang memiliki frekuensi gempa bumi cukup tinggi. Salah satu lokasi di Indonesia yang mempunyai frekuensi gempa bumi cukup tinggi ada di Kota Palu, Sulawesi Tengah. Oleh karena itu, dibutuhkan upaya mitigasi yang memadai untuk mengurangi kerugian akibat bencana tersebut. Penelitian ini bertujuan untuk mengetahui tingkat kesiapan pemerintah Kota Palu dalam menghadapi bencana serta untuk mengetahui pendapat dan pilihan masyarakat sekitar Teluk Palu mengenai dua alternatif selter yang di rancang oleh peneliti, yaitu selter dengan struktur beton bertulang yang dibangun dengan metode konvensional dan selter dari kontainer bekas yang dibangun dengan metode modifikasi interior. Pengumpulan data dilakukan dengan menyebarkan kuesioner kepada masyarakat sekitar Teluk Palu. Setelah data terkumpul, data tersebut diolah dengan metode rata-rata. Hasil penelitian menunjukkan kesiapan pemerintah dalam menghadapi bencana perlu ditingkatkan dan dari dua alternatif selter yang telah diberikan, masyarakat memilih alternatif selter dengan struktur beton bertulang. Hal ini menunjukkan bahwa bangunan selter dengan struktur beton bertulang lebih ideal dan sesuai dengan kondisi di lapangan untuk digunakan sebagai tempat evakuasi ketimbang selter dari kontainer bekas"}, "filled": true, "author_pub_id": "io79XMIAAAAJ:ZHo1McVdvXMC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=2765162699364736943", "cites_id": ["2765162699364736943"], "pub_url": "https://publication.petra.ac.id/index.php/teknik-sipil/article/view/12105", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:r5_LGdPUXyYJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Implementasi internet of things pada sistem cathodic protection sebagai proteksi korosi besi beton", "pub_year": 2022, "citation": "J. INFRA 10 (1), 2022", "author": "Billy Christian Johan and Agustinus Noertjahyana and Gunawan Budi Wijaya and Daniel Tjandra and Resmana Lim", "journal": "J. INFRA", "volume": "10", "number": "1", "abstract": "Concrete iron or reinforcement bar is steel used for reinforcement in concrete construction or known as reinforced concrete. Reinforcing bar can undergo a corrosion process caused by chemical or electrochemical reactions between steel reinforcement and its environment. One of many way to protect concrete from corrosion is by cathodic protection. There are two types of cathodic protection, namely sacrificial anodes and impressed current cathodic protection (ICCP). ICCP is more commonly used for protection in reinforced bar structures. In ICCP, negative current flows to the reinforcing bar and positive current flows to the anode. This is a method to protect the reinforcing bar from corrosion. In addition to the corrosion protection system, there is also a half-cell potential test to measure the chance of corrosion of the reinforcing bar. Measurements are made by reading the potential difference between the reference …"}, "filled": true, "author_pub_id": "io79XMIAAAAJ:SeFeTyx0c_EC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=670807236977140408", "cites_id": ["670807236977140408"], "pub_url": "https://scholar.google.com/scholar?cluster=670807236977140408&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:uKLIwKAvTwkJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The effect of crumb rubber in dense graded and open graded cold mixture asphalt", "pub_year": 2021, "citation": "IOP Conference Series: Earth and Environmental Science 907 (1), 012008, 2021", "author": "Paravita Sri Wulandari and Daniel Tjandra", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "907", "number": "1", "pages": "012008", "publisher": "IOP Publishing", "abstract": "Recycling tires is one of the eco-friendly way for reducing environmental problems. Incorporating crumb rubber in asphalt mixtures is an alternative way for reusing the end-of-life tires in road construction. The main purpose of this study is to evaluate the cold mix asphalt incorporating crumb rubber as a substitute for a part of fine aggregates. In this study, the aggregate gradations for mix design were selected according to the specification, Dense Graded Emulsion Mixtures (DGEM) Type IV and Open Graded Emulsion Mixtures (OGEM) Type E/20. The design bitumen content in this study was optimized for stability, void in mixture (porosity), and density. Crumb Rubber (CR) emulsion mixtures were made with optimum bitumen content at 8% by mass of total mixture for DGEM and OGEM. In order to incorporate crumb rubber into the cold emulsion mixtures, laboratory testing were performed for 25% and 50% of fine …"}, "filled": true, "author_pub_id": "io79XMIAAAAJ:pqnbT2bcN3wC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=14458718394809363525", "cites_id": ["14458718394809363525"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/907/1/012008/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:RawERsavp8gJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Potential damage to residential building due to adjacent surcharge fill loading-case studies in Surabaya, Indonesia", "pub_year": 2021, "citation": "IOP Conference Series: Earth and Environmental Science 907 (1), 012030, 2021", "author": "Daniel Tjandra and Handoko Sugiharto and Januar Buntoro and Paravita Sri Wulandari", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "907", "number": "1", "pages": "012030", "publisher": "IOP Publishing", "abstract": "Housing construction is a common construction activity and is always needed from time to time. House construction can be in the form of building new house or renovating an existing building. The impact of construction work to adjacent building or structure is something that cannot be avoided but must be minimized. The case study in this research aims to increase the awareness of all parties in construction project related to the potential damage to the surrounding buildings that may occur. This research was conducted with a case study on the construction of residential houses in Case A and Case B located in Surabaya-Indonesia. Field observations, analysis of damage causes, rectification methods and estimated cost were carried out in this study. These two case studies presented the damages analysis on residential house due to settlement which caused by adjacent surcharge fill loading. This settlement causes …"}, "filled": true, "author_pub_id": "io79XMIAAAAJ:g5m5HwL7SMYC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=7050199409125770436", "cites_id": ["7050199409125770436"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/907/1/012030/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:xEScUAJX12EJ:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Reliability-based design optimization for structures using particle swarm optimization", "pub_year": 2020, "citation": "Journal of Physics: Conference Series 1625 (1), 012016, 2020", "author": "G Gaby and D Prayogo and BH Wijaya and FT Wong and D Tjandra", "journal": "Journal of Physics: Conference Series", "volume": "1625", "number": "1", "pages": "012016", "publisher": "IOP Publishing", "abstract": "Studies on structure design optimization have been conducted extensively over the past decades because it can increase structural efficiency and maximize the engineers' profit. One of the significant current discussions is the reliability aspect of structure design in addition to optimal design. This problem becomes more important especially in sizing and shaping optimization of truss structures. To address the problem, this paper applies Reliability-based Design Optimization (RBDO) by combining Latin Hypercube Sampling (LHS) and metaheuristic algorithms which are Particle Swarm Optimization (PSO) and Barebone PSO (BBPSO). The presence of uncertainty is modeled using LHS and the reliability constraint is added to measure the probability of structural failure. This study aims to investigate the performance of these metaheuristic algorithms in optimizing the structure design while still satisfying the reliability …"}, "filled": true, "author_pub_id": "io79XMIAAAAJ:35N4QoGY0k4C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=12551751569881433409", "cites_id": ["12551751569881433409"], "pub_url": "https://iopscience.iop.org/article/10.1088/1742-6596/1625/1/012016/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:QQW8_4zHMK4J:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Comparative study of particle swarm optimization algorithms in solving size, topology, and shape optimization", "pub_year": 2020, "citation": "Journal of Physics: Conference Series 1625 (1), 012015, 2020", "author": "KENNETH Harsono and Doddy Prayogo and KE Prasetyo and FT Wong and Daniel Tjandra", "journal": "Journal of Physics: Conference Series", "volume": "1625", "number": "1", "pages": "012015", "publisher": "IOP Publishing", "abstract": "This paper focuses on optimizing truss structures while propose best PSO variants. Truss optimization is one way to make the design efficient. There are three types of optimization, size optimization, shape optimization, and topology optimization. By combining size, shape and topology optimization, we can obtain the most efficient structure. Metaheuristics have the ability to solve this problem. Particle swarm optimization (PSO) is metaheuristic algorithm which is frequently used to solve many optimization problems. PSO mimics the behavior of flocking birds looking for food. But PSO has three parameters that can interfere with its performance, so this algorithm is not adaptive to diverse problems. Many PSO variants have been introduced to solve this problem, including linearly decreasing inertia weight particles swarm optimization (LDWPSO) and bare bones particles swarm optimization (BBPSO). The metaheuristic …"}, "filled": true, "author_pub_id": "io79XMIAAAAJ:vV6vV6tmYwMC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=9429953088273684325", "cites_id": ["9429953088273684325"], "pub_url": "https://iopscience.iop.org/article/10.1088/1742-6596/1625/1/012015/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZZcmK1_s3YIJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 0, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The utilisation of the numerical hydrodynamic model to face rob floods in coastal areas in the industrial revolution era 4.0 at east java Indonesia", "pub_year": 2020, "citation": "Journal of Physics: Conference Series 1625 (1), 012060, 2020", "author": "Surya Hermawan and Octavius Hans and CHRISTIAN Gunawan and Daniel Tjandra and Joko Purnomo", "journal": "Journal of Physics: Conference Series", "volume": "1625", "number": "1", "pages": "012060", "publisher": "IOP Publishing", "abstract": "Global warming has impacted the sea-level rise. Then it caused the Rob flooding in coastal areas. The research location is in Rob floods area in Tegalsari Hamlet, Jabon Subdistrict, Sidoarjo that have damaged seaweed cultivation, and estimated losses reached 5 billion rupiahs in early 2018. Therefore, it needs to do research numerical hydrodynamic models to prevent this flood. However, the devices for measurement data are too expensive. This research aims to utilise economical devices measurement based on the industrial revolution 4.0 with numerical hydrodynamic methods models in the field of civil engineering. This model is an approach to estimate the hydrodynamics of coastal waters such as tides, currents and water levels. To simulate the hydrodynamic model, for nearshore bathymetry data are gained from sonar and offshore bathymetry data from GEBCO. The simulations utilise open-source Delft3D …"}, "filled": true, "author_pub_id": "io79XMIAAAAJ:lSLTfruPkqcC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=2171940315763391060", "cites_id": ["2171940315763391060"], "pub_url": "https://iopscience.iop.org/article/10.1088/1742-6596/1625/1/012060/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VDptsjVIJB4J:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Application of metaheuristic algorithms in truss structure sizing optimization", "pub_year": 2020, "citation": "IOP Conference Series: Earth and Environmental Science 506 (1), 012045, 2020", "author": "Doddy Prayogo and KENNETH Harsono and KE Prasetyo and FT Wong and Daniel Tjandra", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "506", "number": "1", "pages": "012045", "publisher": "IOP Publishing", "abstract": "Field studies of structural optimization have gained increased attention due to the rapid development of metaheuristic algorithms. One widely known metaheuristic algorithm, Particle Swarm Optimization (PSO), has been extensively used to solve many problems and is reported to have fast convergence behavior and good accuracy. As many problems become more complex, studies have been focused on improving PSO searching capability. This study presents the application of PSO and its variants in optimizing truss structures. The performances of PSO and several PSO variants, namely, linearly decreasing inertia weight PSO (LDW-PSO) and bare bones PSO (BB-PSO), were compared and investigated. All optimization algorithms were tested in 72-bar and 25-bar spatial truss problems. The results indicate that BBPSO was the best algorithm in terms of optimum solution, consistency, and convergence behavior."}, "filled": true, "author_pub_id": "io79XMIAAAAJ:J_g5lzvAfSwC", "num_citations": 0, "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/506/1/012045/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Tcrtpri_rdEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Structural design optimization using particle swarm optimization and its variants", "pub_year": 2020, "citation": "IOP Conference Series: Earth and Environmental Science 506 (1), 012048, 2020", "author": "Doddy Prayogo and WILLIAM Hauwing and FT Wong and Daniel Tjandra", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "506", "number": "1", "pages": "012048", "publisher": "IOP Publishing", "abstract": "Structural design optimization has become an extremely challenging and more complex task for most real-world practical applications. A huge number of design variables and complex constraints have contributed to the complexity and nonlinearity of the problems. Mathematical programming and gradient-based search algorithms cannot be used to solve nonlinear problems. Thus, researchers have extensively conducted many experimental studies to address the growing complexity of these problems. Metaheuristic algorithms, which typically use nature as a source inspiration, have been developed over past decades. As one of the widely used algorithms, particle swarm optimization (PSO) has been studied and expanded to deal with many complex problems. Particle swarm optimization and its variants have great accuracy in finding the best solution while maintaining its fast convergence behavior. This study aims …"}, "filled": true, "author_pub_id": "io79XMIAAAAJ:NaGl4SEjCO4C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=1046172256399927133", "cites_id": ["1046172256399927133"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/506/1/012048/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:XSeW1B_AhA4J:scholar.google.com/", "cites_per_year": {"2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "THE UTILIZATION OF THE DRONE AND SONAR FOR FLOOD DESIGN IN CONSTRUCTION ERA 4.0.", "pub_year": 2019, "citation": "THE UTILIZATION OF THE DRONE AND SONAR FOR FLOOD DESIGN IN CONSTRUCTION ERA 4.0., 2019", "author": "Surya Hermawan and Joko Purnomo and Daniel Tjandra and Welly Pontjoharyo", "abstract": "Climate change caused by global warming has become an interesting study in recent years which is indicated by an increase in seawater temperature, sea-level rise and flooding. In the research area at Jabon District Sidoarjo was affected by sea flood in December 2017 within material loss about 5 billion rupiahs. This research aims to utilise the recent technology in construction era 4.0 with photogrammetric techniques using Unmanned Aerial Vehicles and sonar tools to analyse flooding events by making bathymetry maps with low and affordable costs in watersheds, including the effects of tides was also carried out. The method in this research was carried out the right photogrammetric technique and processed to provide a 3-dimensional appearance. Also, sonar tools use as benchmarks with high accuracy in the bathymetry mapping and river sedimentation occurrence. The outcome of this study proves that the watershed at the study site was a tidal influence on the condition of the highest high water level, which caused seawater to pass through the river bank as high as 10 centimetres. Fur further to overcome this problem, it recommends to do dredging of the riverbed, and the appropriate construction of river banks/embankments are higher and more durable."}, "filled": true, "author_pub_id": "io79XMIAAAAJ:M05iB0D1s5AC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19265/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ij19Ama4-QUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Mutu Beton Terhadap Efektivitas Impressed Current Cathodic Protection Dengan Carbon Fiber Reinforced Polymer Laminate Sebagai Anoda", "pub_year": 2019, "citation": "Jurnal Dimensi Pratama Teknik Sipil 8 (2), 204-209, 2019", "author": "Kevin Kevin and Grace Christiani Linggadiharja and Daniel Tjandra and Gunawan Budi Wijaya", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "8", "number": "2", "pages": "204-209", "abstract": "Struktur beton bertulang yang mengalami korosi dapat menyebabkan kegagalan struktur. Metode perlindungan yang digunakan untuk mengatasi korosi tersebut adalah Impressed Current Cathodic Protection (ICCP) dengan Carbon Fiber Reinforced Polymer (CFRP) laminate sebagai anoda. Untuk melihat efektivitas dari ICCP dilakukan half cell potential test untuk mengetahui peluang terjadinya korosi. Pada penelitian ini, variabel yang digunakan adalah mutu beton fc’20 MPa, fc’30 MPa, dan fc’40 MPa. Variasi mutu beton menunjukkan pengaruh yang signifikan terhadap peluang terjadinya korosi. Semakin tinggi mutu beton maka semakin kecil peluang terjadinya korosi. Beton mutu tinggi memiliki resistivity yang tinggi, sehingga lebih sulit untuk dialiri listrik selama proses ICCP. Akan tetapi, hasil beda potensial spesimen beton fc’40 MPa menunjukkan hasil yang paling positif dibandingkan fc’20 MPa dan fc’30 MPa, sehingga peluang terjadinya korosi paling kecil."}, "filled": true, "author_pub_id": "io79XMIAAAAJ:_Qo2XoVZTnwC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=12845189455459517512", "cites_id": ["12845189455459517512"], "pub_url": "http://publication.petra.ac.id/index.php/teknik-sipil/article/view/9620", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:SARCxcBHQ7IJ:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGARUH KADAR GRAFIT DAN DENSITAS ARUS TERHADAP EFEKTIFITAS CARBON FIBER REINFORCED POLYMER LAMINATE SEBAGAI ANODA IMPRESSED CURRENT CATHODIC PROTECTION SYSTEM", "pub_year": 2019, "citation": "Jurnal Dimensi Pratama Teknik Sipil 8 (2), 66-75, 2019", "author": "David Pratama Lays and Hongky Haodiwidjaya Tanto and Daniel Tjandra and Gunawan Budi Wijaya", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "8", "number": "2", "pages": "66-75", "abstract": "Impressed current cathodic protection (ICCP) merupakan metode yang umum digunakan untuk perbaikan struktur yang telah mengalami korosi. Penggunaan Carbon fiber reinforced polymer (CFRP) sebagai anoda sudah terbukti bisa digunakan dalam sistem ICCP. Namun, penelitian yang berfokus pada variabel yang mempengaruhi efektifitas perlindungan ICCP dengan menggunakan CFRP sebagai anoda masih sedikit dilakukan. Dalam penelitian ini, variabel yang diteliti adalah pengaruh dari densitas arus dan kadar bubuk grafit pada epoxy. Bubuk grafit berperan sebagai conductive pigment untuk meningkatkan konduktivitas epoxy sedangkan densitas arus mempengaruhi besar perlindungan yang diberikan pada spesimen. High corrosion level (mass loss teoritis 18%) diberikan ke semua spesimen beton bertulang dan CFRP laminate ditempelkan pada spesimen tersebut dengan menggunakan 5 macam kadar grafit: 7, 5%; 10%; 12, 5%; 15%; 17, 5%. Selanjutnya, ICCP dengan 2 macam densitas arus (10 dan 20 mA/m2) diberikan pada spesimen. Half cell potential test dilakukan untuk mengukur efektifitas dari sistem ICCP tersebut. Sistem ICCP berhasil memberikan kenaikan potensial minimal pada spesimen sebesar 177 mV yang menunjukkan peluang korosi pada semua spesimen semakin mengecil. Dari hasil half cell potential test, disimpulkan bahwa besar densitas arus dan kadar grafit pada epoxy tidak memiliki pengaruh yang signifikan terhadap efektifitas sistem ICCP."}, "filled": true, "author_pub_id": "io79XMIAAAAJ:e5wmG9Sq2KIC", "num_citations": 0, "pub_url": "http://publication.petra.ac.id/index.php/teknik-sipil/article/view/9548", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:IHe8AXHylpMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Reliability-based Design Optimization for Structures using Particle Swarm Optimization", "pub_year": 2019, "citation": "Reliability-based Design Optimization for Structures using Particle Swarm …, 2019", "author": "Doddy Prayogo and GRETEL GABY and BOBBY HARTANTO WIJAYA and Wong Foek Tjong and Daniel Tjandra", "abstract": "Studies on structure design optimization have been conducted extensively over the past decades because it can increase structural efficiency and maximize the engineers’ profit. One of the significant current discussions is the reliability aspect of structure design in addition to optimal design. This problem becomes more important especially in sizing and shaping optimization of truss structures. To address the problem, this paper applies Reliability-based Design Optimization (RBDO) by combining Latin Hypercube Sampling (LHS) and metaheuristic algorithms which are Particle Swarm Optimization (PSO) and Barebone PSO (BBPSO). The presence of uncertainty is modeled using LHS and the reliability constraint is added to measure the probability of structural failure. This study aims to investigate the performance of these metaheuristic algorithms in optimizing the structure design while still satisfying the reliability constraints. Two case studies, a welded beam design problem and 15-bar planar truss problem, are used in this study. The performance of these two algorithms will be compared. The obtained results indicate that BBPSO has a better performance than PSO."}, "filled": true, "author_pub_id": "io79XMIAAAAJ:RYcK_YlVTxYC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/18852/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:R5XlBghsBXQJ:scholar.google.com/", "cites_per_year": {}}
