{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Research Article The Effect of Aggregate Gradations Limit on Dense Graded Cold Mixture Asphalt", "pub_year": 2024, "citation": "Research Article The Effect of Aggregate Gradations Limit on Dense Graded …, 2024", "author": "Paravita Sri Wulandari and Daniel Tjandra", "abstract": "Cold mixture asphalt has several benefits like environmental friendly, easy to use, and economical. This mixture is suitable for use in remote areas or in difficult climatic areas. This laboratory study was aimed to investigate the effect of aggregate gradations limit on cold mixture asphalt. There are five aggregate gradation limits used in this study, as lower, lower-middle, middle, middle-upper, and upper limit. The Marshall test was conducted to investigate the performance of dense graded cold mixture asphalt with various aggregate gradations. The results of this study showed that middle-upper gradation on cold mix asphalt generated the best results compared to the middle and lower gradations considering the required porosity of the mixtures. Furthermore, designing gradations of mixtures is an economical effort to obtain the best required cold mixture asphalt."}, "filled": true, "author_pub_id": "io79XMIAAAAJ:dfsIfKJdRG4C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20882/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:sfHXCJPDnr0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The effect of aggregate gradations limit on dense graded cold mixture asphalt", "pub_year": 2024, "citation": "AIP Conference Proceedings 2934 (1), 2024", "author": "Paravita Sri Wulandari and Daniel Tjandra", "journal": "AIP Conference Proceedings", "volume": "2934", "number": "1", "publisher": "AIP Publishing", "abstract": "Cold mixture asphalt has several benefits like environmental friendly, easy to use, and economical. This mixture is suitable for use in remote areas or in difficult climatic areas. This laboratory study was aimed to investigate the effect of aggregate gradations limit on cold mixture asphalt. There are five aggregate gradation limits used in this study, as lower, lower-middle, middle, middle-upper, and upper limit. The Marshall test was conducted to investigate the performance of dense graded cold mixture asphalt with various aggregate gradations. The results of this study showed that middle-upper gradation on cold mix asphalt generated the best results compared to the middle and lower gradations considering the required porosity of the mixtures. Furthermore, designing gradations of mixtures is an economical effort to obtain the best required cold mixture asphalt."}, "filled": true, "author_pub_id": "io79XMIAAAAJ:4OULZ7Gr8RgC", "num_citations": 0, "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2934/1/030004/3269804", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:GLx8wg53BsUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "USE OF U-WRAP TO OVERCOME CONCRETE COVER DELAMINATION IN VARIOUS SIZES OF BEAMS USING STRUT AND TIE MODELLING", "pub_year": 2024, "citation": "Proceedings on Engineering 6 (1), 189-196, 2024", "author": "Gunawan Budi Wijaya and Benjamin Lumantarna and Fillbert Hanselly Njoko and B Cahyadi and Daniel Tjandra and Resmana Lim", "journal": "Proceedings on Engineering", "volume": "6", "number": "1", "pages": "189-196", "abstract": "Reinforced concrete beams reinforced with Fiber Reinforced Polymer (FRP) have several failure patterns, one of which is Concrete Cover Delamination. To prevent this failure, in this study, FRP U-Wrap was installed which was calculated using Strut and Tie Modelling (STM). The specimens of reinforced concrete beams with a length of 3300 mm, a width of 300 mm, and variations in height of 500, 600, and 700 mm were loaded with the two-point load method. Data collection and analysis was carried out using Digital Image Correlation, LVDT, strain gauge, and data logger. The bending behaviour reviewed in this study is ductility, crack pattern, type of failure, flexural capacity, and stiffness. In this study, the addition of U-Wrap did not have a significant effect on flexural behaviour when compared to beams without U-Wrap FRP. All beams experienced a failure pattern of FRP Debonding, so that the Concrete Cover Delamination did not occur."}, "filled": true, "author_pub_id": "io79XMIAAAAJ:yD5IFk8b50cC", "num_citations": 0, "pub_url": "https://pesjournal.net/journal/v6-n1/21.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:m-2bb4TIwxIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The effect of polypropylene fiber as an additive in open graded emulsion mixture", "pub_year": 2023, "citation": "International Journal of Advanced Research in Engineering Innovation 5 (2 …, 2023", "author": "Paravita Sri Wulandari and Albertus Justianto Gunawan and Bryan Fernando Lembono and Figo Chrisnando Hendrianto and Daniel Tjandra", "journal": "International Journal of Advanced Research in Engineering Innovation", "volume": "5", "number": "2", "pages": "16-23"}, "filled": true, "author_pub_id": "io79XMIAAAAJ:fPk4N6BV_jEC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=15635390630926182926", "cites_id": ["15635390630926182926"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DmrTYPAQ_NgJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Properties evaluation of cold mix asphalt based on compaction energy and mixture gradation", "pub_year": 2023, "citation": "IOP Conference Series: Earth and Environmental Science 1195 (1), 012024, 2023", "author": "PS Wulandari and D Tjandra", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "1195", "number": "1", "pages": "012024", "publisher": "IOP Publishing", "abstract": "Mix design for cold mix asphalt as a surface course has several factors to be considered, such as the traffic level and environmental condition. The compaction energy in mix design is related to expected traffic level. The choice of aggregate gradation is affected by the environment condition. Generally, there are two types of cold asphalt mixture, open graded and dense graded. The purpose of this study is to investigate the properties of cold mix asphalt surface course considering the compaction energy and aggregate gradation factors by laboratory experiments. The trial specimens were prepared with five different cationic emulsion bitumen contents for each type of mixture gradation at various compaction energy using Marshall compactor machine. The stability and volumetric properties of these specimens were measured by Marshall Test and then compared to the specified values. If the pavement is designed …"}, "filled": true, "author_pub_id": "io79XMIAAAAJ:u_35RYKgDlwC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=15297365026795914327", "cites_id": ["15297365026795914327"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/1195/1/012024/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:V4SnZXEoS9QJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "DAMPAK NEGATIF PROYEK PEMBANGUNAN RUMAH TINGGAL TERHADAP BANGUNAN DI SEKITARNYA  STUDI KASUS DI SURABAYA", "pub_year": 2023, "citation": "Rekayasa Sipil 17 (1), 31-36, 2023", "author": "Daniel Tjandra and Paravita Sri Wulandari", "volume": "17", "number": "1", "pages": "31-36", "abstract": "The need for housing in a metropolitan city such as Surabaya will increase with time.  These needs can be met by building new houses or renovating old houses. Sometimes the construction and renovation of houses will more or less have an environmental impact on the surrounding buildings.  The case study in this paper aims to increase public awareness of the impact of construction project on the surrounding buildings. The case study was conducted by doing field observations on the location of a residential building construction which had an impact on the adjacent existing houses, located on the right and left side. From the result of the analysis, it was found that the damage to the adjacent houses was caused by the demolition of the old building, the addition of loads, and the process of compaction of the backfill.  Repair and strengthening of damage buildings must be carried out to restore its function and prevent further damage. Unfortunately, building repair requires significant additional costs and causes the construction time to be longer."}, "filled": true, "author_pub_id": "io79XMIAAAAJ:zA6iFVUQeVQC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=1938728904854861156", "cites_id": ["1938728904854861156"], "pub_url": "https://repository.petra.ac.id/19912/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZPWnyaq_5xoJ:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisa Stabilisasi Tanah Lunak Dengan Campuran Portland Cement Dan Fly Ash Untuk Diaplikasikan Pada Bangunan Rumah Tinggal 2 Lantai", "pub_year": 2022, "citation": "Jurnal Dimensi Pratama Teknik Sipil 11 (2), 230-237, 2022", "author": "Yohanes Febrian Onggara and Daniel Tjandra and Johanes Indrojono Suwono", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "11", "number": "2", "pages": "230-237", "abstract": "Tanah lunak merupakan jenis tanah kohesif yang terdiri dari butiran-butiran kecil seperti lempung dan lanau. Tanah lunak memiliki sifat gaya geser rendah, pemeabilitas rendah, pemampatan tinggi, dan daya dukung tanah rendah sehingga memerlukan stabilisasi tanah. Stabilisasi dilakukan dengan menggunakan material semen dan fly ash. Pengujian dilakukan menggunakan tanah lunak yang diambil dari PT. Endo Surabaya dengan nilai kuat tekan bebas tanah asli 0.48 kg/cm2. Pengujian yang dilakukan meliputi karakteristik tanah asli, UCT dan CBR unsoaked. Benda uji yang dibuat berjumlah 3 untuk pengujian masing-masing karakteristik tanah asli dan masing-masing 2 benda uji dibuat untuk tiap variasi campuran pengujian UCT dan CBR unsoaked. Penelitian ini bertujuan untuk mengetahui campuran optimum semen dan fly ash dan dampak pemeraman (2 hari dan 4 hari) pada daya dukung dan sifat fisik tanah lunak agar bisa diaplikasikan kepada pembangunan rumah tinggal 2 lantai. Dari hasil penelitian UCT dan CBR terjadi kenaikkan kekuatan tekan bebas tanah undisturbed sebesar 273% dan tanah asli sebesar 190% jika dibandingkan dengan daya dukung tanah yang sudah distabilisasi. Pada aplikasi perhitungan daya dukung pondasi lajur rumah tinggal 2 lantai didapati daya dukung minimum tanah stabilisasi mampu menopang rumah tinggal 2 lantai dengan berat 22 ton menggunakan dimensi pondasi lajur sebesar 400 x 80 cm"}, "filled": true, "author_pub_id": "io79XMIAAAAJ:rO6llkc54NcC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=6672120478817288152", "cites_id": ["6672120478817288152"], "pub_url": "https://publication.petra.ac.id/index.php/teknik-sipil/article/view/12934", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2H-DnjkimFwJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 0, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Rancangan & Metode Pembangunan Shelter Tanggap Bencana Tsunami Di Kelurahan Lere, Teluk Palu, Sulawesi Tengah", "pub_year": 2022, "citation": "Jurnal Dimensi Pratama Teknik Sipil 11 (1), 2022", "author": "Jondry Lawono and Harvey Ramses Panjaitan and Handoko Sugiharto and Daniel Tjandra", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "11", "number": "1", "abstract": "Indonesia merupakan salah satu dari beberapa negara yang memiliki frekuensi gempa bumi cukup tinggi. Salah satu lokasi di Indonesia yang mempunyai frekuensi gempa bumi cukup tinggi ada di Kota Palu, Sulawesi Tengah. Oleh karena itu, dibutuhkan upaya mitigasi yang memadai untuk mengurangi kerugian akibat bencana tersebut. Penelitian ini bertujuan untuk mengetahui tingkat kesiapan pemerintah Kota Palu dalam menghadapi bencana serta untuk mengetahui pendapat dan pilihan masyarakat sekitar Teluk Palu mengenai dua alternatif selter yang di rancang oleh peneliti, yaitu selter dengan struktur beton bertulang yang dibangun dengan metode konvensional dan selter dari kontainer bekas yang dibangun dengan metode modifikasi interior. Pengumpulan data dilakukan dengan menyebarkan kuesioner kepada masyarakat sekitar Teluk Palu. Setelah data terkumpul, data tersebut diolah dengan metode rata-rata. Hasil penelitian menunjukkan kesiapan pemerintah dalam menghadapi bencana perlu ditingkatkan dan dari dua alternatif selter yang telah diberikan, masyarakat memilih alternatif selter dengan struktur beton bertulang. Hal ini menunjukkan bahwa bangunan selter dengan struktur beton bertulang lebih ideal dan sesuai dengan kondisi di lapangan untuk digunakan sebagai tempat evakuasi ketimbang selter dari kontainer bekas"}, "filled": true, "author_pub_id": "io79XMIAAAAJ:ZHo1McVdvXMC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=2765162699364736943", "cites_id": ["2765162699364736943"], "pub_url": "https://publication.petra.ac.id/index.php/teknik-sipil/article/view/12105", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:r5_LGdPUXyYJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
