{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PERANCANGAN INTERIOR\" ARDEAKON CAFE AND GALLERY\" DENGAN PENDEKATAN EKO-DESAIN DI TEMANGGUNG", "pub_year": 2025, "citation": "Jurnal Desain Interior 10 (1), 47-60, 2025", "author": "Elisa Liliani Winata and Hedy Constancia Indrani", "journal": "Jurnal Desain Interior", "volume": "10", "number": "1", "pages": "47-60", "abstract": "Kalangan anak muda gemar berkumpul dan bersantai di cafe. Kegiatan berkumpul yang kian meningkat turut meningkatkan keberadaan cafe. Pembangunan cafe seringkali kurang memperhatikan permasalahan global sepeti perubahan iklim, polusi, dan penurunan keanekaragaman hayati, sehingga hal ini memberikan dampak bagi lingkungan sekitarnya. Pembangunan cafe dengan pendekatan ekodesain penting guna mendukung keseimbangan dan kelestarian lingkungan. Seiring keinginan brand Ardeakon dalam melakukan perluasan dari usaha interior build dan peralatan otomatis ke sektor retail food and beverage di Kota Temanggung, maka identitas brand Ardeakon perlu diterapkan ke dalam desain interior melalui perancangan interior Ardeakon cafe and gallery dengan tepat. Kualitas suatu usaha dipengaruhi kualitas brand dan desain interior yang dapat diaplikasikan ke dalam tempat usaha …"}, "filled": true, "author_pub_id": "IVP5KZwAAAAJ:JV2RwH3_ST0C", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=4072629543136260158&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:PvBl5P3ihDgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Assessment of Indoor Acoustic Performance: Impact of Interior Materials on Classrooms in Higher Education Buildings", "pub_year": 2024, "citation": "International Journal of Sustainable Development & Future Society 2 (2), 84-98, 2024", "author": "Cliff Jevond Audoric Hakim and Marcello Jonathan and Hedy C Indrani", "journal": "International Journal of Sustainable Development & Future Society", "volume": "2", "number": "2", "pages": "84-98", "abstract": "The acoustic quality of classrooms in higher education institutions is very important to support effective and efficient teaching and learning processes. Poor classroom acoustic conditions can cause communication disorders, such as difficulty hearing instructions and misunderstandings, thus disrupting the learning process. This study investigates how interior element materials (floors, walls, and ceilings) can affect the acoustic performance of classrooms. The case study took classrooms from six higher education institutions, namely Petra Christian University, Ciputra University, Wilwatikta College of the Arts, and 17 August 1945 University in Surabaya, as well as Satya Wacana Christian University in Salatiga and the Indonesian Institute of the Arts in Yogyakarta. This study used a quantitative method using I-Simpa (Integrated System for Indoor Acoustic Performance Assessment) software. I-Simpa can identify deficiencies in sound quality by measuring RT 30 (reverberation time), C 50 (clarity), and D 50 (definition) of each existing classroom. Data were collected through acoustic measurements and students' perceptions regarding their experiences with classroom acoustics. The findings can reveal the use of inappropriate interior element materials, which can significantly reduce the clarity of sound in the teaching and learning process in the classroom. The results of the study are expected to provide optimal acoustic material solutions and the most strategic layout to improve sound distribution in the classroom. This study provides suggestions for acoustic material management based on innovation and technology, which will be useful for designing …"}, "filled": true, "author_pub_id": "IVP5KZwAAAAJ:maZDTaKrznsC", "num_citations": 0, "pub_url": "https://ejournals.indoacademia-society.com/index.php/ijsdfs/article/view/76", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-XoC7he7RBkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Model Indoor Soundscape: Faktor Kontekstual Pada Perkantoran Tapak Terbuka Di Kampus Universitas", "pub_year": 2024, "citation": "Institut Teknologi Sepuluh Nopember, 2024", "author": "Hedy C Indrani", "abstract": "Fenomena mengadopsi ruang kerja terbuka telah melanda perkantoran di kota besar di dunia, termasuk di Indonesia. Konteks budaya yang berbeda dapat menyebabkan pengalaman budaya individu dan efek sosial berpengaruh terhadap persepsi soundscape dan perilaku bekerja, sehingga hasilnya diindikasikan berbeda daripada di negara Barat. Penelitian ini bertujuan merumuskan model indoor soundscape terkait faktor kontekstual, terutama karakteristik individu dan sosial budaya yang dapat berpengaruh terhadap persepsi soundscape dan perilaku bekerja di lingkungan setempat. Keterkaitan pengguna dan lingkungannya menjadi fokus dalam penelitian, sehingga paradigma post-positivist dengan mixedmethodology dan studi kasus digunakan dalam penelitian ini. Hasil penelitian di negara Barat menunjukkan persepsi soundscape menjadi negatif, akibat berkurangnya privasi audio-visual dan tingkat suara yang tidak terkontrol. Hal ini telah menyebabkan penurunan signifikan terhadap kesehatan fisik dan psikis serta kinerja karyawan. Studi empiris 104 karyawan pada 6 kantor administrasi Institut Teknologi Sepuluh Nopember dan Universitas Kristen Petra di Surabaya menunjukkan hasil sebaliknya. Karyawan dengan pekerjaan rutin cenderung mengabaikan kebisingan, lebih memperhatikan kondisi arsitektural (kualitas kubikel, posisi kubikel, properti kelengkapan kubikel, dan personalisasi di kubikel) daripada faktor akustikal. Karyawan menilai persepsi soundscape positif, karena sudah terbiasa dengan perilaku dan aktifitas bising kolega. Kondisi kesehatan fisik dan psikis serta kinerja karyawan tidak merasa terganggu …"}, "filled": true, "author_pub_id": "IVP5KZwAAAAJ:isC4tDSrTZIC", "num_citations": 0, "pub_url": "https://repository.its.ac.id/105838/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vIW5O_yVTKcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Interior Kafe Daily Coffee di Makassar", "pub_year": 2023, "citation": "Jurnal Seni Rupa dan Desain 2 (3), 163-170, 2023", "author": "Cindy Veronica and Hedy Constancia Indrani", "journal": "Jurnal Seni Rupa dan Desain", "volume": "2", "number": "3", "pages": "163-170", "publisher": "Petra Christian University", "abstract": "Pada beberapa tahun terakhir, kafe menarik perhatian dan menjadi surga bagi kalangan anak muda khususnya mahasiswa. Seiring berjalannya waktu, telah banyak kafe menghadirkan konsep instagramable yang kekinian bagi generasi millenial. Saat ini, pengunjung kafe Daily Coffee di Makassar dari kalangan anak muda masih kurang dan fasilitas yang tersedia masih kurang optimal untuk memenuhi kebutuhan pengguna beraktivitas. Tujuan perancangan interior kali ini untuk memberikan daya tarik visual yang dapat menjadi perhatian pengunjung khususnya dikalangan anak muda, serta menata ruang sesuai dengan kebutuhan pengguna. Perancangan interior kafe  Daily Coffee  di Makassar menggunakan metode design thinking dan menerapkan konsep instagramable, sehingga kafe mendapatkan suasana baru yang kekinian agar dapat meningkatkan brand kafe tersebut, serta melakukan penataan ruang sesuai kebutuhan pengguna untuk beraktivitas."}, "filled": true, "author_pub_id": "IVP5KZwAAAAJ:k_IJM867U9cC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=5956518510588387792", "cites_id": ["5956518510588387792"], "pub_url": "https://repository.petra.ac.id/21229/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:0OGowQbOqVIJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Interior Sekolah Dasar Katolik Santa Angela di Surabaya dengan Pendekatan Student Centered Learning dalam Kurikulum Merdeka", "pub_year": 2023, "citation": "Jurnal Desain Interior ITS 8 (2), 67-80, 2023", "author": "Carolina Ariella and Hedy Constancia Indrani", "volume": "8", "number": "2", "pages": "67-80", "abstract": "Sekolah merupakan tempat peserta didik untuk menempuh pendidikan. Pendidikan di sekolah tidak lepas kaitannya dengan kurikulum. Kurikulum di Indonesia saat ini mengalami perubahan dengan menggunakan Kurikulum Merdeka. Kurikulum Merdeka merupakan kurikulum modern yang memiliki pendekatan Student Centered Learning. Perubahan kurikulum dan metode pembelajaran akan berdampak pada perubahan aktivitas pengguna di dalamnya. Sekolah Dasar Katolik (SDK) Santa Angela di Surabaya menempati gedung sekolah yang didirikan sejak tahun 1980 dan masih digunakan hingga sekarang. Saat ini, interior ruang kelas masih nampak menggunakan kurikulum konvensional yaitu teacher centered learning, sehingga perlu dilakukan penyesuaian kebutuhan ruang terhadap perubahan metode pembelajaran yang baru. Untuk itu, perancangan interior ini bertujuan untuk menyediakan wadah bagi pengguna khususnya siswa Sekolah Dasar dan guru dalam menerapkan metode pembelajaran Project Based Learning dan Blended Learning yang digunakan sekolah tersebut dalam menerapkan Kurikulum Merdeka. Batasan area yang dirancang adalah lantai satu, karena menjadi pusat area yang berkaitan dengan proses belajar dan mengajar. Perancangan interior yang menggunakan metode Design Thinking ini menghasilkan solusi desain berupa konsep desain dan implementasinya di dalam ruang untuk menjawab permasalahan yang ditemukan."}, "filled": true, "author_pub_id": "IVP5KZwAAAAJ:TFP_iSt0sucC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20590/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VFopgqgomtgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "KAJIAN PERANCANGAN INTERIOR “SIDHARTA DENTAL” MALANG PENDEKATAN HEALING ENVIRONMENT", "pub_year": 2023, "citation": "Jurnal Vastukara: Jurnal Desain Interior, Budaya, dan Lingkungan Terbangun 3 …, 2023", "author": "Felicia Abdintara Fulbertus and Hedy Constancia Indrani", "journal": "Jurnal Vastukara: Jurnal Desain Interior, Budaya, dan Lingkungan Terbangun", "volume": "3", "number": "2", "pages": "235-244", "abstract": "Perancangan Interior Sidharta Dental Clinic di Malang merupakan pusat perawatan kesehatan gigi yang melayani 7 spesialisasi perawatan gigi. Tujuan dari perancangan klinik gigi Sidharta adalah klinik yang dapat memberikan rasa nyaman kepada pasien melalui pengalaman di klinik yang menyenangkan dengan tersedianya fasilitas yang sesuai dengan kebutuhan pengguna, yang terdiri dari fasilitas utama klinik (ruang tindakan, laboratorium, sterilisasi, konsultasi, resepsionis), fasilitas edukatif (penyediaan teknologi digital, area baca) dan fasilitas rekreatif (area bermain anak, customer lounge, indoor dan outdoor garden) dan fasilitas tambahan (apotek dan ruang rontgen). Konsep yang digunakan adalah SMILE yang penerapannya dengan pendekatan healing environment dengan mengangkat gaya mid-century modern. Metode perancangan yang digunakan adalah Design Thinking dimana pada penulis akan melakukan observasi di awal dan tahap akhir adalah tahap pengujian dimana pemilik memberikan masukan dalam proses desainnya."}, "filled": true, "author_pub_id": "IVP5KZwAAAAJ:bEWYMUwI8FkC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=7073979642329963334", "cites_id": ["7073979642329963334"], "pub_url": "https://jurnal2.isi-dps.ac.id/index.php/vastukara/article/view/2518", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:RhtsUQHTK2IJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Indoor soundscape model: assessing contextual factors in open-plan offices on university campuses in Surabaya, Indonesia", "pub_year": 2023, "citation": "Building and Environment 237, 110267, 2023", "author": "Hedy C Indrani and Sri Nastiti N Ekasiwi and Dhany Arifianto", "journal": "Building and Environment", "volume": "237", "pages": "110267", "publisher": "Pergamon", "abstract": "Evaluation research in Western countries shows that soundscape perception and work behaviour in an open-plan office are negative due to uncontrolled sound levels and diminished visual and acoustic privacy. This condition resulted in a noteworthy diminution in employee performance and comfort. Most offices in large cities, including those in Indonesia, also follow the trend of adopting an open-plan system. For this reason, it is necessary to conduct further studies in the local environment. Contextual experience is a key aspect in indoor soundscape studies, of which subjective evaluation is an important part. This study further investigates the causal relationship between contextual factors related to space usage and personal and demographic aspects on psychological, expectation, soundscape perception, and work behaviour aspects. The questionnaire survey was conducted on full-time employees at six …"}, "filled": true, "author_pub_id": "IVP5KZwAAAAJ:j3f4tGmQtD8C", "num_citations": 9, "citedby_url": "/scholar?hl=en&cites=12812101690305125698", "cites_id": ["12812101690305125698"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S0360132323002949", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Qp3RHJu6zbEJ:scholar.google.com/", "cites_per_year": {"2024": 6, "2025": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Interior Fasilitas Gedung Olahraga Arena di Denpasar", "pub_year": 2023, "citation": "Jurnal Vastukara 3 (1), 202-211, 2023", "author": "Raichia Sukhaya Mulia and Hedy Constancia Indrani", "journal": "Jurnal Vastukara", "volume": "3", "number": "1", "pages": "202-211", "publisher": "Petra Christian University", "abstract": "Olahraga merupakan aktivitas yang sangat penting untuk mempertahankan kebugaran tubuh terutama pada masa pandemi ini. Selain untuk menjaga kebugaran tubuh, olahraga juga merupakan salah satu metode yang cukup efektif untuk mereduksi stress karena ketika berolahraga, ada perilaku aktif yang menggiatkan metabolisme dan mempengaruhi fungsi kelenjar di dalam tubuh untuk memproduksi sistem kekebalan tubuh yang juga berfungsi untuk menjaga kesehatan mental. Dari berbagai jenis olahraga yang ada, salah satu jenis olahraga yang cukup banyak diminati oleh masyarakat Indonesia adalah cabang olahraga Badminton yang lebih dikenal dengan sebutan olahraga Bulu Tangkis. Di Pulau Bali, khususnya di kota Denpasar, sudah terdapat banyak gedung pelatihan badminton yang menunjukkan tingginya minat masyarakat dalam olahraga bulutangkis ini, baik sebagai aktivitas pengisi waktu luang maupun sebagai ajang mencari prestasi. Namun demikian, sarana & fasilitas yang tersedia selama ini masih memiliki banyak kekurangan khususnya dalam penataan sistem pencahayaan ruang yang sangat krusial dalam permainan badminton. Untuk meningkatkan kualitas pemain badminton di daerah Denpasar, akan dirancang sebuah gedung badminton yang nantinya tidak hanya diperuntukkan sebagai tempat penyelenggaraan kegiatan pelatihan & pertandingan badminton, tetapi juga memiliki ruang-ruang serbaguna yang dapat digunakan sebagai ruang senam, olahraga beladiri, maupun jenis olahraga indoor lainnya. Perancangan gedung ini akan memberikan perhatian lebih dalam peningkatan fasilitas sarana dan …"}, "filled": true, "author_pub_id": "IVP5KZwAAAAJ:iH-uZ7U-co4C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=11421961807379883175", "cites_id": ["11421961807379883175"], "pub_url": "https://repository.petra.ac.id/20561/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:p-T0Zr_1gp4J:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Persepsi Pengunjung Terhadap 9 Elemen Interior Kafe Bergaya Vintage di Surabaya (Studi Kasus: Grandfather Coffeeshop)", "pub_year": 2023, "citation": "Jurnal Vastukara 3 (1), 91-101, 2023", "author": "Hedy Constancia Indrani", "journal": "Jurnal Vastukara", "volume": "3", "number": "1", "pages": "91-101", "publisher": "Petra Christian University", "abstract": "Kafe merupakan tempat yang banyak dikunjungi oleh generasi milenial. Kafe banyak dikunjungi dengan berbagai tujuan, yaitu untuk melakukan berbagai aktivitas seperti berinteraksi, bekerja, makan dan minum, serta banyak hal lain. Kafe sendiri dapat dinilai melalui konsep yang digunakan dalam desain interior kafe tersebut. Tidak semua kafe memiliki interior dengan konsep yang menarik. Desain interior sendiri memiliki banyak konsep interior yang dapat dilihat dari elemen interior dalam tempat tersebut. Banyak konsep desain yang diminati oleh generasi milenial, salah satunya desain interior bergaya vintage. Konsep desain bergaya vintage merupakan gaya yang juga mulai banyak digunakan pada area publik, seperti kafe. Vintage sendiri merupakan desain yang memiliki karakteristik yang khas, mengacu pada suatu hal yang jadul atau kuno dan berada di era sekitar 100 tahun lalu dari masa sekarang. Penelitian persepsi pengunjung terhadap 9 elemen interior kafe bergaya vintage ini bertujuan untuk menjabarkan 9 elemen interior yaitu environment; space; enclosure; ground plane; light; decoration; support; display, storage and worksurfaces; dan information terhadap kafe. Metode yang digunakan dalam penelitian ini berupa pendekatan kualitatif deskriptif serta pengumpulan data dengan observasi di lapangan, wawancara dengan pemilik kafe maupun pengunjung dan kuisioner yang akan disebar kepada pengunjung kafe generasi milenial. Hasil dan kesimpulan yang didapat dari penelitian ini akan mencakup persepsi pengunjung mengenai bagaimana suasana lingkungan kafe, mulai dari interior, pencahayaan, perabot, media …"}, "filled": true, "author_pub_id": "IVP5KZwAAAAJ:r0BpntZqJG4C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20560/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ffxarjvOaUIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Conceptual model of soundscape perception based on working behaviour in open-plan offices", "pub_year": 2021, "citation": "Journal of Physics: Conference Series 1896 (1), 012014, 2021", "author": "Hedy Constancia Indrani and Sri Nastiti Nugrahani Ekasiwi and D Arifianto", "volume": "1896", "number": "1", "pages": "012014", "publisher": "IOP Publishing", "abstract": "The open-plan office is one of the most popular and preferred workspace arrangement options for employers today. The results of research in western countries show that listeners' perceptions of the soundscape in open-plan offices are negative, due to reduced visual and acoustic privacy and uncontrolled sound levels. This can cause a significant decrease in work comfort and productivity. Several researchers have provided acoustic design solutions by performing adequate speech control through several solutions such as creating spacing between workstations, the use of acoustic dampening materials, insulation between workstations, and application of a noise masking system. The phenomenon of adopting an open-plan office has also hit offices in big cities in the world, including in Indonesia. The purpose of this paper is to further examine listeners' perceptions of the soundscape in the case of open-plan offices …"}, "filled": true, "author_pub_id": "IVP5KZwAAAAJ:4JMBOYKVnBMC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=13367581391466585321", "cites_id": ["13367581391466585321"], "pub_url": "https://iopscience.iop.org/article/10.1088/1742-6596/1896/1/012014/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6dx8eHMwg7kJ:scholar.google.com/", "cites_per_year": {"2023": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Re-Desain Ruang Serbaguna dan Restoran Hotel Santika Icon di Gresik", "pub_year": 2019, "citation": "JURNAL INTRA 7 (2), 827-836, 2019", "author": "MC Liady and HC Indrani and PF Nilasari", "journal": "JURNAL INTRA", "volume": "7", "number": "2", "pages": "827-836"}, "filled": true, "author_pub_id": "IVP5KZwAAAAJ:mB3voiENLucC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=13699212123828448166", "cites_id": ["13699212123828448166"], "pub_url": "https://scholar.google.com/scholar?cluster=13699212123828448166&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:puuEV9hgHb4J:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Interior Library-Café “Story Line” di Surabaya", "pub_year": 2019, "citation": "Intra 7 (2), 442-448, 2019", "author": "G Vianny and HC Indrani and GS Kattu", "journal": "Intra", "volume": "7", "number": "2", "pages": "442-448"}, "filled": true, "author_pub_id": "IVP5KZwAAAAJ:-f6ydRqryjwC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=12849957626977107579", "cites_id": ["12849957626977107579"], "pub_url": "https://scholar.google.com/scholar?cluster=12849957626977107579&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:e77KNmE4VLIJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 0, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Implementasi Konsep SMART pada Perancangan Interior Coffee Cafe & Roastery Di Surabaya", "pub_year": 2019, "citation": "Jurnal Intra, 2019", "author": "LI Angela and Hedy Constancia Indrani and GS Kattu", "journal": "Jurnal Intra"}, "filled": true, "author_pub_id": "IVP5KZwAAAAJ:hC7cP41nSMkC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=12283556454406308314", "cites_id": ["12283556454406308314"], "pub_url": "https://scholar.google.com/scholar?cluster=12283556454406308314&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2kFYo4P1d6oJ:scholar.google.com/", "cites_per_year": {"2021": 2, "2022": 0, "2023": 0, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Interior ‘LOTS’Edutainment Center di Surabaya", "pub_year": 2019, "citation": "Jurnal Intra, 460-466, 2019", "author": "Laurencia Nathalia Susanto and Hedy Constancia Indrani and Grace Setiati Kattu", "journal": "Jurnal Intra", "pages": "460-466", "abstract": "Pada zaman sekarang anak-anak mulai jenuh dengan belajar formal dan kehidupan sekarang mulai memasuki era digital dan perkembangan teknologi menjadi semakin pesat dan canggih. Perkembangan teknologi dapat diaplikasikan pada berbagai macam permainan anak dan dapat memberikan ilmu pengetahuan yang akan bermanfaat bagi pertumbuhan dan perkembangan anak.‘LOTS’Edutainment Center dirancang untuk memberikan alternatif tempat bermain dan belajar diluar lembaga formal bagi anak-anak usia 3-12 tahun di Surabaya dengan konsep dunia laut melalui pendekatan sensori yang didukung dengan pemanfaatan teknologi sekaligus dapat menjadi wadah bagi anak-anak untuk beraktivitas dan nantinya diharapkan dapat meningkatkan kebutuhan pertumbuhan dan perkembangan anak. Metode perancangan yang digunakan yaitu design thinking dengan tahapan, antara lain (1 …"}, "filled": true, "author_pub_id": "IVP5KZwAAAAJ:qUcmZB5y_30C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=7694600554104103635", "cites_id": ["7694600554104103635"], "pub_url": "https://scholar.google.com/scholar?cluster=7694600554104103635&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:0yLmq2-2yGoJ:scholar.google.com/", "cites_per_year": {"2019": 1, "2020": 0, "2021": 0, "2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Re-Desain Interior KORIDOR Co-working Space di Surabaya", "pub_year": 2018, "citation": "Intra 6 (2), 36-41, 2018", "author": "EN Precilia and HC Indrani and H Mulyono", "journal": "Intra", "volume": "6", "number": "2", "pages": "36-41"}, "filled": true, "author_pub_id": "IVP5KZwAAAAJ:Wp0gIr-vW9MC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=7175964615051318326", "cites_id": ["7175964615051318326"], "pub_url": "https://scholar.google.com/scholar?cluster=7175964615051318326&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:NhToKMwllmMJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Interior Language Learning Centre di Bali", "pub_year": 2018, "citation": "Jurnal INTRA 6 (2), 126-133, 2018", "author": "Dinda Tamara Indrawardani and Hedy Constancia Indrani and Purnama Esa Dora", "journal": "Jurnal INTRA", "volume": "6", "number": "2", "pages": "126-133", "abstract": "Nowadays, the number of people interested on learning foreign language is increasing to the demands of globalization that require individuals to equip themselves with more insight in order to compete globally and become potential human resources. In addition, many high school and college students who have great desire to be able to study overseas and even settled there. This has led many non-formal education institutions to offer systems and learning materials as preparation for the community to learn a foreign language.Language Learning Center is a non-formal institution to help provide preparatory education for students and students to be able to communicate well using a foreign language. Presented with recreational educational activities for youth and adults with activity support facilities such as classroom, study hall, library, interview room, recreation room, cafetaria and other supporting facilities …"}, "filled": true, "author_pub_id": "IVP5KZwAAAAJ:4DMP91E08xMC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=918782517245924843", "cites_id": ["918782517245924843"], "pub_url": "https://scholar.google.com/scholar?cluster=918782517245924843&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:61VI3tQrwAwJ:scholar.google.com/", "cites_per_year": {"2022": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Interior Hydroterapi Dan Fisioterapi Di Surabaya", "pub_year": 2017, "citation": "Intra 5 (1), 49-56, 2017", "author": "Olivia Fransisca Saputra", "volume": "5", "number": "1", "pages": "49-56", "abstract": "Hydroterapi dan Fisioterapi sangatlah diperlukan oleh masyarakat terutama bagi masyarakat yang mengalami masalah kesehatan. Di kota Surabaya ini masih kurang tersedianya tempat hydroterapi dan fisioterapi di Surabaya. Hydroterapi dan Fisioterapi dapat membantu masyarakat agar dapat bergerak dan beraktivitas seperti orang pada umumnya. Untuk menunjang aktivitas hydroterapi dan fisioterapi perlu adanya lingkungan yang kondusif dengan desain tempat terapi yang menunjang para terapis untuk menjalankan kegiatan terapi. Desain tempat hydroterapi dan fisioterapi tidak hanya memiliki estetika yang menarik namun dapat memberikan kesan nyaman bagi para penggunanya. Perancangan hydroterapi dan fisioterapi ini bertujuan untuk membantu masyarakat dalam melakukan aktivitas sehari-hari. Pusat hydroterapi dan fisioterapi ini akan menyediakan fasilitas lengkap mulai dari pusat rehabilitasi medis yang berupa hydoterapi dan fisioterapi, perancangan tempat rehabilitasi yang memiliki dokter sebgai salah satu sarana pendukung agar kegiatan terapi berjalan dengan lancar. Perancangan interior menggunakan metode komparatif dengan objek sejenis serta eksplorasi sehingga pada desain akhir dapat mampu mewujudkan fasilitas yang dibutuhkan pengguna sesuai dengan standard tempat hydroterapi dan Fisioterapi."}, "filled": true, "author_pub_id": "IVP5KZwAAAAJ:YOwf2qJgpHMC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=14651488813193468887", "cites_id": ["14651488813193468887"], "pub_url": "https://www.neliti.com/publications/91380/perancangan-interior-hydroterapi-dan-fisioterapi-di-surabaya", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:15sB3XKLVMsJ:scholar.google.com/", "cites_per_year": {"2021": 2, "2022": 1, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Interior Pusat Informasi Kebudayaan Suku Arfak di Manokwari, Papua Barat", "pub_year": 2017, "citation": "Intra 5 (1), 1-15, 2017", "author": "Jennifer Winarto", "volume": "5", "number": "1", "pages": "1-15", "abstract": "Seni merupakan aspek yang tidak terlepas dari kehidupan manusia, namun kondisi kesenian di kota Surabaya yang begitu minim sehingga minat masyarakat terhadap seni cenderung rendah khususnya seni rupa murni. Melihat keadaan seni rupa murni di Surabaya yang bisa dikatakan kurang terakomodasi, maka dari itu itu dibutuhkan sebuah fasilitas yang dapat memenuhi kebutuhan tersebut yaitu pusat seni rupa murni yang melingkupi fungsi ekshibisi, edukasi, rekreasi, dan informasi.Masalah yang dirumuskan pada perancangan ini yaitu bagaimana merancang interior sebuah pusat seni rupa murni yang tidak hanya mewadahi kebutuhan-kebutuhan seni di kota Surabaya namun juga diminati pengunjung dan sesuai dengan gaya hidup masyarakat muda metropolitan masa kini. Metode yang digunakan dalam perancangan ini mengikuti diagram Zeisel dengan tambahan penyesuaian dari alur perancangan, yang menjelaskan mengenai proses desain yang berputar dari hasil akhir yang dapat kembali ke tahap awal agar desain terus diperbaiki hingga mencapai hasil yang paling optimal. Enam metode tersebut diantaranya basic eb knowledge (tahap awal berupa pengumpulan data), programming research"}, "filled": true, "author_pub_id": "IVP5KZwAAAAJ:KlAtU1dfN6UC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=2107351842497368618", "cites_id": ["2107351842497368618"], "pub_url": "https://www.neliti.com/publications/91262/perancangan-interior-pusat-informasi-kebudayaan-suku-arfak-di-manokwari-papua-ba", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KhLS5FXRPh0J:scholar.google.com/", "cites_per_year": {"2021": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Studi Kualitas Udara Dalam Ruang (Indoor Air Quality) ada Ruang Kelas Sekolah Bangunan Cagar Budaya di Surabaya", "pub_year": 2016, "citation": "Dimensi interior 14 (2), 65-71, 2016", "author": "Elizabeth Putri Stevani and Hedy C Indrani and Purnama ED Tedjokoesoemo", "journal": "Dimensi interior", "volume": "14", "number": "2", "pages": "65-71", "abstract": "Bangunan cagar budaya merupakan bangunan yang telah berusia lebih dari 50 tahun dan memiliki nilai sejarah yang tinggi, sehingga tak jarang masih digunakan hingga saat ini. Perkembangan zaman memaksa bangunan cagar budaya untuk beradaptasi dengan lingkungan sekitar dan teknologi yang terus berkembang. Kota Surabaya merupakan salah satu kota yang memiliki banyak bangunan cagar budaya dan masih digunakan sebagai tempat beraktifitas hingga saat ini, salah satu fungsi bangunan cagar budaya di Surabaya adalah sebagai sekolah.. Tujuan dari penelitian ini adalah untuk mengetahui performa sekolah melalui uji kualitas udara dalam ruang dan untuk mengetahui jenis penghawaan yang sebaiknya digunakan oleh bangunan cagar budaya di Surabaya. Penelitian ini menggunakan metode kuantitatif. SMK Negeri 2 dan SMK St. Louis 1 dipilih untuk mewakili sekolah dengan bangunan cagar budaya di Surabaya. Data yang diperoleh dianalisis secara deskriptif. Penelitian ini dilakukan dengan cara observasi, pengisian kuisioner, dan pengambilan sampel fisik, kimia dan mikrobiologi udara. Hasil penelitian menunjukan bahwa SMK Negeri 2 memiliki faktor fisik yang melebihi Nilai Ambang Batas (NAB), sedangkan untuk faktor kimia dan mikrobiologi dari kedua sekolah berada di bawah NAB. Hasil penelitian juga menunjukan bahwa jenis penghawaan buatan lebih direkomendasikan pada bangunan cagar budaya di Surabaya."}, "filled": true, "author_pub_id": "IVP5KZwAAAAJ:L8Ckcad2t8MC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=8762913407033785115", "cites_id": ["8762913407033785115"], "pub_url": "http://dimensiinterior.petra.ac.id/index.php/int/article/view/21465", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:G7vB11AfnHkJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 0, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Interior Study Lounge Café di Surabaya", "pub_year": 2016, "citation": "Intra 4 (2), 36-45, 2016", "author": "Vaniasari Hugeng Hedy C Indrani", "volume": "4", "number": "2", "pages": "36-45", "abstract": "Study Lounge Café is a facility which is designed to meet the individual needs of high school and university students, such as learning or doing their assignments. This study lounge café is equipped with facilities such as air conditioning, wifi, photocopier, printer, scanner, computer, and other supporting facilities to increase the effectiveness of the work. The concept used is “A Fun Place to Study”, which is applied to “Playground” theme. Both concept and the theme were chosen to create a comfortable learning activities through interesting yet fun ambience. The concept also can be seen from the use of bright colors, playground-equipment-formed furniture, and the addition of quotes that motivates visitors. The design uses design thinking method according to Kembel."}, "filled": true, "author_pub_id": "IVP5KZwAAAAJ:5nxA0vEk-isC", "num_citations": 8, "citedby_url": "/scholar?hl=en&cites=11517031558884396926", "cites_id": ["11517031558884396926"], "pub_url": "https://www.neliti.com/publications/92739/perancangan-interior-study-lounge-caf%C3%A9-di-surabaya", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:fo9E1i631J8J:scholar.google.com/", "cites_per_year": {"2018": 1, "2019": 1, "2020": 0, "2021": 1, "2022": 0, "2023": 3, "2024": 2}}
