{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A Sustainable Perspective: Using Machine Learning Approach to Predict the Donation Behavior of Used Smartphones in Indonesia to Extend Smartphones Usage Life", "pub_year": 2025, "citation": "Industrial Engineering & Management Systems 24 (1), 118-134, 2025", "author": "Marcella Anastasya Khancitra and Siana Halim and Gan Shu San", "volume": "24", "number": "1", "pages": "118-134", "abstract": "The growing issue of electronic waste (e-waste) in Indonesia, driven by the short lifecycle of smartphones and limited interest in refurbished devices, highlights the need for sustainable disposal alternatives. This study investigates the factors influencing Indonesians willingness to donate used smartphones, promoting e-waste reduction and digital access for underprivileged students in rural areas. Analyzing data from 416 respondents, we found that 57% expressed willingness to donate, with key factors including device obsolescence, age, and involvement in social activities. Machine learning models applied to predict donation behavior accurately predicting outcomes 91.67% of the time. The findings reveal the potential of functional but obsolete smartphones to address educational needs, offering a sustainable solution that bridges the digital divide and supports e-waste reduction. These insights guide strategies for social organizations to enhance donation programs, tackling both behavioral and logistical barriers for greater environmental and social impact."}, "filled": true, "author_pub_id": "JfjX95IAAAAJ:qe6vwMD2xtsC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21535/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:tA27tnbyNg8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Hierarchy of reuse options in smartphone selection and strategies to support circular economy", "pub_year": 2024, "citation": "AIP Conference Proceedings 2934 (1), 2024", "author": "Shu-San Gan and Siana Halim and Della Suci Anggraini", "journal": "AIP Conference Proceedings", "volume": "2934", "number": "1", "publisher": "AIP Publishing", "abstract": "The increase in smartphone users as well as sales in Indonesia coupled with the smartphone’s short life cycle has raised serious concerns for sustainability. Circular economy has recently becomes one of the important studies which addresses the limitation of natural resources as well as the landfills. Refurbishment and direct reuse are part of circular economy approaches; however, the existence of new low-end smartphones has started to erode the customers’ interest in the reuse smartphones. This paper studies the hierarchy of reuse options in smartphones selection using analytical hierarchy process (AHP) to identify the decision hierarchy. The AHP results show that both worker and student-alumni groups prioritize their choice on new low-end smartphones. On the other hand, refurbished and secondhand smartphones are part of circular economy activities, where the life of the end-of-use smartphones are …"}, "filled": true, "author_pub_id": "JfjX95IAAAAJ:DyXnQzXoVgIC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=5787873979840679115", "cites_id": ["5787873979840679115"], "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2934/1/050014/3269817", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:y0whHbioUlAJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Proposed improvement of car bumper design to facilitate remanufacturing process", "pub_year": 2024, "citation": "AIP Conference Proceedings 2951 (1), 2024", "author": "Didik Wahjudi and Shu-San Gan and Yopi Yusuf Tanoto and Reynardo Kevin and Jonathan Herlianto Wibowo", "journal": "AIP Conference Proceedings", "volume": "2951", "number": "1", "publisher": "AIP Publishing", "abstract": "Remanufacturing is a closed-loop supply chain strategy that returns an end-of-life product to a like-new or better product furnished with a warranty. The remanufacturability of a product is much influenced by the product design. However, few products or parts can be easily remanufactured because of the lack of supporting features that facilitate remanufacturing. Automotive parts are good candidates to be remanufactured as the number of cars increases. This study aims to recommend how to improve the design of car bumpers to be more remanufacturable based on life cycle thinking guidelines. The life cycle thinking-based guidelines can help decide when designing a car bumper. Each life cycle stage has its role and advantages, such as reducing environmental damage, minimizing assembly stages, optimizing product life, and facilitating remanufacturing. The life cycle thinking-based guidelines have been applied …"}, "filled": true, "author_pub_id": "JfjX95IAAAAJ:silx2ntsSuwC", "num_citations": 0, "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2951/1/050009/3020070", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:v19QY27cHPIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A preliminary study of remanufacturing on FDM machine", "pub_year": 2024, "citation": "AIP Conference Proceedings 2951 (1), 2024", "author": "Kevin Wangsawijaya and Yopi Yusuf Tanoto and Didik Wahjudi and Gan Shu San and Jonathan Herlianto", "journal": "AIP Conference Proceedings", "volume": "2951", "number": "1", "publisher": "AIP Publishing", "abstract": "The development of 3D printer machines is fast and extensive. Now 3D printer machines can be owned easily and at an affordable price. Because of this rapid development, many companies are making 3D printers. Therefore, to reduce e-wastes and other wastes, it is better to upgrade the 3D printer with new parts than to throw away the old one and buy a new one. Like the BFB 3D Touch which is no longer produced, it is a pity to throw it away. Therefore, this BFB 3D Touch is remanufactured and upgraded to be like the 3D printer that is currently circulating in general. The results obtained are remanufacturing steps for the BFB 3D Touch 3D printer machine, entrance diagnosis, complete disassembly, cleaning, inspection and sorting, recondition or replenishment by new parts, reassembly and testing. In the implementation, it was found that many electronic parts did not have spare parts because this 3D printer is …"}, "filled": true, "author_pub_id": "JfjX95IAAAAJ:aIdbFUkbNIkC", "num_citations": 0, "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2951/1/020008/3019844", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:1AEtaXkeBGMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Hierarchy of end-of-use options: Smartphones reuse to support online learning during COVID-19 pandemic in Indonesia", "pub_year": 2024, "citation": "AIP Conference Proceedings 2951 (1), 2024", "author": "Shu-San Gan and Siana Halim", "journal": "AIP Conference Proceedings", "volume": "2951", "number": "1", "publisher": "AIP Publishing", "abstract": "This paper studied the hierarchy of end-of-use options for smartphones to support online learning during COVID-19 pandemic in Indonesia. The EOU options were first studied by reviewing relevant literature about e-waste in Indonesia and then a hierarchy of EOU options was drew up. Finally, integrating the result with the analysis from the literature review on the use of smartphones in online learning during the pandemic, we proposed a new hierarchy that could bridge the challenges in both aspects. As a result, it helps to reduce e-waste from used smartphones and at the same time helps underprivileged students to obtain smartphones for online learning."}, "filled": true, "author_pub_id": "JfjX95IAAAAJ:Xl6nMSl579sC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=4473932851115810750", "cites_id": ["4473932851115810750"], "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2951/1/050003/3020063", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vl-1YzmaFj4J:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Predicting Willingness to Donate Smartphones as a Reuse Option Using Decision Tree Analysis", "pub_year": 2023, "citation": "Journal of Advanced Research in Applied Sciences and Engineering Technology …, 2023", "author": "Gan Shu San and Siana Halim and Debora Anne Yang Aysia and Jessie Lestari", "volume": "30", "number": "3", "pages": "315-324", "abstract": "The increasing number of smartphone users in Indonesia, coupled with the short  average usage time of smartphones, has posed a sustainability problem. Smartphone production requires natural resources including rare earth materials and energy, that need to be preserved due to their limited availability and depletion. Circular economy initiatives have become important in the last few decades, and one of them is extending product life by reusing discarded products. On the other hand, triggered by the Covid-19 pandemic, online learning has become an essential part of education. In Indonesia, marginalized communities or low-income societies have limitations in providing online learning tools such as desktop or laptop computers, including smartphones. Therefore, smartphone donation is considered a suitable initiative to help students who need a smartphone to join online learning while at the same time extending the useful life of a smartphone. Using decision tree techniques, we investigate the willingness to donate used smartphones for education in the Indonesian context. The results show that the respondents willingness-to-donate was influenced by several considerations, which are performance, value (price), type, obsolescence of the used smartphone, and the donators  age. The resulting parameters and predictions could enhance the effectiveness of the donation mechanism."}, "filled": true, "author_pub_id": "JfjX95IAAAAJ:65Yg0jNCQDAC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=13952003109815537855", "cites_id": ["13952003109815537855"], "pub_url": "https://repository.petra.ac.id/20438/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:v1CzUeh4n8EJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penentuan Preferensi dan Kebutuhan Penerima Donasi Smartphone Serta Perancangan Business Model Canvas dan Proses Bisnis Lembaga Donasi Smartphone Bekas", "pub_year": 2023, "citation": "Penentuan Preferensi dan Kebutuhan Penerima Donasi Smartphone Serta …, 2023", "author": "JOSEPHINE ANASTASIA SANTINA and Siana Halim and Debora Anne Yang Aysia and Gan Shu San", "abstract": "Pandemi COVID-19 telah membuat banyak perubahan dalam sektor pendidikan. Sekolah-sekolah harus dijalankan secara online selama beberapa waktu. Walaupun saat ini Pertemuan Tatap Muka (PTM) telah dilakukan, ada sekolah yang masih menjalankan secara hybrid dan penggunaan smartphone masih diperlukan. Akan tetapi, masih banyak siswa, khususnya anak-anak panti asuhan, yang masih belum memiliki smartphone. Hasil penelitian Lestari (2021) sebelumnya menunjukkan preferensi dari sisi donatur yang kemudian digunakan untuk merancang Business Model Canvas (BMC) dan proses bisnis dari sisi donatur. Oleh karena itu diperlukan penelitian mengenai referensi dan kebutuhan penerima donasi serta Business Model Canvas (BMC) dan proses bisnis yang dibuat berdasarkan sudut pandang penerima donasi. Kuesioner yang dibuat menjadi dua bagian, yaitu untuk anak asuh dan pengasuh/pengurus disebarkan ke panti asuhan di Indonesia melalui media sosial. Sebanyak 53 data kuesioner dari anak asuh dan 10 data kuesioner dari pengasuh/pengurus dikumpulkan secara online dan diolah menggunakan statistik deskriptif. Hasil kuesioner menunjukkan informasi yang diinginkan oleh anak asuh maupun pengasuh/pengurus untuk ada di platform donasi. Secara urut dari yang terpenting, informasi yang diinginkan ada oleh anak asuh adalah spesifikasi smartphone, kondisi smartphone, lokasi donatur, tampilan yang mudah dipahami, dan cara pengantaran smartphone. Prioritas informasi yang diinginkan oleh pengasuh/pengurus hampir sama dengan anak asuh, tetapi prioritas satu adalah kondisi smartphone …"}, "filled": true, "author_pub_id": "JfjX95IAAAAJ:IsPWOBWtZBwC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19918/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9XwAiTT40mgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Smartphone Donation for Education: A Technopreneurship  s Approach in Indonesian Case Study", "pub_year": 2022, "citation": "Smartphone Donation for Education: A Technopreneurship  s Approach in …, 2022", "author": "Siana Halim and Debora Anne Yang Aysia and JESSIE LESTARI and Gan Shu San", "abstract": "This paper proposed a smartphone donation to help Indonesian students in remote areas and the students who needed help such as students in the orphanages in Indonesia, using technopreneurship approach. The technopreneurship steps that we used in this study started with collected data through questionnaire to know the willingness Indonesian to donate and their preferences in donating their used smartphones. We found that 78.7% of the respondents are eager to donate, and they trust the social, education and religious institutions as trusted credible institutions as places for collecting the used smartphones. However, online channel is more convenient for them to donate, follows by donate through religious institutions such as mosques, churches, viharas and temples. As the result a business model canvas and a business process are constructed to answers the eagerness of Indonesians to donate their used smartphones."}, "filled": true, "author_pub_id": "JfjX95IAAAAJ:UuEBAcK4md4C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=9590930367908418675", "cites_id": ["9590930367908418675"], "pub_url": "https://repository.petra.ac.id/20441/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:cxSwzFrUGYUJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "What will lead Asian consumers into circular consumption? An empirical study of purchasing refurbished smartphones in Japan and Indonesia", "pub_year": 2022, "citation": "Sustainable Production and Consumption 33, 158-167, 2022", "author": "Yoon-Young Chun and Mitsutaka Matsumoto and Kenichiro Chinen and Hideki Endo and Shu-San Gan and Kiyotaka Tahara", "journal": "Sustainable Production and Consumption", "volume": "33", "pages": "158-167", "publisher": "Elsevier", "abstract": "Although smartphones are small mini-computers, their impact on the environment is no longer small. In terms of e-waste, the challenges faced by many nations in Asia, where limited recovery and recycling practices exist, include sustainable choice and consumption habits. This study investigated the factors that affect Asian consumers' behavioral intention in purchasing unbranded third-party and original equipment manufacturer (OEM)-branded refurbished smartphones, respectively. Through online surveys and analysis of a representative sample of 1200 mobile phone users in Japan and Indonesia, the findings showed that in both countries, perceived risk, consumer innovativeness, and (to some extent) price are all vital factors affecting the participation of consumers in circular consumption. The study also examined mobile phone/smartphone markets and the related legislation in Japan and Indonesia to develop …"}, "filled": true, "author_pub_id": "JfjX95IAAAAJ:jSAVyFp_754C", "num_citations": 37, "citedby_url": "/scholar?hl=en&cites=4973603415471413584", "cites_id": ["4973603415471413584"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S2352550922001610", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:UNnXgPTJBUUJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 5, "2023": 7, "2024": 21, "2025": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Identifying factors that influence customers’ interest in buying refurbished smartphones: An Indonesian context", "pub_year": 2022, "citation": "Asia-Pacific Journal of Science and Technology 27 (4), APST-27-04-10, 2022", "author": "Siana Halim and Gan Shu San and Jerry Oentoro", "volume": "27", "number": "4", "pages": "APST-27-04-10", "abstract": "In this paper, we investigated the factors that influence Indonesian customers in buying a refurbished smartphone. The decision model is constructed using the Analytical Hierarchy Process (AHP). There are four main factors: Price, Performance, Benefit, and Risk, with sub-criteria for each factor. Three smartphone alternatives are determined for comparison: flagship, refurbished, and mid-range smartphones. The model was constructed based on the van Weelden model and by interviewing 13 respondents who had either flagship, refurbished, or mid-range smartphones. The respondents’ age was between 21 and 59 years old. First, in-depth interviews were conducted to identify their experience, reasons, and factors in choosing a smartphone; a small survey of 10 respondents was then conducted to test the model and check the questioners’ inconsistency. We then surveyed 54 respondents using the final questionnaires, segmented by age, gender, job, knowledge, and experience using a refurbished smartphone. The results show that age and experience using refurbished products are significant factors influencing customers’ decisions to buy refurbished smartphones. Furthermore, younger people consider performance to be the most critical factor influencing their smartphone purchases, while older respondents consider it a benefit. As for performance, both hardware and software are the most critical factors. In all aspects, the flagship smartphone outperforms the refurbished and mid-range smartphones, except in its environmental aspects. In conclusion, only people with concerns for the environment would tend to buy the refurbished …"}, "filled": true, "author_pub_id": "JfjX95IAAAAJ:JTqpx9DYBaYC", "num_citations": 11, "citedby_url": "/scholar?hl=en&cites=12028419687381315042", "cites_id": ["12028419687381315042"], "pub_url": "https://repository.petra.ac.id/19641/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:4q2t8_mH7aYJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 2, "2024": 4, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penentuan Preferensi Masyarakat dalam Berdonasi Smartphone Bekas pada Lembaga Penyalur Donasi", "pub_year": 2021, "citation": "Seminar Nasional Teknik dan Manajemen Industri 1 (1), 307-313, 2021", "author": "Jessie Lestari and Siana Halim and Debora Anne Yang Aysia and Gan Shu San", "journal": "Seminar Nasional Teknik dan Manajemen Industri", "volume": "1", "number": "1", "pages": "307-313", "abstract": "Pandemi COVID-19 yang tengah merebak telah menciptakan keadaan darurat bagi kesehatan seluruh masyarak Pandemi COVID-19 yang tengah merebak telah menciptakan keadaan darurat bagi kesehatan seluruh masyarakat di Indonesia. Salah satu upaya yang dilakukan oleh pemerintah dalam meminimalisir penyebaran virus adalah dengan membuat kebijakan untuk mengubah pembelajaran dari konvensional (di sekolah) menjadi pembelajaran daring dengan bantuan internet di rumah masing-masing (School From Home). Banyak siswa dari keluarga kurang mampu akhirnya terpaksa mengalami kesulitan dalam mengikuti kelas pembelajaran online karena siswa tidak memiliki perangkat yang memadai untuk mengikuti kegiatan pembelajaran online. Penelitian ini bertujuan untuk mengetahui preferensi donator dalam mendonasikan smartphone bekas berdasarkan faktor kepercayaan, keamanan, kenyamanan, dan kualitas pelayanan. Sebanyak 216 data dikumpulkan melalui kuesioner dengan teknik Incidental Sampling, dan data diolah dengan statistik deskriptif dan tabulasi silang di IBM SPSS Statistics versi 26. Hasil penelitian menunjukkan bahwa sebanyak 170 responden bersedia mendonasikan smartphone bekasnya, sebanyak 78% di antaranya bersedia berdonasi, meskipun belum memiliki pengalaman dalam mendonasikan smartphone bekasnya dan hanya 8% dari responden yang memilih untuk tidak mendonasikan smartphone bekas mereka kembali."}, "filled": true, "author_pub_id": "JfjX95IAAAAJ:PkcyUWeTMh0C", "num_citations": 0, "pub_url": "https://sentekmi.maranatha.edu/index.php/sentekmi2023/article/view/84", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vXCsUi6Qle0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Remanufacturing: Strategi dan Desain dalam Rantai Pasok Lingkaran Tertutup", "pub_year": 2021, "citation": "Jurnal Teknik Mesin 18 (2), 51-59, 2021", "author": "Gan Shu San and Didik Wahjudi and Yopi Yusuf Tanoto", "journal": "Jurnal Teknik Mesin", "volume": "18", "number": "2", "pages": "51-59", "abstract": "Remanufaktur adalah proses pemulihan barang bekas yang memberikan preservasi tertinggi terhadap nilai tambah produk originalnya, proses ini mentransformasikan barang bekas menjadi “seperti baru” dan seringkali dikembalikan ke pasar dengan garansi yang ekuivalen seperti produk baru. Praktik remanufaktur ini dapat memberikan dampak positif terhadap lingkungan karena dapat mengurangi limbah yang dibuang ke tempat pembuangan akhir. Namun remanufaktur juga memiliki banyak tantangan, tidak hanya dalam aspek teknikal dan operasional, tetapi juga pada aspek strategi dan desain. Makalah ini menyajikan pendekatan konseptual berdasarkan tinjauan literatur untuk menjawab tantangan remanufaktur dalam rantai pasok lingkaran tertutup, serta mengusulkan strategi dan desain implementasinya. Pendekatan yang digunakan adalah qualitative content analysis untuk mengidentifikasi berbagai konsep dan membagi dalam kategori yang sesuai. Hasil analisis menunjukkan bahwa implementasi remanufaktur dalam rantai pasok lingkaran tertutup dapat diterapkan dengan penentuan motif dan pendorong, dimensi keputusan remanufaktur, strategi implementasi remanufaktur, desain produk dan proses, serta desain jaringan."}, "filled": true, "author_pub_id": "JfjX95IAAAAJ:HJSXoJQnj-YC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=14370360197028481500", "cites_id": ["14370360197028481500"], "pub_url": "https://jurnalmesin.petra.ac.id/index.php/mes/article/view/23967", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:3IlLNnbGbccJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penerapan Analytical Hierarchy Process dalam Sistem Penunjang Keputusan untuk Pemilihan Telepon Cerdas", "pub_year": 2021, "citation": "Jurnal Titra 9 (1), 2021", "author": "Della Suci Anggraini and Siana Halim and Gan Shu San", "journal": "Jurnal Titra", "volume": "9", "number": "1", "abstract": "The rapid development in technological advances has increased the competition among companies in the information and communication sector in making superior products that demanded by customers, one of which is smartphone. This research was conducted to identify trends in customer’s interest in selecting second-hand smartphones, low-end smartphones, and refurbished smartphones. Data is collected using online questionnaire (google form) with the target of student respondents and offline questionnaire with the target of worker respondents (security, cleaning service, industrial employees, etc.). The Analytical Hierarchy Process method"}, "filled": true, "author_pub_id": "JfjX95IAAAAJ:rbm3iO8VlycC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/12705", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:dbDJNeSam_EJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Challenges in quality assurance: A ten-year journey", "pub_year": 2020, "citation": "Challenges in Quality Assurance: A Ten-Year Journey, 2020", "author": "Jenny Mochtar and Gan Shu San", "abstract": "Academic quality is defined as the equivalent to academic standards related to student learning outcomes, which consist of specific levels of knowledge, skills, and abilities achieved by students participating in a program. The achievement of academic standards is accommodated by implementing both internal and external quality assurance practices. Internal quality assurance refers to policies and practices used by the higher education institutions to monitor and improve the quality of their education, while external quality assurance refers to policies and practices set up by external parties to assure the quality of higher education institutions and programs. Petra Christian University has built and implemented its internal quality assurance since 2009 based on its unique quality culture. After its ten-year journey and the achievements that Petra Christian University has reached in 2019, the Industrial Revolution 4.0 and Society 5.0 are challenges ahead that Petra Christian University has to face."}, "filled": true, "author_pub_id": "JfjX95IAAAAJ:pS0ncopqnHgC", "num_citations": 9, "citedby_url": "/scholar?hl=en&cites=7063413480694677007", "cites_id": ["7063413480694677007"], "pub_url": "https://repository.petra.ac.id/18868/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:D_6CGiNJBmIJ:scholar.google.com/", "cites_per_year": {"2021": 2, "2022": 2, "2023": 3, "2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Drivers and barriers of consumer purchase intention of remanufactured mobile phones: a study on Indonesian consumers", "pub_year": 2020, "citation": "International Journal of Integrated Supply Management 13 (2-3), 178-191, 2020", "author": "Didik Wahjudi and Shu-san Gan and Yopi Yusuf Tanoto and Jerry Winata", "journal": "International Journal of Integrated Supply Management", "volume": "13", "number": "2-3", "pages": "178-191", "publisher": "Inderscience Publishers (IEL)", "abstract": "Remanufacturing is widely practiced because it reduces landfill, saves energy, and conserves natural resources. Little effort is given to exploring the acceptance of remanufactured products, especially the short life-cycle ones. Indonesia, the fourth-largest mobile phone users, needs to tackle the vast WEEE deriving from obsolete mobile phones. This study investigates drivers and barriers of consumer purchase intention for remanufactured mobile phones. Thirteen respondents were interviewed, representing different age groups, genders, and social classes. The key drivers are the affordable price, upgraded specification, and product warranty, while the regulatory concern, trend concern, and obsolescence concern are the main barriers. Perceived quality and quality assurance can be both drivers and barriers, depending on the level. This study recommends remanufacturers to focus on providing upgraded …"}, "filled": true, "author_pub_id": "JfjX95IAAAAJ:SGW5VrABaM0C", "num_citations": 20, "citedby_url": "/scholar?hl=en&cites=7421245331505896412", "cites_id": ["7421245331505896412"], "pub_url": "https://www.inderscienceonline.com/doi/abs/10.1504/IJISM.2020.107847", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:3FtvP0-P_WYJ:scholar.google.com/", "cites_per_year": {"2021": 4, "2022": 5, "2023": 4, "2024": 7}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A Feasibility Study of Mobile Phone Casings Remanufacturing", "pub_year": 2019, "citation": "E3S Web of Conferences 130 (01026), 1-7, 2019", "author": "Gan Shu San and Juliana Anggono and Didik Wahjudi and Yopi Yusuf Tanoto and Novana Hutasoit", "volume": "130", "number": "01026", "pages": "1-7", "abstract": "Remanufacturing is a process when used product or core is brought to ‘like-new’ condition, might be with an upgrade in performance. This process complies with technical specifications, including engineering, quality, and testing standards. It yields a fully warranted product. The purpose of this study was to conduct initial research on the feasibility of remanufacturing primarily on the mobile phone casings to provide information and consideration for a firm that would do remanufacturing of mobile phones. A series of material characterization on several mobile phone casings manufactured by major international brands revealed that remanufacturing is not a viable route to attempt. The evaluation shows that remanufacturing used casing mobile phone require several stages of repair, which cause an increase in the cost that can, in turn, affect the prices."}, "filled": true, "author_pub_id": "JfjX95IAAAAJ:rTD5ala9j4wC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=16987805475435730238", "cites_id": ["16987805475435730238"], "pub_url": "https://repository.petra.ac.id/18575/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:PlXIHBPPwOsJ:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Drivers and barriers of mobile phone remanufacturing business in Indonesia: Perspectives of retailers", "pub_year": 2019, "citation": "E3S Web of Conferences 130 (1), 1-9, 2019", "author": "Didik Wahjudi and Gan Shu San and Yopi Yusuf Tanoto and Jerry Winata", "volume": "130", "number": "1", "pages": "1-9", "abstract": "Remanufacturing is deemed to be effective in reducing WEEE. Existing studies on remanufacturing mostly focus on operational issues, product acquisition, and pricing. However, some doubts about remanufacturing business arise in developing countries, where there is less regulation on remanufacturing and less environmental awareness. This study aims to investigate the prospects of remanufacturing business from the retailers perspectives through in-depth interviews on three retailers in Surabaya, Indonesia. The main drivers for mobile phone remanufacturing business are its affordable and competitive price, big demand for popular mobile phones and high-end mobile phone, the opportunity for specification upgrade, and its suitability with the needs of Indonesian people. The main barriers for remanufacturing business are the possibility for cannibalizing new mobile phones market share, the uncertainty of core supply, discontinuity of replacement part supply, lack of product knowledge among consumers and retailers, hesitation of retailers to sell remanufactured products, and lack of strict and clear regulations about remanufacturing business. Findings of this study provide insights to prospective mobile phone remanufacturers of what needs to be tackled to start a prosperous business. On the theoretical side, it provides complementary knowledge to existing studies that have been conducted mostly on countries that have higher environmental awareness."}, "filled": true, "author_pub_id": "JfjX95IAAAAJ:eO3_k5sD8BwC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=8623434359798254302", "cites_id": ["8623434359798254302"], "pub_url": "https://repository.petra.ac.id/18577/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:3kqsf9yXrHcJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 2, "2023": 0, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Process Planning Review for Mobile Phone Remanufacturing in Indonesia", "pub_year": 2019, "citation": "E3S Web of Conferences 130 (01039), 01039, 2019", "author": "Yopi Yusuf Tanoto and Gan Shu San and Didik Wahjudi and Niko Adrisenna Pontjonoto and Michael Suryajaya", "volume": "130", "number": "01039", "pages": "01039", "abstract": "The increased number of mobile phone users has an impact on increasing electronic waste (E-Waste) without being offset by the act of product recovery management. Remanufacturing is one way to overcome this. Remanufacturing is a process to return used products to general aesthetics and operating standards. This paper aims to design a mobile phone remanufacturing process in Indonesia. Indonesia is a developing country where mobile usage is quite high. The mobile phones are chosen because it is one of the biggest e-waste takers of late. Several factories were visited in this study. This research uses a qualitative survey, which is carried out in mobile phone factories and service centers. From this research, a design has been made to remanufacture the process on mobile phones. The manufacturing plant verifies the design to obtain the input of the real constraints which will happen when the remanufacturing process is done. The steps in the process of remanufacturing are human machine interface & visual inspection, separation, disassembly, cleaning, inspection, sorting, reconditioning, reassembly, and final inspection."}, "filled": true, "author_pub_id": "JfjX95IAAAAJ:BrOSOlqYqPUC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=10640142644961170124", "cites_id": ["10640142644961170124"], "pub_url": "https://repository.petra.ac.id/18576/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:zFJlmFxhqZMJ:scholar.google.com/", "cites_per_year": {"2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A feasibility study of mobile phone casings remanufacturing", "pub_year": 2019, "citation": "Swinburne, 2019", "author": "Shu San Gan and Juliana Anggono and Didik Wahjudi and Yopi Tanoto and Novana Hutasoit", "publisher": "Swinburne", "abstract": "Remanufacturing is a process when used product or core is brought to 'like-new' condition, might be with an upgrade in performance. This process complies with technical specifications, including engineering, quality, and testing standards. It yields a fully warranted product. The purpose of this study was to conduct initial research on the feasibility of remanufacturing primarily on the mobile phone casings to provide information and consideration for a firm that would do remanufacturing of mobile phones. A series of material characterization on several mobile phone casings manufactured by major international brands revealed that remanufacturing is not a viable route to attempt. The evaluation shows that remanufacturing used casing mobile phone require several stages of repair, which cause an increase in the cost that can, in turn, affect the prices."}, "filled": true, "author_pub_id": "JfjX95IAAAAJ:5bg8sr1QxYwC", "num_citations": 0, "pub_url": "https://figshare.swinburne.edu.au/articles/conference_contribution/A_feasibility_study_of_mobile_phone_casings_remanufacturing/26252051", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:E7AylAoibHsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pricing decision model for new and remanufactured short life-cycle products with green consumers", "pub_year": 2019, "citation": "Journal of Revenue and Pricing Management 18, 376-392, 2019", "author": "Shu-San Gan and I Nyoman Pujawan and Didik Wahjudi and Yopi Yusuf Tanoto", "journal": "Journal of Revenue and Pricing Management", "volume": "18", "pages": "376-392", "publisher": "Palgrave Macmillan UK", "abstract": "Remanufacturing has been studied quite extensively during the last decades, as one of product recovery options that could extend product’s useful life and mitigate the environmental impact. Rapid innovation in technology accelerates obsolescence and hence product life cycles are getting shorter and wastes build up faster. Remanufacturing of short life-cycle product is an important alternative to mitigate the waste. However, since there are impacts in implementing remanufacturing, such as cannibalization, segmentation, and lower willingness to pay, pricing has become a significant aspect to ensure successful remanufacturing business. Several studies show that there exists green segment consumer, who has higher preference to purchase environmental-friendly products and higher willingness to pay for such products. In this paper, we study manufacturer’s and retailer’s pricing decision of short life-cycle …"}, "filled": true, "author_pub_id": "JfjX95IAAAAJ:kF1pexMAQbMC", "num_citations": 8, "citedby_url": "/scholar?hl=en&cites=17703628391509345651", "cites_id": ["17703628391509345651"], "pub_url": "https://link.springer.com/article/10.1057/s41272-019-00201-w", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:c0VvZznsr_UJ:scholar.google.com/", "cites_per_year": {"2020": 3, "2021": 2, "2022": 2, "2023": 1}}
