{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "MULTIFASET KOMUNIKASI STRATEGIK DI MASA PANDEMI", "pub_year": 2023, "citation": "CV WIDINA MEDIA UTAMA, 2023", "author": "Rustono Farady Marta and Meta Sya and Ido Prijana Hadi and Dorien Kartikawangi and Rewindinar Rewindinar and Napitupulu Napitupulu and Frengki Frengki and Lusia Savitri Setyo Utami and Rini Darmastuti and Jandy Luik and Mesti Woro Mahatmi and Seto Herwandito and Sampoerno Sampoerno and Venessa Agusta Gogali and Christoper Yudha Erlangga and Abraham Wahyu Nugroho and Andreas Ryan Sanjaya and Lidya Wati Evelina and Joshua Fernando and Yuli Nugraheni and Agatha Winda Setyarinata and Maria Yuliastuti and Novita Ika Purnamasari and Yuli Setyowati and Rifka Sibarani and Lisa Esti Puji Hartanti and Leviane Jackelin Hera Lotulung and Mikhael Rajamuda Bataona and Emanuel Sowe Leuape and Endah Murwani and Richard G Mayopu and Bhernadetta Pravita Wahyuningtyas and Puji Lestari and Desi Yoanita and Gatut Priyowidodo and Titi Nur Vidyarini and Niscaya Hia and Setiamenda Ginting and Yohanes Probo Dwi Sasongko and Melati Mediana Tobing and Henilia Yulita and Themotia Titi Widaningsih and Rino F Boer and Jonas Klemens Gregorius Dori Gobang", "publisher": "CV WIDINA MEDIA UTAMA"}, "filled": true, "author_pub_id": "JGbjsEwAAAAJ:CHSYGLWDkRkC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:yL0wEN4lp7kJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Efektivitas Penggunaan Rachel Vennya sebagai Celebrity Endorser Yellow Fit Kitchen", "pub_year": 2022, "citation": "Jurnal e-Komunikasi 10 (1), 2022", "author": "Obelia Oktaviana and Titi Nur Vidyarini and Felicia Goenawan", "journal": "Jurnal e-Komunikasi", "volume": "10", "number": "1", "abstract": "Marketing communication adalah paduan iklan, promosi penjualan, hubungan masyarakat, penjualan personal, dan sarana pemasaran langsung maupun tidak langsung yang digunakan perusahaan untuk mengkomunikasikan nilai pelanggan, dan juga produk perusahaan secara persuasif dan membangun hubungan pelanggan. Dalam Komunikasi pemasaran terdapat banyak cara untuk melakukan pemasaran salah satunya dengan menggunakan bintang iklan atau celebrity endorser. Celebrity Endorser adalah seseorang yang membawa produk untuk menyampaikan pesan kepada audiens. Untuk mengukur efektivitas dari seorang celebrity endorser, dapat menggunakan TEARS yaitu trustworthiness, expertise, attractiveness, respect, dan similarity sebagai pedoman dalam penelitian. Dalam penelitian ini peneliti menggunakan metode pendekatan kuantitatif. Teknik pengumpulan data yang dilakukan peneliti …"}, "filled": true, "author_pub_id": "JGbjsEwAAAAJ:bFI3QPDXJZMC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=5355565272431885447", "cites_id": ["5355565272431885447"], "pub_url": "https://scholar.google.com/scholar?cluster=5355565272431885447&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:h3y4gj3KUkoJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Restorasi Citra Maybank Melalui Media Online Tribunnews. com Dan Detik. com", "pub_year": 2022, "citation": "Jurnal E-Komunikasi 10 (1), 2022", "author": "Evita Frisdiana Jaya Wardani and Titi Nur Vidyarini and Astri Yogatama", "journal": "Jurnal E-Komunikasi", "volume": "10", "number": "1", "abstract": "Penelitian ini dilakukan untuk mengetahui bagaimana penggambaran citra Maybank yang terdapat dalam pemberitaan media online Tribunnews. com dan Detik. com pasca tersandung kasus Winda Earl Kehilangan uang 22 Miliar. Pada penelitian ini peneliti menggunakan teori strategi Restorasi Citra, jenis penelitian ini adalah deskriptif kuantitatif dengan metode analisis isi. Peneliti menganalisis Citra Maybank dalam sampel sebanyak 33 dari Tribunnews. com dan 34 Detik. com Total 67 pemberitaan, Sebagian besar pemberitaan di Tribunnews. com dan Detik. com yaitu pengamat professional dan dari restorasi citra yaitu persentase terbanyak dari Tribunnews. com adalah Accident sedangkan Detik. com adalah Defeasibility."}, "filled": true, "author_pub_id": "JGbjsEwAAAAJ:pyW8ca7W8N0C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=685589630900855059", "cites_id": ["685589630900855059"], "pub_url": "https://scholar.google.com/scholar?cluster=685589630900855059&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:E2GJCyO0gwkJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Communication medium for family planning in realizing quality families in east java", "pub_year": 2021, "citation": "Communication medium for family planning in realizing quality families in …, 2021", "author": "Ido Prijana Hadi and Desi Yoanita and Titi Nur Vidyarini"}, "filled": true, "author_pub_id": "JGbjsEwAAAAJ:a0OBvERweLwC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Vrqs9gpjVSYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The source and message appeal in perceiving family planning topics", "pub_year": 2021, "citation": "The Source and Message Appeal in Perceiving Family Planning Topics, 2021", "author": "Titi Nur Vidyarini and Ido Prijana Hadi and Desi Yoanita", "abstract": "The family planning is important issue in Indonesia. The Indonesian government has continuous effort to establish Indonesian healthy families through numerous strategies and tactics over more than 40 years. Fertile-age woman or couple with unmet need become an issue to be tackled with the program. In the rise of information and communication technology and borderless medium, the epicenter of family planning rest on the implementation of multi-mediated and direct communication. Strategic communication is used in determining specific targeted public, and the messages being conveyed. Advertising, digital media, community socialization, and local community centers have been used, by BKKBN (National Family Planning Coordinating Agency), to endorse the ideas of healthier family. Each communication tool is used as a different way of communicating, in this instance different source and messages to appeal the reader. This article used a qualitative thematic analysis, to understand how source of the message and the message appeal contributed on how the recipient perceived family planning topics. The findings conclude three things, 1) the importance of understanding targeted individuals  belief of a health issue, 2) the persuasive message exposure, and 3) the suitable modes of communication in delivering the intended message."}, "filled": true, "author_pub_id": "JGbjsEwAAAAJ:cFHS6HbyZ2cC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=14882348767978491594", "cites_id": ["14882348767978491594"], "pub_url": "https://repository.petra.ac.id/19299/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:yo7Uulq5iM4J:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Digital-based media organization communication strategy: an ethnomethodology study", "pub_year": 2021, "citation": "Jurnal Studi Komunikasi Dan Media 25 (1), 1-16, 2021", "author": "Gatut Priyowidodo and Chory Angela Wijayanti and Titi Nur Vidyarini", "journal": "Jurnal Studi Komunikasi Dan Media", "volume": "25", "number": "1", "pages": "1-16", "abstract": "The purpose of this study is to find out the strategy and communication model of techno-entrepreneurs or business actors in the field of start-up business in digital media. This research uses ethnomethodology method. Data analysis techniques are carried out through conversation analysis with the help of NVIVO 12 Software. The validity test of the data uses source and theory triangulation. The findings of this study cover two important aspects. The first communication strategy used in digital media management. Includes six things, namely management of communication, the use of communication channels, planning carried out by institutions, communication channels to drive the wheels of the organization, communication media used and who are the parties involved as communicators for both internal and external. The second finding is the factors that influence the formation of the strategy includes two aspects. First, it is the company's internal conditions. Digital-based business information must be supported by a combination of two core strengths. Those are professionals in information technology and professional management skills in the field of digital media. There are both relations with strong external parties. Business survival is determined by three important stakeholders. They are advertisers as sources of corporate income, sources as suppliers of production materials, and readers/subscribers as consumers."}, "filled": true, "author_pub_id": "JGbjsEwAAAAJ:2P1L_qKh6hAC", "num_citations": 11, "citedby_url": "/scholar?hl=en&cites=7989891044750352566,13356907517086917047", "cites_id": ["7989891044750352566", "13356907517086917047"], "pub_url": "https://jkd.komdigi.go.id/index.php/jskm/article/view/3272", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:tmBrrJLL4W4J:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 4, "2024": 5}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The communication strategy of digital-based media organizations", "pub_year": 2021, "citation": "Jurnal Studi Komunikasi Dan Media 25 (1), 1-16, 2021", "author": "Gatut Priyowidodo and Chory Angela Wijayanti and Titi Nur Vidyarini", "volume": "25", "number": "1", "pages": "1-16", "abstract": "Indonesia is experiencing a high growth in digital-based start-up companies, from 52 businesses in 2015 to 2,210 start-ups in 2020. This growth is related to the strategy and communication model of techno-entrepreneurs or business actors. The purpose of this research is to find out the communication strategy of the selected companies by using an ethnomethodological approach. The data analysis technique applies a conversation analysis by NVIVO 12 software, and the validity test of the data uses sources and theory triangulation. The findings cover two important aspects. First, six communication strategies used in digital media management are communication management, the communication message and context, the communication plan execution’ the involvement of parties as internal and external communicators, the usage of communication media, and the communication receiver and channels. Second, several factors determine these strategies which include the companys internal conditions and the strong relations with external parties. The digital-based business information must be supported by a combination of two core strengths, namely professionals with information technology knowledge and professionals with management skills. Finally, the survival of businesses is determined by three important stakeholders: advertisers, sources of production, and subscribers."}, "filled": true, "author_pub_id": "JGbjsEwAAAAJ:ldfaerwXgEUC", "num_citations": 13, "citedby_url": "/scholar?hl=en&cites=13203745093013219480", "cites_id": ["13203745093013219480"], "pub_url": "https://repository.petra.ac.id/19103/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mCjcpTQgPbcJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 5, "2023": 4, "2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Public Relations sebuah Pengantar", "pub_year": 2021, "citation": "Penerbit Qiara Media, 2021", "author": "Astri Yogatama and S Sos and Titi Nur Vidyarini and S Sos and M Comms and Vita Monica and S Sos and M Med Kom", "publisher": "Penerbit Qiara Media", "abstract": "SANKSI PELANGGARAN a. Barangsiapa dengan sengaja melanggar dan tanpa hak melakukan perbuatan sebagaimana dimaksud dalam Pasal 2 Ayat (1) atau Pasal 49 Ayat (1) dan Ayat (2) dipidana dengan pidana penjara masing-masing paling singkat 1 (satu) bulan dan/atau denda paling sedikit Rp. 1.000. 000, 00 (Satu juta rupiah), atau pidana penjara paling lama 7 (tujuh tahun dengan atau denda paling banyak Rp. 5.000. 000.000, 00 (Lima miliar rupiah). b. Barangsiapa dengan sengaja menyiarkan, memamerkan, mengedarkan, atau menjual kepada umum suatu ciptaan atau barang hasil pelanggaran hak cipta atau hak terkait sebagai dimaksud pada Ayat (1) dipidana dengan pidana penjara paling lama 5 (lima) tahun dan/atau denda paling banyak Rp. 500.000. 000, 00 (Lima ratus juta rupiah)."}, "filled": true, "author_pub_id": "JGbjsEwAAAAJ:JV2RwH3_ST0C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=9253351516851440382", "cites_id": ["9253351516851440382"], "pub_url": "https://scholar.google.com/scholar?cluster=9253351516851440382&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:_orAny2CaoAJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Citra Pemerintah Provinsi Jawa Timur Pasca Penerapan PSBB Surabaya Raya Di Mata Masyarakat Surabaya Raya", "pub_year": 2021, "citation": "Jurnal E-Komunikasi 9 (2), 2021", "author": "Kelvin Kurniawan and Otto Bambang Wahyudi and Titi Nur Vidyarini", "journal": "Jurnal E-Komunikasi", "volume": "9", "number": "2", "abstract": "Citra organisasi diartikan sebagai suatu gambaran dari individu atas sosok keberadaan kebijakan dari suatu organisasi. Penelitian ini bertujuan untuk mengetahui deskripsi ci tra Pemerintah Provinsi Jawa Timur pasca penerapan PSBB Surabaya Raya di mata masyarakat Surabaya Raya. Pengukuran citra dilakukan berdasarkan enam indikator pembentukan citra yaitu Dynamic, Cooperative, Business, Character, Successful, Withdrawn. Jenis penelitian ini adalah penelitian deskriptif dengan pendekatan kuantitatif dan metode survei online, sehingga pengumpulan data dilakukan dengan penyebaran kuesioner secara online. Metode pengolahan data dilakukan dengan menguji validitas, reliabilitas, danfrekuensi. Teknikanalisis data dilakukandengananalisisstatistik deskriptif dan tabulasi silang (crosstab). Dari hasil penelitian, diperoleh hasil bahwa gambarancitra Pemerintah Provinsi Jawa Timur pasca …"}, "filled": true, "author_pub_id": "JGbjsEwAAAAJ:u_35RYKgDlwC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=7359834732716521957", "cites_id": ["7359834732716521957"], "pub_url": "https://scholar.google.com/scholar?cluster=7359834732716521957&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5XkmAbJiI2YJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sikap Ibu Rumah Tangga Di Surakarta Pada Pesan Iklan Televisi Lemonilo Versi Hebat Untuk Keluarga Sehat", "pub_year": 2021, "citation": "Jurnal E-Komunikasi 9 (2), 2021", "author": "Berlian Rahmawati and Felicia Goenawan and Titi Nur Vidyarini", "journal": "Jurnal E-Komunikasi", "volume": "9", "number": "2", "abstract": "Lemonilo membuat iklan televisi versi “Mie hebat untuk keluarga sehat”. Tujuan dari iklan ini adalah Lemonilo ingin menyampaikan bahwa gaya hidup sehat bisa diakses oleh siapa saja dan menjadikan hidup sehat sebagai sesuatu yang normal. Penelitian ini bertujuan untuk mengetahui sikap Ibu rumah tangga di Surakarta pada pesan iklan televisi Lemonilo versi “Mie hebat untuk keluarga sehat”. Sikap terdiri dari tiga komponen yaitu kognitif, afektif dan konatif. Penelitian ini memilih responden Ibu rumah tangga yang memiliki anak, dan berdomisili di kota Surakarta dan pernah menonton iklan televisi ini sebanyak 3 kali. Peneliti menggunakan metode survei (kuesioner online) dalam mengumpulkan data dan menyebarkan kepada 100 responden. Dalam penelitian ini ditemukan bahwa sikap Ibu rumah tangga di Surakarta pada pesan iklan televisi Lemonilo versi “Mie hebat untuk keluarga sehat” untuk …"}, "filled": true, "author_pub_id": "JGbjsEwAAAAJ:rO6llkc54NcC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=5849270459024325781", "cites_id": ["5849270459024325781"], "pub_url": "https://scholar.google.com/scholar?cluster=5849270459024325781&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lbxU4X3ILFEJ:scholar.google.com/", "cites_per_year": {"2023": 3, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Strategi Impression Management Erick Thohir sebagai Menteri BUMN melalui Akun Instagram@ Erickthohir", "pub_year": 2021, "citation": "Jurnal E-Komunikasi 9 (2), 1-12, 2021", "author": "Theresia Ariyani Hariyono and Gatut Priyowidodo and Titi Nur Vidyarini", "journal": "Jurnal E-Komunikasi", "volume": "9", "number": "2", "pages": "1-12", "abstract": "Impression management atau manajemen kesan merupakan sebuah upaya yang dilakukan oleh individu untuk mendapatkan kesan yang diharapkan dirinya di mata publik. Setiap individu menginginkan dirinya memiliki kesan positif dan baik di mata setiap orang, termasuk Erick Thohir sebagai Menteri BUMN. Sangat penting bagi Erick Thohir melakukan strategi impression management untuk menciptakan kesan baik di mata publik terlebih karena jabatan sebagai Menteri BUMN yang masih baru saja dilantik serta namanya diterpa isu keterlibatan dalam kasus Jiwasraya dan isu titipan jabatan di Kementerian BUMN. Dalam penelitian ini, peneliti ingin melihat rumusan masalah bagaimana strategi impression management Erick Thohir sebagai Menteri BUMN melalui Akun Instagram@ Erickthohir selama periode waktu 23 Oktober 2019 hingga 31 Agustus 2020. Peneliti melakukan coding terhadap pesan verbal …"}, "filled": true, "author_pub_id": "JGbjsEwAAAAJ:ZHo1McVdvXMC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=4380020584616991513", "cites_id": ["4380020584616991513"], "pub_url": "https://scholar.google.com/scholar?cluster=4380020584616991513&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:GZv-7oP1yDwJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1, "2024": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Human Branding Anies Baswedan, Gubernur DKI Jakarta 2017-2022, pada Masa Pandemi COVID-19 di Media Sosial Twitter", "pub_year": 2021, "citation": "Jurnal E-Komunikasi 9 (2), 2021", "author": "Leonard Refinchie and Titi Nur Vidyarini and Chory Angela Wijayanti", "journal": "Jurnal E-Komunikasi", "volume": "9", "number": "2"}, "filled": true, "author_pub_id": "JGbjsEwAAAAJ:SeFeTyx0c_EC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=3060176153103102721", "cites_id": ["3060176153103102721"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:AfPUa__tdyoJ:scholar.google.com/", "cites_per_year": {"2023": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Reputasi PT Bank Bukopin Tbk. Di Mata Masyarakat Sidoarjo Pasca Kasus Tight Liquidity", "pub_year": 2021, "citation": "Jurnal E-Komunikasi 9 (2), 2021", "author": "Yoshin Rini and Titi Nur Vidyarini and Felicia Goenawan", "journal": "Jurnal E-Komunikasi", "volume": "9", "number": "2", "abstract": "Penelitian ini dilakukan untuk mengetahui bagaimana reputasi PT Bank Bukopin Tbk di mata masyarakat Sidoarjo pasca kasus tight liquidity. Pada Juni 2020, PT Bank Bukopin Tbk ramai dibicarakan di media sosial dan media online karena ada masalah pada likuiditas Bank. Terlebih kasus deposito salah satu nasabah Bank Bukopin cabang Sidoarjo yang tidak dapat dicairkan oleh pihak bank menimbulkan komentar-komentar negatif yang berdampak pada reputasi Bank Bukopin. Karena itu, peneliti menggunakan teori reputasi oleh Fombrun dan fokus pada reputasi di mata pelanggan. Dimana pelanggan akan memiliki reputasi yang baik terhadap perusahaan ketika perusahaan dapat diandalkan. Peneliti menggunakan empat dimensi reliabilitas oleh Parasuraman yang yaitu credibility, security, competence dan courtesy untuk mengukur reputasi Bank Bukopin di mata masyarakat Sidoarjo. Penelitian ini …"}, "filled": true, "author_pub_id": "JGbjsEwAAAAJ:HoB7MX3m0LUC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=455785787433749981", "cites_id": ["455785787433749981"], "pub_url": "https://scholar.google.com/scholar?cluster=455785787433749981&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:3Q2pQcJGUwYJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Isi Penggambaran Media Online Detik. Com terhadap Citra PT Djarum Pada Saat Krisis Kasus KPAI", "pub_year": 2021, "citation": "E-Komunikasi 9 (1), 2-8, 2021", "author": "Jessica Ika Samudra and Titi Nur Vidyarini and Vita Monica", "volume": "9", "number": "1", "pages": "2-8", "publisher": "E-Komunikasi", "abstract": "Penelitian ini dilakukan untuk mengetahui bagaimana penggambaran citra PTDjarum yang terdapat dalam pemberitaan Detik. com pada saat kasus dengan KPAI. Pada penelitian ini, peneliti menggunakan teori citra dengan elemen primary impression, familiarity, perception, preference, dan position yang dibuat oleh Marita Vos. Selain itu ada pula variabel tambahan yakni narasumber berita. Jenis penelitian ini adalah deskriptif kuantitatif dengan metode analisis isi. Peneliti menganalisis citra PT Djarum dalam sampel yakni 58 berita. Hasil penelitian ini menunjukkan bahwa elemen citra PT Djarum paling banyak digambarkan melalui elemen Primary Impression, di mana pengenalan masyarakat terhadap perusahaan. Elemen ini secara dominan ditunjukkan melalui indikator tanggung jawab sosial perusahaan, yaitu tanggung jawab PT Djarum mengenai tanggung jawab perusahaan pada saat krisis. Selain itu …"}, "filled": true, "author_pub_id": "JGbjsEwAAAAJ:pqnbT2bcN3wC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=17352909290842652376", "cites_id": ["17352909290842652376"], "pub_url": "https://scholar.google.com/scholar?cluster=17352909290842652376&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2H5AdA_r0fAJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Communicating pregnancy complication: a discourse analysis of an online support group.", "pub_year": 2020, "citation": "Jurnal Studi Komunikasi 4 (1), 49-62, 2020", "author": "Titi Nur Vidyarini", "volume": "4", "number": "1", "pages": "49-62", "abstract": "The increase use of internet open up a broad spectrum of usage. Among those are the use of sharing platform such as Instagram and facebook for particular communities. Support groups are essential part of health treatment and recovery, in this case for pregnancy condition. One can try to find solace and information through online support group. Online support group enable people from around the globe to communicate, discuss and encourage others with similar condition. This article delves the question of how women use internet-based health support group. The researcher conduct qualitative discourse analysis on an online pregnancy support group and various literatures which explores the use of internet-based support group. The findings show that women use online support group because they found lack of support offline, they need information and emotional support regarding their pregnancy loss and the recovery process, the role of medical expert and the spouses are perceived differently."}, "filled": true, "author_pub_id": "JGbjsEwAAAAJ:hFOr9nPyWt4C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=13563235892982572882", "cites_id": ["13563235892982572882"], "pub_url": "https://repository.petra.ac.id/19102/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:UucN_i5LOrwJ:scholar.google.com/", "cites_per_year": {"2020": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Studi Komparatif: Analisis Isi Pesan Komunikasi Pemasaran Melalui Instagram (Indihome vs First Media)", "pub_year": 2020, "citation": "Jurnal E-Komunikasi 8 (2), 1-12, 2020", "author": "Lita Sanjulya and Titi Nur Vidyarini and Vita Monica", "journal": "Jurnal E-Komunikasi", "volume": "8", "number": "2", "pages": "1-12", "abstract": "Penelitian ini dilakukan untuk melihat gambaran umum dan perbandingan isi pesan komunikasi pemasaran pada postingan Instagram perusahaan Internet Service Provider (ISP) di Indonesia yaitu Indihome dan First Media. Instagram merupakan salah satu media sosial yang digunakan oleh perusahaan Internet Service Provider (ISP) sebagai media komunikasi pemasaran. Penggambaran isi pesan dalam penelitian ini dilihat melalui metode analisis isi kuantitatif pada postingan media sosial Instagram. Elemen-elemen komunikasi pemasaran yang muncul pada posting digunakanuntuk melihat konten pesan di Instagram. Elemen tersebut adalah pengirim, pesan, media, dan tanggapan. Hasil penelitian ini menunjukkan bahwa postingan terbanyak indihome adalah hari Rabu sedangkan First Media pada hari Jumat. Tema pesan Glitz and Glam adalah tema pesan terbanyak yang diselipkan pada postingan …"}, "filled": true, "author_pub_id": "JGbjsEwAAAAJ:RGFaLdJalmkC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=9477343067820886466", "cites_id": ["9477343067820886466"], "pub_url": "https://scholar.google.com/scholar?cluster=9477343067820886466&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:won5m05JhoMJ:scholar.google.com/", "cites_per_year": {"2022": 3, "2023": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sikap Umat Gereja Katolik Redemptor Mundi Terhadap Isi Facebook Redemptor Mundi", "pub_year": 2020, "citation": "Jurnal E-Komunikasi 8 (2), 2-10, 2020", "author": "Romanos Defiano and Titi Nur Vidyarini and Astri Yogatama", "journal": "Jurnal E-Komunikasi", "volume": "8", "number": "2", "pages": "2-10", "abstract": "Gereja Katolik Redemptor Mundi merupakan salah satu gereja Katolik yang ada di Surabaya. Gereja Katolik Redemptor Mundi memiliki salah satu media komunikasi untuk pihak internal yaitu media sosial Facebook. Pesan yang di berikan melalui media komunikasi Facebook akan di terima oleh umat Gereja Katolik Redemptor Mundi sebagai komunikan. Umat Gereja Katolik Redemptor Mundi dalam memberikan feedback memiliki sikap yang berbeda–beda terkait isi pesan yang diberikan Gereja melalui Facebook ini. Dengan adanya Facebook, gereja berharap umat dapat mengetahui (Kognitif), menyukai (Afektif), kemudian mau memberi tanggappan berupa tindakan nyata (Konatif) terkait isi Facebook yang terbagi dalam caption, foto dan respon. Penelitian ini dilakukan untuk mengetahui sikap umat Gereja Katolik Redemptor Mundi mengenai isi Facebook Redemptor Mundi. Jenis penelitian ini adalah …"}, "filled": true, "author_pub_id": "JGbjsEwAAAAJ:ns9cj8rnVeAC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=8726535044255273578", "cites_id": ["8726535044255273578"], "pub_url": "https://scholar.google.com/scholar?cluster=8726535044255273578&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:alLVOGPhGnkJ:scholar.google.com/", "cites_per_year": {"2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penggambaran lima pilar CSR PT. BRI (Persero) Tbk di artikel website perusahaan", "pub_year": 2020, "citation": "Jurnal E-Komunikasi 8 (2), 1-12, 2020", "author": "Monica Josephine Winarto and Titi Nur Vidyarini and Vita Monica", "journal": "Jurnal E-Komunikasi", "volume": "8", "number": "2", "pages": "1-12", "abstract": "Penelitian ini meneliti penggambaran lima pilar CSR Bank BRI di artikel dalam kolom CSR pada website perusahaan. Penelitian ini merupakan penelitian deskriptif kuantitatif dengan menggunakan metode analisis isi. Penarikan sampel penelitian menggunakan total sampling dimana meneliti keseluruhan artikel CSR yaitu 37 artikel CSR. Hasil akhir dari penelitian ini adalah Bank BRI menjalankan aktivitas Public Relations dimana mengomunikasikan CSR melalui website perusahaan. Pengomunikasian CSR yang dilakukan Bank BRI sesuai dengan tujuan perusahaan yaitu mewujudkan misi dari BRI Peduli agar membentuk opini masyarakat bahwa Bank BRI telah menjalankan tata kelola bisnis yang baik. Hal ini dapat dilihat dari penggambaran lima pilar CSR dengan pilar encouraging good governance yang paling sering muncul."}, "filled": true, "author_pub_id": "JGbjsEwAAAAJ:GnPB-g6toBAC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=6442098139011599260", "cites_id": ["6442098139011599260"], "pub_url": "https://scholar.google.com/scholar?cluster=6442098139011599260&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nMv9LyDuZlkJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pesan Komunikasi Kesehatan pada Posting Instagram Alodokter dan Halodoc", "pub_year": 2020, "citation": "Jurnal E-Komunikasi 8 (2), 2020", "author": "Ribka Kinanti Maharani Kassa and Titi Nur Vidyarini and Vita Monica", "journal": "Jurnal E-Komunikasi", "volume": "8", "number": "2", "abstract": "Penelitian ini dilakukan untuk melihat gambaran umum dan perbandingan pesan komunikasi kesehatan pada posting Instagram Alodokter dan Halodoc. Instagram merupakan media sosial yang digunakan oleh Alodokter dan Halodoc sebagai media untuk melakukan komunikasi pemasaran. Penggambaran isi pesan komunikasi kesehatan dilihat melalui analisis isi pada posting media sosial Instagram. Hasil dari penelitian ini menunjukkan bahwa posting Instagram Alodokter dan Halodoc melakukan frekuensi unggahan paling sering Senin dan Rabu. Elemen struktur pesan yang paling banyak ditemukan adalah pola penyimpulan tersurat. Elemen gaya pesan yang paling banyak ditemukan adalah mudah dimengerti dan perbendaharaan kata. Elemen daya tarik pesan yang paling banyak ditemukan adalah rasional. Posting disajikan melalui media mage, slideshow, caption dan hashtag. Respon atas posting …"}, "filled": true, "author_pub_id": "JGbjsEwAAAAJ:BqipwSGYUEgC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=5212400517528562772", "cites_id": ["5212400517528562772"], "pub_url": "https://scholar.google.com/scholar?cluster=5212400517528562772&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VCxaeqcqVkgJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Kualitas Website Dinas Kebudayaan D. I Yogyakarta terhadap Citra Kota Yogyakarta terkait Aspek Budaya bagi Warganya", "pub_year": 2020, "citation": "Jurnal E-Komunikasi 8 (2), 1-11, 2020", "author": "Sophia Juliati and Otto Bambang Wahyudi and Titi Nur Vidyarini", "journal": "Jurnal E-Komunikasi", "volume": "8", "number": "2", "pages": "1-11", "abstract": "Kota Yogyakarta memiliki banyak predikat, salah satunya adalah kota budaya. Identitas yang melekat pada Yogyakarta merupakan citra yang membedakan kota Yogyakarta dari kota lainnya. Oleh karena itu penting bagi suatu kota untuk memiliki citra yang menjadi ciri khas dari kota tersebut. Citra kota dapat berhasil apabila publik internal, seperti masyarakat, di kota tersebut turut menghidupkan branding atau image yang berusaha dibentuk. Dengan perkembangan zaman yang menghambat pewarisan budaya, Dinas Kebudayaan DI Yogyakarta yang mengelola kebudayaan tersebut memanfaatkan media internet, salah satunya website, untuk menyampaikan informasi terkait kebudayaan Yogyakarta. Memanfaatkan media internet menjadi salah satu strategi public relations di era digital untuk berkomunikasi dengan publiknya. Dalam teori komunikasi SOR, pesan yang disampaikan melalui media tertentu dapat …"}, "filled": true, "author_pub_id": "JGbjsEwAAAAJ:NMxIlDl6LWMC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=11712778216026753963", "cites_id": ["11712778216026753963"], "pub_url": "https://scholar.google.com/scholar?cluster=11712778216026753963&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:q0s1A7sljKIJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
