{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Culinary and destination experiences on behavioral intentions: an insight into local Indonesian food", "pub_year": 2025, "citation": "Journal of Foodservice Business Research 28 (1), 145-162, 2025", "author": "Regina Jokom and Deborah Christine Widjaja and Monika Kristanti and Serli Wijaya", "journal": "Journal of Foodservice Business Research", "volume": "28", "number": "1", "pages": "145-162", "publisher": "Routledge", "abstract": "Food is an essential element of tourism. Tourists visit destinations in search of the destination experience and the culinary experience. Indonesia, rich in various kinds of local traditional food in each tourist destination, has become an attraction for tourists to visit different places to enjoy both the destination experience and the local food. Many previous studies have discussed the concept of experience quality and tourist satisfaction in culinary tourism; however, these variables have not been linked to destination experience. This study aimed to investigate the effect of culinary experience quality on destination experience satisfaction in Indonesia, with culinary experience satisfaction as a mediating variable. This study’s participants were 401 domestic tourists who traveled to one of the four gastronomy destinations of Denpasar, Solo, Bandung, and Yogyakarta. The findings showed that the positive culinary experience …"}, "filled": true, "author_pub_id": "JGQIW34AAAAJ:vV6vV6tmYwMC", "num_citations": 18, "citedby_url": "/scholar?hl=en&cites=10792821820527759826", "cites_id": ["10792821820527759826"], "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/15378020.2023.2229574", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:0lGkUEPOx5UJ:scholar.google.com/", "cites_per_year": {"2024": 10, "2025": 6}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The contribution of perceived food consumption value on destination attractiveness and revisit intention", "pub_year": 2024, "citation": "Journal of Culinary Science & Technology 22 (4), 727-743, 2024", "author": "Sienny Thio and Regina Jokom and Deborah Christine Widjaja", "journal": "Journal of Culinary Science & Technology", "volume": "22", "number": "4", "pages": "727-743", "publisher": "Taylor & Francis", "abstract": "This study aims to examine the impact of food consumption values on the attractiveness of tourist destinations and revisit intentions of domestic tourists visiting a culinary destination in Indonesia. The survey data was collected from 462 Indonesian visitors who visited three gastronomic regions of Central Java (Jogjakarta, Solo, and Semarang). Partial Least-Squares Structural Equation Modeling (PLS-SEM) was performed to examine the relationship amongst the constructs. The results indicate that consumer’s perceived consumption value has a significant effect on destination attractiveness and revisit intention. Moreover, the attractiveness of tourism destination has a direct and significant influence on revisit intention. The findings confirm the potential role of food in tourism as a development tool to promote a destination and to enhance tourists when visiting the destination. This study suggests the need of destination …"}, "filled": true, "author_pub_id": "JGQIW34AAAAJ:GnPB-g6toBAC", "num_citations": 30, "citedby_url": "/scholar?hl=en&cites=6056997474504939421", "cites_id": ["6056997474504939421"], "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/15428052.2022.2074331", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nRdOmRzHDlQJ:scholar.google.com/", "cites_per_year": {"2023": 7, "2024": 11, "2025": 10}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Perceived Organizational Support (POS) terhadap Organizational Citizenship Behavior (OCB) melalui Employee Development (ED) dan Organizational Commitment (OC) sebagai Variabel Mediasi pada Tenaga Kependidikan di Salah Satu Perguruan Tinggi Swasta", "pub_year": 2023, "citation": "Jurnal Manajemen Dan Organisasi 14 (2), 139-160, 2023", "author": "Vinna Yovita Narwastu and Deborah C Widjaja and Roy Setiawan", "journal": "Jurnal Manajemen Dan Organisasi", "volume": "14", "number": "2", "pages": "139-160", "abstract": "Tenaga kependidikan perlu memiliki OCB yaitu bekerja sesuai dengan tanggung jawab pekerjaan bahkan melebihinya untuk meningkatkan efektivitas organisasi. ED dan OC berperan penting dalam terciptanya OCB dan merupakan salah satu bentuk dari POS. Oleh karena itu, peran mediasi pada ED dan OC penting untuk diteliti. Metode penelitian kuantitatif dengan menggunakan sampel 140 responden menggunakan nonprobability sampling dan teknik purposive sampling, dengan kriteria status pegawai tetap dan sudah bekerja minimal 2 tahun pada salah satu PTS di Surabaya. Uji validitas dan reliabilitas menggunakan SPSS versi 25, sedangkan analisa data menggunakan SmartPLS. Hasil menunjukkan bahwa terdapat pengaruh signifikan pada POS ke ED, ED ke OC, OC ke OCB, serta POS ke OCB melalui ED dan OC sebagai joint mediation. Sebaliknya tidak terdapat pengaruh secara signifikan pada hubungan POS ke OC, POS dan ED ke OCB, juga POS ke OCB melalui ED atau OC sebagai mediasi secara mandiri. Hasil penelitian bagi pimpinan Perguruan Tinggi Swasta yang diteliti agar pimpinan dapat menunjukkan dukungan organisasi berupa rasa menghargai terhadap kontribusi yang telah diberikan tenaga kependidikan supaya kemampuan kerja dapat ditingkatkan melalui upaya pengembangan pegawai dan komitmen organisasi akan semakin tinggi. Selain itu, tenaga kependidikan akan mau membantu memberikan saran atau masukan kepada rekan kerjanya, sehingga pekerjaan akan semakin efektif tanpa harus diberi perintah."}, "filled": true, "author_pub_id": "JGQIW34AAAAJ:35N4QoGY0k4C", "num_citations": 8, "citedby_url": "/scholar?hl=en&cites=14702242281159290126", "cites_id": ["14702242281159290126"], "pub_url": "https://journal.ipb.ac.id/index.php/jmo/article/view/42113", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Dm06enXbCMwJ:scholar.google.com/", "cites_per_year": {"2024": 4, "2025": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The effect of student’s perception of learning innovation on student engagement and student satisfaction", "pub_year": 2022, "citation": "Petra International Journal of Business Studies 5 (2), 198-205, 2022", "author": "Anita Setyawati and Serli Wijaya and Deborah C Widjaja", "journal": "Petra International Journal of Business Studies", "volume": "5", "number": "2", "pages": "198-205", "abstract": "The COVID-19 pandemic has changed how people live, including education. Due to an increase in positive cases of COVID-19, the teaching and learning process must be carried out online. However, online learning that is carried out suddenly caused by the pandemic can affect a decrease in student engagement and student satisfaction. This research aims to determine student perceptions of teaching innovations that impact student engagement and satisfaction. The online survey was distributed to 166 students of an international program at a private university in Surabaya, Indonesia. The research found that learning methods or strategies prepared by the lecturers to create learning innovation positively impact student engagement and student satisfaction. The ideal teaching method or strategy during online learning supports the interaction between the lecturer and students. Such interaction would increase student engagement, such as learning motivation, being confident in their abilities and deep understanding, and sharing learning experiences, ideas, and knowledge so that student satisfaction will be enhanced."}, "filled": true, "author_pub_id": "JGQIW34AAAAJ:RYcK_YlVTxYC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=15290157121647658687", "cites_id": ["15290157121647658687"], "pub_url": "https://ijbs.petra.ac.id/index.php/ijbs/article/view/249", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:v8a3M-SMMdQJ:scholar.google.com/", "cites_per_year": {"2024": 3, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Learning organization through the internalization of transformational leadership: A study of an indonesian school", "pub_year": 2022, "citation": "Journal of Leadership in Organizations 4 (2), 134-149, 2022", "author": "Yoel Wibowo and Deborah Christine Widjaja", "volume": "4", "number": "2", "pages": "134-149", "abstract": ""}, "filled": true, "author_pub_id": "JGQIW34AAAAJ:NaGl4SEjCO4C", "num_citations": 11, "citedby_url": "/scholar?hl=en&cites=1776689063657305487", "cites_id": ["1776689063657305487"], "pub_url": "https://repository.petra.ac.id/19774/2/Publikasi4_19006_8515.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:j3WdQ0oRqBgJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 5, "2024": 4, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Investigating food consumption values: A case of culinary destinations in Indonesia", "pub_year": 2022, "citation": "Current issues in tourism, gastronomy, and tourist destination research, 419-425, 2022", "author": "Deborah Christine Widjaja and Sienny Thio and Regina Jokom", "pages": "419-425", "publisher": "Routledge", "abstract": "Tourism has become one of the most contributing sources of income in Indonesia. Due to COVID-19, Indonesia has decided to focus on domestic tourists. Local food has become an attraction and consideration for tourists to visit a destination. In order to attract domestic tourists, it is important to understand what they value in consuming local food. This study investigated the local consumption food value comprising functional, emotional, prestige, interaction, and epistemic values based on gender, age group, and three culinary destinations, namely: Jogjakarta, Solo, and Semarang. This study included 462 respondents who had eaten local food in one of three culinary destinations. Several analyses were used in the study: the descriptive statistics analysis and then the comparative analysis using independent sample T-test and one-way analysis of variance (ANOVA) to determine the statistical significance of the …"}, "filled": true, "author_pub_id": "JGQIW34AAAAJ:BqipwSGYUEgC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=8572566619236486424", "cites_id": ["8572566619236486424"], "pub_url": "https://www.taylorfrancis.com/chapters/edit/10.1201/9781003248002-56/investigating-food-consumption-values-case-culinary-destinations-indonesia-widjaja-thio-jokom", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:GE32uOvf93YJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PERSEPSI GLASS CEILING PADA GRUP HOTEL ACCOR DI SURABAYA", "pub_year": 2022, "citation": "Jurnal Manajemen Perhotelan 8 (2), 69-79, 2022", "author": "Ardhiananta Kurnia Hariono and Jefson Theios and Deborah Christine Widjaja", "journal": "Jurnal Manajemen Perhotelan", "volume": "8", "number": "2", "pages": "69-79", "abstract": "Penelitian ini ditujukan untuk mengetahui persepsi karyawan perempuan akan glass ceiling pada grup hotel Accor Surabaya melalui hambatan pribadi, hambatan situasional, dan hambatan sosial. Penelitian ini di fokuskan pada kelompok umur dan status pernikahan. Metode pengumpulan data menggunakan survei kepada 50 karyawan perempuan yang menduduki posisi manajerial di grup Hotel Accor Surabaya. Hasil penelitian menunjukkan bahwa persepsi glass ceiling pada interval kecil. Untuk kelompok umur terdapat perbedaan persepsi glass ceiling, namun untuk status pernikahan tidak terdapat perbedaan persepsi glass ceiling."}, "filled": true, "author_pub_id": "JGQIW34AAAAJ:lSLTfruPkqcC", "num_citations": 0, "pub_url": "https://jurnalperhotelan.petra.ac.id/index.php/hot/article/view/25608", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-4d4mHtCOi8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The influence of sharia hotel indicators towards its competitive advantage and guest intention to stay: an appraisal", "pub_year": 2022, "citation": "Malaysian J. Syariah & L. 10, 1, 2022", "author": "Abisag Elladora Hadiasali and Deborah C Widjaja and Ferry Jaolis", "journal": "Malaysian J. Syariah & L.", "volume": "10", "pages": "1", "abstract": "Indonesia, the country with the largest Muslim population in the world, showed an increase in the development of sharia hotels that apply sharia laws and regulations as their operating system. This study aims to explore both hotel executives' and consumers' perceptions of sharia hotels and the impact on creating the hotel's competitive advantage, which will affect guest intention to stay. Indepth interviews were completed with hotel executives of sharia and non-sharia hotels as one group and with sharia and non-sharia hotels guests as the other group. In-depth interviews and thick narratives nuance the research processes and inductive data reduction. The interview data were processed using thematic analysis. Two major themes were revealed from the interviews: governments are relatively slow in certifying standard regulations for sharia hotels and there is still a discrepancy concerning the perceptions among …"}, "filled": true, "author_pub_id": "JGQIW34AAAAJ:J_g5lzvAfSwC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=18173057391300097482", "cites_id": ["18173057391300097482"], "pub_url": "https://heinonline.org/hol-cgi-bin/get_pdf.cgi?handle=hein.journals/mlsnjl10&section=18", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:yrU6k2mrM_wJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 4, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Transformational leadership, perceived organizational support, and workplace spirituality on employee engagement of restaurant employees in Surabaya", "pub_year": 2021, "citation": "Promoting Creative Tourism: Current Issues in Tourism Research, 174-181, 2021", "author": "DC Widjaja and RST Putri and DE Febrianto", "pages": "174-181", "publisher": "Routledge", "abstract": "Employee engagement has been discussed and researched extensively by many researchers since it is believed to provide a company with competitive advantage. An employee who is engaged will be more likely to give his best to the company he belongs to. As the restaurant business has been one of the fastest growing industry around the world, the competition among the restaurant players becomes more intense from time to time. In that case, having employees who are engaged becomes very crucial for a restaurant to gain competitive advantage. There are many factors that can drive employee engagement. Among the many factors, there are three major factors which are interrelated to one another; they are transformational leadership, perceived organizational support, and workplace spirituality. This study is intended to determine the impacts of transformational leadership, perceived organizational support …"}, "filled": true, "author_pub_id": "JGQIW34AAAAJ:hMod-77fHWUC", "num_citations": 0, "pub_url": "https://www.taylorfrancis.com/chapters/edit/10.1201/9781003095484-27/transformational-leadership-perceived-organizational-support-workplace-spirituality-employee-engagement-restaurant-employees-surabaya-widjaja-putri-febrianto", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VRTuZMfJJ6YJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Store Atmosphere Terhadap Emosi Tamu Dan Minat Beli Ulang Di Michael Tj Gelato Surabaya", "pub_year": 2021, "citation": "Jurnal Manajemen Perhotelan 7 (2), 55-62, 2021", "author": "Cecilia Puspita Dewi Sucahoyo and Angelina Julia Wijaya and Deborah Christine Widjaja", "journal": "Jurnal Manajemen Perhotelan", "volume": "7", "number": "2", "pages": "55-62", "abstract": "This study aims to understand the effect of store atmosphere on customer emotion and repurchase intention at Michael TJ Gelato Surabaya. This quantitative study used 100 valid questionnaire answers from respondents with the SMART-PLS program. Results show that store atmosphere has a positive and significant influence on customer emotion. Beside that, store atmosphere has a positive and significant effect on repurchase intention. Customer emotion has a positive and significant effect on repurchase intention. Store Atnosphere in this study is partially mediated by guest emotions on repurchase intention.AbstrakPenelitian ini bertujuan untuk mengetahui pengaruh store atmosphere terhadap emosi tamu dan minat beli ulang di Michael TJ Gelato Surabaya. Penelitian kuantitatif ini menggunakan jawaban dari 100 kuesioner yang valid dan diolah menggunakan SMART-PLS. Hasil penelitian ini menunjukkan bahwa store atmosphere memiliki pengaruh yang positif dan signifikan terhadap emosi tamu. Selain itu, store atmosphere memiliki pengaruh yang positif dan signifikan terhadap minat beli ulang. Emosi tamu memiliki pengaruh yang positif dan signifikan terhadap minat beli ulang. Store Atnosphere dalam penelitian ini dimediasi emosi tamu secara parsial terhadap minat beli ulang."}, "filled": true, "author_pub_id": "JGQIW34AAAAJ:YFjsv_pBGBYC", "num_citations": 11, "citedby_url": "/scholar?hl=en&cites=8212243108691318743", "cites_id": ["8212243108691318743"], "pub_url": "https://jurnalperhotelan.petra.ac.id/index.php/hot/article/view/24544", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:1xey1pi_93EJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 3, "2024": 3, "2025": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The influence of destination image on tourist satisfaction and tourist loyalty: a case study of urban tourism in Semarang, Indonesia", "pub_year": 2020, "citation": "The Influence of Destination Image on Tourist Satisfaction and Tourist …, 2020", "author": "GLORI PUTERI AGUNG and Serli Wijaya and Deborah Christine Widjaja", "abstract": "Urban tourism has gained its popularity as alternative tourism that takes place in cities offering various tourism experiences not only for the visitors but also for the city residents. Se-marang has evolved as one of the major urban tourism destinations in Indonesia, showing increasing visitor arrival every year. The city has a wide range of potential tourist attractions including heritage tourism, religious tourism, shopping tourism at traditional markets, and culinary tourism. Despite its prospective growth and extensive efforts of the local govern-ment to promote the destination, the number of tourists who visit Semarang is still behind its neighbouring cities like Yogyakarta and Solo. This study aimed to identify the image of Se-marang as a tourism destination and to examine whether both cognitive and affective images of the city affected tourist satisfaction and tourist loyalty. The survey was completed to 300 respondents who were domestic tourists not residing in Semarang and had ever visited the city at least within the past year. The results showed that destination image significantly and positively influenced tourist satisfaction and induced the intention of tourists to revisit Se-marang, with cognitive image had a stronger effect than affective image."}, "filled": true, "author_pub_id": "JGQIW34AAAAJ:k_IJM867U9cC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=11438856947213693841", "cites_id": ["11438856947213693841"], "pub_url": "https://repository.petra.ac.id/18891/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:kXMur8n7vp4J:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Efek intervensi training dan Coaching kebermaknaan kerja terhadap kinerja karyawan", "pub_year": 2020, "citation": "Jurnal Aplikasi Bisnis dan Manajemen (JABM) 6 (3), 558-558, 2020", "author": "Eduardo Edwin Ang and Diah Dharmayanti and Deborah C Widjaja", "journal": "Jurnal Aplikasi Bisnis dan Manajemen (JABM)", "volume": "6", "number": "3", "pages": "558-558", "abstract": "Penelitian ini bertujuan untuk mengetahui sejauh mana intervensi kebermaknaan kerja dalam bentuk training dan coaching mampu meningkatkan kinerja room attendant (housekeeping department) Bumi Surabaya City Resort. Penelitian dilakukan dengan metode action research dengan tiga tahapan, yaitu Pre ODI (Diagnosa), ODI (Desain dan Implementasi), dan Post ODI (Expected Outcome). ODI sendiri merupakan singkatan dari Organization Development Intervention yang berarti program terstruktur yang dirancang untuk memecahkan masalah, sehingga memungkinkan organisasi untuk mencapai tujuan. Berdasarkan hasil Pre ODI, room attendant memiliki kinerja yang rendah karena room attendant belum memahami tujuan dan makna bekerjanya. Oleh karena itu, pada tahap ODI, peneliti memberikan intervensi kebermaknaan kerja dengan tools berupa training dan coaching untuk meningkatkan kinerja karyawan. Untuk melihat peningkatan terhadap kinerja karyawan, maka pada tahap Post ODI peneliti melakukan uji beda (Paired Sample T-Test) sebelum dan sesudah dilakukannya intervensi. Hasil penelitian menunjukkan intervensi training dan coaching kebermaknaan kerja mampu meningkatkan score kinerja karyawan dari 3, 03 (Pre ODI) menjadi 3, 43 (Post ODI). Dengan demikian, hipotesis penelitian dapat diterima yaitu terdapat perbedaan rata-rata skor kinerja karyawan sebelum dan setelah dilakukannya intervensi."}, "filled": true, "author_pub_id": "JGQIW34AAAAJ:JV2RwH3_ST0C", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=12563138031192181793", "cites_id": ["12563138031192181793"], "pub_url": "https://journal.ipb.ac.id/index.php/jabm/article/view/30454", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:IQxpHXo7Wa4J:scholar.google.com/", "cites_per_year": {"2021": 2, "2022": 1, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Is Lombok really perceived as halal tourism destination? A study of tourist satisfaction and loyalty", "pub_year": 2020, "citation": "Is Lombok Really Perceived as Halal Tourism Destination? A Study of Tourist …, 2020", "author": "Nathanael Adi Cahyono and Serli Wijaya and Deborah Christine Widjaja", "abstract": "Indonesia could take advantage of being the largest Muslim country in the world by creating an attractive value proposition as a halal tourism destination. This study aims to determine the effect of how the Islamic attributes of destination is perceived by Muslim travellers and how such a perception influenced tourist satisfaction and destination loyalty. Lombok was selected as a study object since its appointment as Indonesia’s halal tourism destination. A survey was completed to 130 respondents who had visited Lombok. Using a structural equation modelling, the main results indicated that: 1) worship facilities; 2) halalness; 3) alcohol and gambling free; and 4) general Islamic morality, as four formative dimensions of Islamic attributes of destination. These four sub-dimensions were perceived as underlying factors to affect tourist satisfaction and destination loyalty. Tourist satisfaction plays as a full mediating variable of how Islamic attributes of destination influenced tourists’ destination loyalty. These findings advance our understanding of how Moslem domestic tourists perceived the provision of Islamic attributes in a halal tourism destination and how it could trigger their behavioural intention in the future."}, "filled": true, "author_pub_id": "JGQIW34AAAAJ:M3NEmzRMIkIC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=9334791627959938367", "cites_id": ["9334791627959938367"], "pub_url": "https://repository.petra.ac.id/18897/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:P63XHIfXi4EJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh ulasan online pada online travel agency (ota) terhadap minat pemesanan kamar hotel di surabaya", "pub_year": 2020, "citation": "Jurnal Manajemen Perhotelan 6 (1), 1-8, 2020", "author": "Deviani Marthasari and Deborah Christine Widjaja", "journal": "Jurnal Manajemen Perhotelan", "volume": "6", "number": "1", "pages": "1-8", "abstract": "Penelitian ini bertujuan untuk melihat pengaruh ulasan online yang terdapat pada OTA melalui lima aspek yaitu reviewer expertise, timeliness of online review, volume of online review, valence of online review, dan comprehensiveness of online review terhadap minat pemesanan kamar hotel di kota Surabaya. Teknik pengumpulan data menggunakan kuesioner dan dinilai menggunakan 5 poin skala likert. Teknik analisa yang digunakan adalah regresi linear berganda, uji t, dan uji F dengan jumlah sampel sebanyak 303 responden. Hasil penelitian ini adalah seluruh aspek dari ulasan online memiliki pengaruh yang positif dan signifikan terhadap minat pemesanan kamar hotel. Aspek yang paling mempengaruhi minat pemesanan kamar hotel adalah timeliness of online review"}, "filled": true, "author_pub_id": "JGQIW34AAAAJ:e5wmG9Sq2KIC", "num_citations": 17, "citedby_url": "/scholar?hl=en&cites=12870383847768246074", "cites_id": ["12870383847768246074"], "pub_url": "http://jurnalperhotelan.petra.ac.id/index.php/hot/article/view/22911", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:OscmWevJnLIJ:scholar.google.com/", "cites_per_year": {"2021": 3, "2022": 2, "2023": 4, "2024": 7, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Tourist behavioural intentions towards gastronomy destination: evidence from international tourists in Indonesia", "pub_year": 2020, "citation": "Anatolia 31 (3), 376-392, 2020", "author": "Deborah C Widjaja and Regina Jokom and Monika Kristanti and Serli Wijaya", "journal": "Anatolia", "volume": "31", "number": "3", "pages": "376-392", "publisher": "Routledge", "abstract": "Drawing upon the extant literature, this study aimed to investigate tourist experience quality of culinary tourism in Indonesia by examining the relationships between the quality of culinary experience, the satisfaction of culinary experience, the satisfaction of destination experience, and behavioural intentions using a structural equation modelling approach. In total, 395 international tourists who travelled to Indonesian gastronomy destinations participated in the survey. The result showed the direct effects of the culinary experience quality on culinary experience satisfaction and destination experience satisfaction. However, it is the indirect and not direct effects of the quality of culinary experience quality that impact on behavioural intentions when mediated by culinary experience satisfaction and destination experience satisfaction."}, "filled": true, "author_pub_id": "JGQIW34AAAAJ:mB3voiENLucC", "num_citations": 115, "citedby_url": "/scholar?hl=en&cites=3871463165231050635", "cites_id": ["3871463165231050635"], "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/13032917.2020.1732433", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:iy-bpDwzujUJ:scholar.google.com/", "cites_per_year": {"2020": 6, "2021": 11, "2022": 21, "2023": 33, "2024": 34, "2025": 9}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Transformational leadership, workplace spirituality and organizational performance in a restaurant group in Indonesia: a study of the effectiveness of organization development interventions", "pub_year": 2020, "citation": "ABAC Journal 40 (1), 33-57, 2020", "author": "Deborah Widjaja and Gloria S Chavez and Perla M Tayko and Sirichai Preudhikulpradab", "journal": "ABAC Journal", "volume": "40", "number": "1", "pages": "33-57", "abstract": "This study investigated the effectiveness of organization development interventions on transformational leadership, workplace spirituality and organizational performance at a restaurant group in Indonesia. The study followed an action research design, following the three stages, namely pre-ODI, ODI and post-ODI. Data were analyzed using a mix of quantitative and qualitative data analysis. The organization development interventions were directed at the participating leaders, who ranged from the top to the lower levels of the organization, by means of combining both training and coaching sessions. The results of the study showed that all the observed variables improved significantly except for job performance."}, "filled": true, "author_pub_id": "JGQIW34AAAAJ:TQgYirikUcIC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=8160849239232416539", "cites_id": ["8160849239232416539"], "pub_url": "https://auojs.au.edu/index.php/abacjournal/article/view/4554", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Gwv3ISUpQXEJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A Study of Indonesia Original Brands Financial Performance", "pub_year": 2020, "citation": "Indonesian Journal of Business and Entrepreneurship (IJBE) 6 (1), 12-12, 2020", "author": "Josua Tarigan and Deborah Christine Widjaja and Helene Lydia Egaputri and Jean-Marc Dautrey", "journal": "Indonesian Journal of Business and Entrepreneurship (IJBE)", "volume": "6", "number": "1", "pages": "12-12", "abstract": "This research aimed at analyzing the influence of Indonesia Original Brand Index (IOB) on financial performance, which is measured by profitability and market value. The data of this research was from companies in various sectors listed in the Indonesia Stock Exchange (IDX) and whose brand appeared on the published index of Indonesia Original Brands of SWA magazine. The final number of samples is 68 firm-years. This research found that customers’ satisfaction can enhance customer loyalty while also significantly improving customer advocacy. However, the performance of the Indonesia Original Brand Index still not significantly impacted financial performance. This issue happened due to the excessive resources of Indonesian companies, which spent on turning customers' loyalty and be advocates for the brand. This unfavorable profitability outcome can also be due to the unique characteristics of Indonesia’s consumer behavior. According to 81% of IOB respondents, Indonesia’s customers prefer to buy things at a low price and economically. With this behavior of seeking the lowest price, it indicates that customers in Indonesia may shift from one brand to other brands to get the best offer available, therefore not resulting in their constant purchase of one specific brand."}, "filled": true, "author_pub_id": "JGQIW34AAAAJ:hFOr9nPyWt4C", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=15832326233670066316", "cites_id": ["15832326233670066316"], "pub_url": "https://journal.ipb.ac.id/index.php/ijbe/article/view/29591", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jKAAhtO4t9sJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Local Indonesian Food in the Eyes of Domestic Tourists: Culinary and Destination Experiences on Behavioral Intentions", "pub_year": 2020, "citation": "Local Indonesian Food in the Eyes of Domestic Tourists: Culinary and …, 2020", "author": "Regina Jokom and Deborah Christine Widjaja and Monika Kristanti and Serli Wijaya", "abstract": "Food is an essential element of tourism. Tourists visit tourism destinations in search for the destination experience as well as the culinary experience. Indonesia which is rich of various kinds of local traditional food in each of the tourist destination place has become an attraction for the domestic tourists to visit different tourist destination places to enjoy both the destination experience and the local food. There have been many previous studies discussing the concept of experience quality and tourist satisfaction in the context of culinary tourism; however, these variables have not been linked to destination experience. The aim of this study was to investigate the effect of culinary experience quality on destination experience satisfaction in Indonesia, with culinary experience satisfaction as a mediating variable. The respondents of this study include 401 domestic tourists who travelled to one of the four gastronomy destinations of Denpasar, Solo, Bandung and Yogyakarta participated in the survey. The findings showed that the positive culinary experience of domestic tourists in Indonesia significantly influenced overall destination experience satisfaction, which in turn, led to positive behavioural intentions. Moreover, the finding also showed that food is the most influential factor in creating the culinary experience of the domestic tourists."}, "filled": true, "author_pub_id": "JGQIW34AAAAJ:-f6ydRqryjwC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=2935610421630650610", "cites_id": ["2935610421630650610"], "pub_url": "https://repository.petra.ac.id/18571/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8sg6_B9ivSgJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 0, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Corporate social responsibility policies and value creation: Does corporate governance and profitability mediate that relationship?", "pub_year": 2019, "citation": "Investment Management and Financial Innovations 16 (2), 270-280, 2019", "author": "Josua Tarigan and Saarce Elsye Hatane and LINNEKE STACIA WANDY and Deborah Christine Widjaja", "volume": "16", "number": "2", "pages": "270-280", "abstract": "With a purpose to give a deep understanding relating to the manifestation of social responsibilities practices among Indonesian companies, this paper reflects the relationship of corporate social responsibility (CSR), corporate profitability (CP), value creation (VC) and good corporate governance (GCG). Kinder, Lydenberg, and Dominis (KLD) measurement approach is used in this study to measure the social responsibility practices as this gives cross-border analysis of social responsibility. Corporate Profitability captures return on assets which is accounting-based measurement, whereas value creation explains the economic value added which is shareholder-based measurement. Structural Equation Model (SEM) analysis is conducted for Indonesian listed companies which appeared in Corporate Governance Perception Index (CGPI). The empirical result suggests that CSR serves as a tool in assisting shareholders value and performance. Accordingly, firms should incorporate CSR practices to enhanced its strategic investment and sustain a strong relationship with its stakeholders. Subsequently, management should also take concern of having good corporate governance in order to improve companys performance by supervising and monitoring of the companys operation, ensure the fulfillment to the stakeholders interest. This paper presents fresh insights into applications of corporate social responsibility principles and corporate governance in Indonesia context that has not received systematic attention and consideration in the literature"}, "filled": true, "author_pub_id": "JGQIW34AAAAJ:HDshCWvjkbEC", "num_citations": 34, "citedby_url": "/scholar?hl=en&cites=12862001302684354320", "cites_id": ["12862001302684354320"], "pub_url": "https://repository.petra.ac.id/18741/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:EMcc-wkCf7IJ:scholar.google.com/", "cites_per_year": {"2020": 3, "2021": 7, "2022": 9, "2023": 8, "2024": 7}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The impacts of intellectual capital on financial performance: An evidence from Indonesian manufacturing industry", "pub_year": 2019, "citation": "Indonesian Journal of Business and Entrepreneurship (IJBE) 5 (1), 65-65, 2019", "author": "Josua Tarigan and Stephanie Listijabudhi and S Elsye Hatane and D Christine Widjaja", "journal": "Indonesian Journal of Business and Entrepreneurship (IJBE)", "volume": "5", "number": "1", "pages": "65-65", "abstract": "The purpose of the research was to provide an examination of the impacts of the intellectual capital on the firms' financial performance that is focusing on profitability, productivity, and market value. It was conducted on manufacturing companies in Indonesia which were listed in Indonesian Stock Exchange (IDX). The samples of this research were 93 listed manufacturing companies with the total number of 465 firm-year observations in five years. VAIC method by Pulic was used in measuring the intellectual capital in this research. Based on VAIC approach, intellectual capital consisted of human capital (HCE), structural capital (SCE), and capital employed (CEE). There were ten regression models used to assess all the relationships of independent and dependent variables. The result showed that VAIC had significant relationship towards financial performance but not towards the market value of the companies. While in regards to each component, HCE was found to have no correlation towards both market value and financial performance. The SCE was found to have a negative significant relationship only towards the market value. Meanwhile, CEE was proved to have a significant relationship towards both market value and financial performance."}, "filled": true, "author_pub_id": "JGQIW34AAAAJ:7PzlFSSx8tAC", "num_citations": 51, "citedby_url": "/scholar?hl=en&cites=17708676311812589017", "cites_id": ["17708676311812589017"], "pub_url": "https://journal.ipb.ac.id/index.php/ijbe/article/view/21361", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2cX270fbwfUJ:scholar.google.com/", "cites_per_year": {"2019": 4, "2020": 3, "2021": 14, "2022": 7, "2023": 9, "2024": 12, "2025": 2}}
