{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Portrayal of Elijah Kamski as a God-like Figure and its Impacts in Detroit: Become Human", "pub_year": 2025, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 13 (1), 152-158, 2025", "author": "Ni Made Natasya Andrea Pariana and Dwi Setiawan", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "13", "number": "1", "pages": "152-158", "abstract": "This thesis examines the portrayal of Elijah Kamski as a God-like figure in the video game Detroit: Become Human and explores the impacts of his godlikeness. Detroit: Become Human is an interactive drama game developed by Quantic Dream and released in 2018. The narrative centers on androids created by Elijah Kamski, who gain self-awareness and begin to develop human-like empathy. By applying Jones’(1923) concept of the God Complex and the DSM-5’s (2022) criteria for narcissistic personality disorder, this study identifies key actions and behaviors that contribute to Kamski’s depiction as a God-like figure. Additionally, this analysis incorporates Driscoll’s (2016)“White Man’s God Complex” and Khorram-Manesh’s (2024) work on the impacts of narcissistic leadership to demonstrate how these traits underscore social inequality and societal instability caused by the androids’ creation. This thesis argues that Kamski’s God Complex—an extreme manifestation of narcissism—positions him as a God-like character within the game. His portrayal significantly influences the narrative, leading to the dehumanization and abuse of androids."}, "filled": true, "author_pub_id": "JPrwPfwAAAAJ:zA6iFVUQeVQC", "num_citations": 0, "pub_url": "https://katakita.petra.ac.id/index.php/sastra-inggris/article/view/14552", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:hkTVyFeXs5IJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Media logic and educational micro-content: Presentational themes and approaches on TikTok", "pub_year": 2025, "citation": "The Communication Review, 1-27, 2025", "author": "Jandy Luik and Dwi Setiawan and Ronald HI Sitindjak", "journal": "The Communication Review", "pages": "1-27", "publisher": "Routledge", "abstract": "Brevity is one of the defining characteristics of content found on the TikTok platform, along with features such as music, filters, and users’ body movements. Through the lens of media logic theory, this article focuses on the brevity of micro-content, such as TikTok videos, often referred to as bite-sized content, as well as its impact on content creation processes. Specifically, this study explores the themes and types of educational micro-video presentations on TikTok, all of which have a duration of less than five minutes. The study employs an inductive qualitative content analysis method, using a sample of 140 educational TikTok videos with durations ranging from 13 to 299 seconds. The research identifies six micro-content themes in education: study tips, health and beauty, sports and exercise, creative skills, media and technology, and general knowledge. Among these themes, health and beauty, creative skills, and …"}, "filled": true, "author_pub_id": "JPrwPfwAAAAJ:pqnbT2bcN3wC", "num_citations": 0, "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/10714421.2025.2452086", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:pkCGiI1h-nsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Penggunaan Kalimat Aktif dan Kalimat Pasif pada Rubrik Pendidikan kompas. com Bulan September 2024", "pub_year": 2025, "citation": "Semantik: Jurnal Riset Ilmu Pendidikan, Bahasa dan Budaya 3 (1), 103-125, 2025", "author": "Ismi Wahyuningsih and Siti Aisyah and Asep Purwo Yudi Utomo and Fatimatuz Zahra and Eri Marsa Dwi Septiana and Amilia Buana Dewi Islamy and Dwi Setiyawan", "journal": "Semantik: Jurnal Riset Ilmu Pendidikan, Bahasa dan Budaya", "volume": "3", "number": "1", "pages": "103-125", "abstract": "This research analyzes active and passive sentences in the education rubric on the kompas. com website in September 2024. This research aims to describe active and passive sentences based on type, structure, and characteristics in online news text. The method used in this study is a theoretical and methodological approach. The theoretical approach is in the form of syntax, while the methodological approach is in the form of qualitative descriptive with data collection techniques of observing and recording. The data collected comes from primary and secondary data through literature studies. The use of qualitative descriptive methods is intended to analyze active and passive sentences in the education rubric on the kompas. com website. The data analysis technique is the agih technique with formal and informal presentations. The results of this study are the discovery of the use of active and passive sentences in news texts with an education theme on the kompas. com website. The research results are detailed by classifying active and passive sentences and describing their structure and type. The benefits of conducting this research are increasing insight and knowledge regarding active and passive sentences and their types, structures, and characteristics in their use in online news texts."}, "filled": true, "author_pub_id": "JPrwPfwAAAAJ:M05iB0D1s5AC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=6364220044651252268", "cites_id": ["6364220044651252268"], "pub_url": "https://journal.aspirasi.or.id/index.php/Semantik/article/view/1373", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:LMrbWWlAUlgJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Before the Petal Falls: A Novella Exploring Self-Efficacy and Learned Helplessness in Young Adults", "pub_year": 2024, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 12 (3), 353-359, 2024", "author": "Petra Teofani Gunawan Hadianto and Dwi Setiawan", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "12", "number": "3", "pages": "353-359", "abstract": "This creative thesis is about self-efficacy and learned helplessness in young adults. Self-efficacy is the belief in one’s ability to achieve one’s goal. The lack of self efficacy is known as learned helplessness, a term to describe the belief that one does not have control over the future. Through a novella, this thesis explores why young adults experience lack of self-efficacy and how they develop self-efficacy. This novella implements the theory of self-efficacy by Bandura (1997) and the theory of learned helplessness by Peterson, Maier, and Seligman (1993). The novella tells a story of a young adult girl, Etta, who is living in an oppressive orphanage. Due to her traumatic experience, she suffers from learned helplessness, making her unable to get out of the oppressive environment. However, after reading her senior’s diary, getting support from her close ones, and practicing the skills, she develops the belief that she can escape the orphanage. Her new conviction helps her in overcoming setbacks until she is able to achieve her goal."}, "filled": true, "author_pub_id": "JPrwPfwAAAAJ:ldfaerwXgEUC", "num_citations": 0, "pub_url": "https://katakita.petra.ac.id/index.php/sastra-inggris/article/view/14479", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mgFXdMkWVKsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Magical Quest: Finding The Perfect Ears and Other Stories: Children’s Picture Books Exploring Children’s Confidence in Their Self-Identity", "pub_year": 2024, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 12 (2), 109-116, 2024", "author": "Aimee Alexis and Dwi Setiawan", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "12", "number": "2", "pages": "109-116", "abstract": "Self-esteem has become an important factor for children’s confidence in shaping their self-identity. As children are growing up, they might face questions regarding their self-identity. Self-identity can be divided into ‘natural self’and ‘environmental self’which is acquired through external forces. However, there are cases when their identity does not conform with society’s expectation. In these cases, children might find the need to fit in with their surroundings. Therefore, this creative work explores how self-esteem helps embrace one’s identity to develop one’s life goals. Based on Morwenna Griffiths’ theory that was influenced by American Philosopher William James and an American psychologist Carl Rogers, I will explore how one gains self-esteem in order to grasp self-confidence. Unconditional regard and achievement are significant reasons for solutions to the development of self-esteem. My creative work will tell the stories of five characters. The characters will go on a journey to finally be confident in their self-identity. They will regain their self-esteem by realizing their self-worth and value. Children might learn the importance of embracing their identity through my creative work."}, "filled": true, "author_pub_id": "JPrwPfwAAAAJ:RYcK_YlVTxYC", "num_citations": 0, "pub_url": "https://katakita.petra.ac.id/index.php/sastra-inggris/article/view/14344", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:1A8Kak6uBN8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Be Fearless with Fenty: A Campaign Exploring Fenty Beauty Inclusive Beauty Concept", "pub_year": 2024, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 12 (2), 102-108, 2024", "author": "Kristi Candi and Dwi Setiawan and Bernadeth Febyola Linando", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "12", "number": "2", "pages": "102-108"}, "filled": true, "author_pub_id": "JPrwPfwAAAAJ:J_g5lzvAfSwC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vmdkoFvjczYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Studi Pragmatik: Bentuk dan Fungsi Tindak Tutur Direktif dalam Novel “Utopia Gila” Karya Tiwi Kasavela", "pub_year": 2024, "citation": "Prosiding Seminar Nasional Daring: Pendidikan Bahasa dan Sastra Indonesia 4 …, 2024", "author": "Nabila Ulfaida and Dwi Setiawan and Abdul Ghoni Asror and Immanuel Doclas Belmondo Silitonga", "journal": "Prosiding Seminar Nasional Daring: Pendidikan Bahasa dan Sastra Indonesia", "volume": "4", "number": "1", "pages": "118-124", "abstract": "Lingustik merupakan bidang studi ilmu yang membahas lebih mandalam tentang struktur dalam kebahasaan, peran komunikasi bahasa, serta bahasa sebagai dampak dari sosial budaya masyarakat. Tujuan penelitian ini adalah unutk mengetahui bentuk dan fungsi tindak tutur direktif dalam Novel “Utopia Gila” karya Tiwi Kasavela. Peneltian ini menggunakan metode penelitian Deskriptif kualitatif dimana data yang digunakan diperoleh dari Novel “Utopia Gila” karya Tiwi Kasavela, buku-buku terbitan serta jurnal nasional maupun internasional. Hasil dari penelitian ini adalah ditemukannya empat bentuk tindak tutur direktif pada Novel “Utopia Gila” karya Tiwi Kasavela, yaitu tindak tutur direktif perintah sebanyak 10 tuturan, tindak tutur direktif ajakan sebanyak 11 tuturan, tindak tutur permintaan sebanyak 10 tuturan, serta tindak tutur direktif nasihat sebanyak 4 tuturan."}, "filled": true, "author_pub_id": "JPrwPfwAAAAJ:O3NaXMp0MMsC", "num_citations": 0, "pub_url": "https://prosiding.ikippgribojonegoro.ac.id/index.php/SPBSI/article/view/2621", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mbo3pOXIKRYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pendampingan Siswa Sekolah Menengah Pertama dalam Menulis Teks Tanggapan dengan Bantuan Metode Sugestopedia", "pub_year": 2024, "citation": "Jurnal Gembira: Pengabdian Kepada Masyarakat 2 (02), 367-380, 2024", "author": "Cahyo Hasanudin and Ayu Fitrianingsih and Meiga Ratih Tirtanawati and Bintang Puspita Sari and Nabila Ulfaida and Dwi Setiawan and Ali Noeruddin", "journal": "Jurnal Gembira: Pengabdian Kepada Masyarakat", "volume": "2", "number": "02", "pages": "367-380", "abstract": "Teks tanggapan merupakan jenis tulisan yang mengemukakan opini, pendapat, atau tanggapan pribadi terhadap suatu topik atau teks yang telah dibaca. Kemampuan dalam menulis teks tanggapan penting sekali dimiliki oleh siswa sekolah menengah pertama. Oleh karena itu, tujuan dalam pengabdian ini adalah ingin melakukan pendampingan kepada siswa sekolah menengah pertama dalam menulis teks tanggapan dengan bantuan metode suggestopedia. Metode pelaksanaan pengabdian ini dimulai dari prapengabdian, kegiatan inti, dan pascapengabdian dengan melibatkan seluruh kelas IX siswa SMP MBS Al-Amin Bojonegoro. Hasil pengabdian menunjukkan bahwa metode suggestopedia di dalam pembelajaran menulis teks tanggapan dapat dimulai dengan langkah 1) ice breaking, 2) tahap konser awal, 3) tahap konser akhir, dan 4) praktik. Simpulan di dalam penelitian ini adalah keempat langkah ini terbukti efektif dalam menciptakan lingkungan pembelajaran yang kondusif, membangun keyakinan siswa, mengulang materi dengan suasana santai, dan memberikan kesempatan praktik dalam menulis teks tanggapan"}, "filled": true, "author_pub_id": "JPrwPfwAAAAJ:GnPB-g6toBAC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=10842810842368142235", "cites_id": ["10842810842368142235"], "pub_url": "https://gembirapkm.my.id/index.php/jurnal/article/view/436", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:m2sbcgNneZYJ:scholar.google.com/", "cites_per_year": {"2024": 2, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Implementasi Integrasi Metode IPA dan Kano untuk Evaluasi Kualitas Jasa Pelayanan (Studi Kasus: UPT XYZ)", "pub_year": 2024, "citation": "Prosiding SENASTITAN: Seminar Nasional Teknologi Industri Berkelanjutan 4, 2024", "author": "Dwi Aris Setiawan and Indung Sudarso", "journal": "Prosiding SENASTITAN: Seminar Nasional Teknologi Industri Berkelanjutan", "volume": "4", "abstract": "Pelayanan umum memiliki peran yang sangat signifikan dalam kehidupan kita sehari-hari, baik itu pelayanan umum dalam bentuk barang, jasa maupun administratif. Tidak terkecuali pelayanan tera/tera ulang UTTP yang dilakukan kepada pelanggan. Kualitas pelayanan yang kurang baik dapat menyebabkan antusias dan kepuasan pelanggan menjadi berkurang. Oleh karenanya, pelaksana pelayanan umum perlu melakukan evaluasi terhadap kualitas pelayanan. Penelitian ini bertujuan untuk melakukan evaluasi kualitas jasa pelayanan untuk mengetahui atribut pelayanan yang berada pada kondisi kritis yang menjadi prioritas perbaikan. Integrasi metode IPA dan Kano digunakan untuk mengklasifikasikan atribut pelayanan yang berada pada kondisi kritis dimaksud. Hasil penelitian menunjukkan bahwa atribut pelayanan yang berada pada kondisi kritis dan termasuk prioritas strategi Tingkatkan 1 untuk dilakukan perbaikan adalah atribut yang berada pada kategori Kano must be dimana jika tidak terpenuhi akan menyebabkan ketidakpuasan pelanggan, serta berada pada kuadran I diagram kartesius artinya memiliki tingkat kepentingan yang tinggi tetapi kinerjanya rendah. Atribut tersebut termasuk kategori fatal pada integrasi metode IPA-Kano yaitu kecepatan waktu jasa pelayanan dapat diterima oleh pelanggan (RN2) dan ketersediaan peralatan yang digunakan dalam pelayanan (TA4)."}, "filled": true, "author_pub_id": "JPrwPfwAAAAJ:YFjsv_pBGBYC", "num_citations": 0, "pub_url": "https://ejournal.itats.ac.id/senastitan/article/view/5639", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ton-MBbcMH8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Here Comes The Sun: A Novel Portraying Quarter-life Crisis of a College Graduate", "pub_year": 2024, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 12 (1), 49-56, 2024", "author": "Jeremy Jordan and Dwi Setiawan", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "12", "number": "1", "pages": "49-56", "abstract": "Quarter-life crisis (QLC) is a period of uncertainty and questioning that typically occurs when people feel trapped, uninspired, and disillusioned during their mid-20s to early 30s, which is the currently most discussed and concerning topic nowadays since this issue is causing problems in twenty-somethings. Using the Quarter-life Crisis theory, this thesis explores the symptoms, causes, and solutions of QLC. Using psychological realism as its genre, this novel will explore the interior life of the main character, Rei, who experiences QLC. This novel tells the story of Rei, a fresh graduate who is unemployed for six months and is pressured by his father, under the influence of societal structure, to look for a job. Through the story, it can be seen that Rei’s symptoms of QLC are anxiety, identity crisis, and depression. The causes of his QLC are high expectations from his surroundings, sudden responsibility changes, and self-doubt. Solutions to his QLC are acknowledging his own QLC, asking for help, and accepting himself."}, "filled": true, "author_pub_id": "JPrwPfwAAAAJ:hMod-77fHWUC", "num_citations": 0, "pub_url": "https://katakita.petra.ac.id/index.php/sastra-inggris/article/view/14027", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:a7r9l1tvLisJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Peningkatan Performa Model Machine Learning XGBoost Classifier melalui Teknik Oversampling dalam Prediksi Penyakit AIDS", "pub_year": 2024, "citation": "Jurnal Media Informatika Budidarma 8 (2), 736-747, 2024", "author": "DF Wicaksono and RS Basuki and D Setiawan", "journal": "Jurnal Media Informatika Budidarma", "volume": "8", "number": "2", "pages": "736-747"}, "filled": true, "author_pub_id": "JPrwPfwAAAAJ:SeFeTyx0c_EC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=3266159025898484806", "cites_id": ["3266159025898484806"], "pub_url": "https://scholar.google.com/scholar?cluster=3266159025898484806&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:RnSdRlS6Uy0J:scholar.google.com/", "cites_per_year": {"2024": 5, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Novel Anwar Tohari Mencari Mati karya Mahfud Ikhwan: Analisis Nilai Budaya (Kajian Antropologi Sastra)", "pub_year": 2023, "citation": "Seminar Nasional dan Gelar Karya Produk Hasil Pembelajaran 1 (1), 399-409, 2023", "author": "Nabila Ulfaida and Dwi Setiawan and Muhamad Sholehhudin", "journal": "Seminar Nasional dan Gelar Karya Produk Hasil Pembelajaran", "volume": "1", "number": "1", "pages": "399-409", "abstract": "Novel Anwar Tohari Mencari Mati karya Mahfud Ikhwan menarik untuk dikaji karena sarat dengan nilai-nilai budaya Jawa. Penyampaian nilai-nilai budaya yang terkandung dalam novel, maka akan memperluas pemahaman masyarakat terhadap aspek budaya, pengalaman batin, filosofi dan religiusitas berbagai daerah di Indonesia. Penelitian ini menggunakan metode penelitian kualitatif dengan pendekatan deskriptif. Sumber informasi utama penelitian ini adalah novel Anwar Tohari Mencari Mati karya Mahfud Ikhwan. Dalam rangka memperoleh data objektif, digunakan teknik pengambilan data dengan membaca novel Anwar Tohari Mencari Mati karya Mahfud Ikhwan. Dalam penelitian ini teknik analisis data yang diterapkan adalah dengan menggunakan metode analisis isi. Hasil pada penelitian ini adalah Nilai-nilai budaya dalam Novel Anwar Tohari Mencari Mati karya Mahfud Ikhwan meliputi alat …"}, "filled": true, "author_pub_id": "JPrwPfwAAAAJ:j3f4tGmQtD8C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=524957254535549352", "cites_id": ["524957254535549352"], "pub_url": "https://prosiding.ikippgribojonegoro.ac.id/index.php/SNGK/article/view/2291", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qBHbdtcFSQcJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Flipped Classroom Learning Design using Si Raca App: How is Students' Reading Skill?", "pub_year": 2023, "citation": "Proceedings International Conference on Education Innovation and Social …, 2023", "author": "Cahyo Hasanudin and Ayu Fitrianingsih and Nofia Fitriyana and P Priyantoko and Dwi Setiawan", "journal": "Proceedings International Conference on Education Innovation and Social Science", "pages": "720-727", "abstract": "Early reading is the main way of knowledge for primary school students. Therefore, students have to be provided various reading materials which are available and make them feel comfortable in learning to read. The aims of this study are 1) to investigate flipped classroom learning design using Si Raca App in the early reading at primary school; 2) to investigate students’ reading improvements when it has been implemented. This study implements qualitative research in form of classroom action research. The research subjects are first grade students with total of 36 students. This study had been conducted in the even semester of 2022-2023 at MI Muhammadiyah 22 Sugihwaras, Bojonegoro, Indonesia. Research instruments are in forms of reading test questions. Data is collected using test method. It is analyzed using descriptive comparative technique and critical analysis technique. This study concludes that first, flipped classroom using Si Raca App is designed by collaborating flipped classroom model and Si Raca App. This design is implemented in treatments of cycle 1 and cycle 2. It is started from students’ and teacher’s activities before learning, whilst learning, and after learning. Second, there is an improvement in the percentage of completeness in early reading of primary school students. It can be viewed from the completeness percentage in cycle 1 is 77, 77%. In cycle 2, it is 91, 66%. It means that the classical completeness has been fulfilled in cycle 2."}, "filled": true, "author_pub_id": "JPrwPfwAAAAJ:iH-uZ7U-co4C", "num_citations": 0, "pub_url": "https://proceedings.ums.ac.id/iceiss/article/view/3409", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:UQ0TYoMkhz4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Presentation sequences and styles of educational bite-sized content by the Indonesian TikTokers", "pub_year": 2023, "citation": "Presentation Sequences and Styles of Educational Bite-Sized Content by The …, 2023", "author": "Jandy Edipson Luik and Dwi Setiawan and Ronald Hasudungan Irianto Sitinjak", "abstract": "This research delves into the presentation sequences and styles adopted by Indonesian TikTokers in the creation of educational content on the TikTok platform. Employing a qualitative content analysis methodology, we analyse 140 TikTok videos from prominent Indonesian creators, categorising the content into themes and identifying prevalent presentation styles and sequences. Our findings shed light on the dynamic nature of educational content on TikTok, emphasising the platform s fast-paced environment. We explore linguistic features, multimodality, and the implications of these elements on the effectiveness of educational content. This paper aims to contribute to the evolving landscape of digital education by providing insights into TikTok s unique role in knowledge dissemination."}, "filled": true, "author_pub_id": "JPrwPfwAAAAJ:RHpTSmoSYBkC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=7043193123315488100", "cites_id": ["7043193123315488100"], "pub_url": "https://repository.petra.ac.id/20666/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZJWxR9RyvmEJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENDAMPINGAN GURU DI DESA SUMBERAGUNG DALAM MENYUSUN BAHAN AJAR BERBASIS MOBILE LEARNING DENGGAN MENGGUNAKAN APLIKASI THUNKABLE", "pub_year": 2023, "citation": "PEDAMAS (PENGABDIAN KEPADA MASYARAKAT) 1 (03), 457-467, 2023", "author": "Cahyo Hasanudin and Ayu Fitrianingsih and Junarti Junarti and Juwanda Juwanda and Priyantoko Priyantoko and Dwi Setiawan and Novia Fitriyana", "journal": "PEDAMAS (PENGABDIAN KEPADA MASYARAKAT)", "volume": "1", "number": "03", "pages": "457-467", "abstract": "Program pendampingan guru di Desa Sumberagung dalam menyusun bahan ajar berbasis mobile learning dengan menggunakan aplikasi Thunkable merupakan salah satu bentuk pengabdian kepada masyarakat yang bertujuan meningkatkan kualitas pendidikan di lingkungan desaan. Program pendampingan dilakukan secara tatap muka dengan melibatkan delapan pendidik dari setiap instansi pendidikan Desa Sumberagung. Program pendampingan dilaksanakan dalam tiga tahapan, yaitu 1) tahap awal, 2) tahap inti, dan 3) tahap akhir. Pada tahap awal, peserta pendampingan akan diberikan informasi mengenai seberapa penting inovasi bahan ajar dan informasi mengenai aplikasi Thunkable. Pada tahap inti, peserta pendampingan akan diberikan contoh bahan ajar berbasis mobile dan melaksanakan kegiatan praktik. Pada tahap akhir, diperoleh hasil yang memuaskan di mana peserta pendampingan mampu mengoperasikan aplikasi Thunkable dan mampu menguasai cara membuat bahan ajar berbasis mobile melalui aplikasi Thunkable. Berdasarkan hasil yang diperoleh, dapat disimpulkan apabila program pendampingan ini mampu meningkatkan kemampuan pendidik dalam mengembangkan bahan ajar yang inovatif serta memiliki respons yang positif terhadap pemanfaatan aplikasi Thunkable dalam membuat bahan ajar berbasis mobile."}, "filled": true, "author_pub_id": "JPrwPfwAAAAJ:TFP_iSt0sucC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=13384649571067044943", "cites_id": ["13384649571067044943"], "pub_url": "https://pekatpkm.my.id/index.php/JP/article/view/79", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:TySJtt7Tv7kJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Behind the Canvas: A Novel Exploring Childhood Verbal Abuse  s Effects on Adolescents  Behavioral Development", "pub_year": 2023, "citation": "Kata Kita 11 (2), 276-285, 2023", "author": "Olivia Agatha and Dwi Setiawan", "volume": "11", "number": "2", "pages": "276-285", "abstract": "The number of child abuse, particularly verbal abuse, has been increasing over the past decades. The increase happens because of some people s rationalization toward verbal abuse, especially because they believe that verbal abuse is an effective discipline method for their children. Reflecting on this reality, this creative work highlights the issues of childhood verbal abuse on the victims  behavioral development by displaying the types, the consequences, and the healing steps of childhood verbal abuse. The exploration of the aforementioned issues is supported by Rohner s Parental Acceptance-Rejection Theory and Bowlby s Attachment Theory. The form of this creative work is a bildungsroman novel about the journey of a boy named Elliot who suffers from verbal abuse from his mother due to his birth origin."}, "filled": true, "author_pub_id": "JPrwPfwAAAAJ:e5wmG9Sq2KIC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=13042924887283803278", "cites_id": ["13042924887283803278"], "pub_url": "https://repository.petra.ac.id/20585/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jiSnohTHAbUJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Memotivasi Guru dalam Pembuatan Karya Tulis Ilmiah di Kecamatan Karangpucung", "pub_year": 2023, "citation": "Jurnal DIKMAS 5 (1), 65-73, 2023", "author": "Sigit Andi Prasetya Dinata and Dwi Setiawan and Agung Sholehudin", "journal": "Jurnal DIKMAS", "volume": "5", "number": "1", "pages": "65-73", "abstract": "Pembuatan karya tulis ilmiah oleh guru memiliki peran penting dalam pengembangan profesional dan peningkatan kualitas pendidikan. Namun, banyak guru yang menghadapi berbagai tantangan dalam menghasilkan karya tulis ilmiah, seperti kurangnya waktu, keterampilan menulis, serta motivasi. Artikel ini membahas pentingnya memotivasi guru untuk aktif dalam penulisan ilmiah, baik sebagai sarana pengembangan diri maupun kontribusi terhadap ilmu pengetahuan. Melalui motivasi yang tepat, guru dapat lebih terdorong untuk terlibat dalam penelitian dan penulisan, yang pada gilirannya dapat meningkatkan kompetensi mereka serta memberikan dampak positif bagi pembelajaran di sekolah. Beberapa strategi untuk memotivasi guru mencakup pelatihan penulisan, pemberian insentif, dukungan dari institusi, serta pembentukan komunitas ilmiah yang mendukung kolaborasi. Dengan memfasilitasi dan memotivasi guru dalam membuat karya tulis ilmiah, diharapkan akan tercipta budaya akademis yang lebih kuat di kalangan pendidik, serta peningkatan kualitas pendidikan secara keseluruhan."}, "filled": true, "author_pub_id": "JPrwPfwAAAAJ:lSLTfruPkqcC", "num_citations": 0, "pub_url": "https://jurnal.sttarastamarngabang.ac.id/index.php/DIKMAS/article/view/439", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Cj0hb3r3vgoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Selena: A Screenplay Exploring Adult Women’s Body Image Issue", "pub_year": 2023, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 11 (1), 32-40, 2023", "author": "Nadya Natasha and Dwi Setiawan", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "11", "number": "1", "pages": "32-40"}, "filled": true, "author_pub_id": "JPrwPfwAAAAJ:HDshCWvjkbEC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:NmB-QhnpiosJ:scholar.google.com/", "cites_per_year": {}}
