{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Upaya Penurunan Kecacatan Produk Proses Blow Molding pada Industri Kemasan PT. X", "pub_year": 2024, "citation": "Jurnal Titra 12 (2), 25-32, 2024", "author": "Theofilus Davin Kustoyo and Herri Christian Palit", "journal": "Jurnal Titra", "volume": "12", "number": "2", "pages": "25-32", "abstract": "PT. X produces plastic packaging through Injection and Blow Molding processes and faces demands to reduce costs due to high defect rates in the Blow Molding process, which impact profits. Defects exceeding a 2% tolerance limit prompted research to find solutions using ABC Classification, Pareto Chart, and 5 WHYS analysis. The research involves analyzing data and field observations, identifying high-production-rate products using ABC Classification, analyzing frequent defects, using a Pareto Chart to identify critical defects, and finding root causes with 5 WHYS analysis. Results show dominant defects as spots (27%), black spots (19%), crooked runners (11%), folded bottoms (8%), flattened products (7%), and bubbles (7%), primarily due to unclean conditions and insufficient technician skills. Recommendations include providing supporting production tools, training workers, ensuring worker and tool cleanliness, and maintaining a clean preform warehouse to reduce defect rates in the Blow Molding process."}, "filled": true, "author_pub_id": "k4S3phcAAAAJ:KxtntwgDAa4C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=13990579586463704701", "cites_id": ["13990579586463704701"], "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/14247", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:fSYANQKGKMIJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penataan Gudang Barang Jadi pada Industri Kemasan Kertas", "pub_year": 2024, "citation": "Jurnal Titra 12 (2), 9-16, 2024", "author": "Jonathan Rey Peno and Herri Palit and Debora Anne Yang Aysia", "journal": "Jurnal Titra", "volume": "12", "number": "2", "pages": "9-16", "abstract": "Warehouse area is a very crucial aspect as it relates to the logistical needs of the company. An integrated paper packaging company in Gresik, facing issues related to the disorganized arrangement of finished goods in the warehouse. It has been found that the data in the system and the goods in the warehouse do not match each other, both in terms of location and quantity. This causes longer time needed for the loading process due to time wasted during the picking process. There is no grouping of goods based on customers, therefore it is necessary to relayout the warehouse. Relayout includes recalculating the warehouse capacity, adjusting the location and quantity of items in the warehouse, and grouping items based on customer priorities using ABC analysis method. As a result, the accuracy of stock data increased by 11%, from 88% to 99% and the forklift movement moment in the warehouse decreased by 13%, from 197,208 m to 172,212 m."}, "filled": true, "author_pub_id": "k4S3phcAAAAJ:nb7KW1ujOQ8C", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/14271", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Gq9HnUHCd20J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Sistem Perencanaan Produksi Dan Pengendalian Persediaan Di PT Surya Dermato Medica", "pub_year": 2024, "citation": "Jurnal Titra 12 (2), 169-176, 2024", "author": "Stefanny Jasmine and Herri Christian Palit", "journal": "Jurnal Titra", "volume": "12", "number": "2", "pages": "169-176", "abstract": "This research designs an integrated system for production scheduling and raw material purchasing at PT Surya Dermato Medica using Master Production Scheduling (MPS) and Material Requirement Planning (MRP). The MPS is based on safety stock and stock simulation to handle demand fluctuation. The MRP, using Lot-For-Lot (L4L) method, aligns raw material purchases with production needs, reducing inventory costs by an average of 71%. Improvements are proposed for lead-time calculations, considering both internal and external factors, including purchases order processing, supplier fulfillment, and quality control. A dashboard supports annual planning, monthly and daily production scheduling, and raw material purchasing schedules. With the integration of the MPS and MRP systems and the updated lead time calculations, the company is expected to achieve optimal production planning and inventory control, minimizing both stockouts and overstock situations."}, "filled": true, "author_pub_id": "k4S3phcAAAAJ:P5F9QuxV20EC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/14256", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:stxiM9rUMy0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Usulan Perbaikan Sistem Manajemen Pergudangan pada Perusahaan Flexible Packaging", "pub_year": 2024, "citation": "Prosiding Semnastek, 2024", "author": "Alvin Agustinus Gondo and Melisa Melisa and Herri Christian Palit", "journal": "Prosiding Semnastek", "abstract": "Studi kasus yang diambil dalam penelitian ini adalah usulan perancangan ulang pada manajemen pergudangan perusahaan Flexible packaging yang berada di Sidoarjo. Tujuan dari penelitian ini yaitu untuk mengefisiensikan sistem manajemen pergudangan yang ada di perusahaan dan memperbaiki sistem tracking barang yang tidak berjalan dengan baik. Permasalahan utama perusahaan adalah besarnya jumlah kesalahan tracking barang dan terdapatnya penambahan mesin baru yang akan diletakan pada salah satu area gudang yang dimiliki perusahaan. Untuk memecahkan permasalahan tersebut, metode yang digunakan adalah mengusulkan perbaikan layoutyang memaksimalkan tinggi gudang, melakukan penambahan rak yang diintegrasikan dengan sistem FIFO yang berjalan dan memperbaiki tracking dengan RFID gate. Penggunaan rak yang memaksimalkan tinggi gudang beserta diintegrasikan pada dynamic storage racking berdampak pada kapasitas penyimpanan kardus dimana 10.000 kardus yang ada di perusahaan dapat ditampung karena penggunaan sistem racking dapat menyimpan 25.398 kardus. Selain itu, usulan penggunaan RFID Gate dapat digunakan untuk meminimalisir kesalahan sistem tracking dan ditindaklanjuti"}, "filled": true, "author_pub_id": "k4S3phcAAAAJ:1sJd4Hv_s6UC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=9325105690236930767", "cites_id": ["9325105690236930767"], "pub_url": "https://jurnal.umj.ac.id/index.php/semnastek/article/view/22645", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:z8qL_zduaYEJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Hazard Identification, Risk Asessment, and Risk Control pada CV. Surabaya Trading & Co", "pub_year": 2024, "citation": "Jurnal Titra 12 (1), 65-72, 2024", "author": "Raynaldy Leuw and Herry Christian Palit", "journal": "Jurnal Titra", "volume": "12", "number": "1", "pages": "65-72", "abstract": "CV. Surabaya Trading & Co is a company engaged in wood processing. Currently, the company operates without having a policy regarding Occupational Safety and Health (K3). Companies want to be able to minimize potential dangers that might occur. Therefore, it was carried out using the HIRARC method or Hazard Identification, Risk Assessment, and Risk Control by conducting direct field observations and interviews with the company. The company does not yet have an K3 policy and the implementation of K3 is only limited to the use of masks and placing K3 posters in several places. In the current condition percentage there is a low category of 0%, Medium 13%, High 73%, Extreme 14%. After the proposed improvements, such as using respirator masks, safety goggles glass, impact resistant & vibration resistant gloves, safety helmets, safety shoes, making special lanes for forklifts, and safe limits for cutting machines, there was a reduction in the severity level from the low potential hazard category to 35%, medium 58%, high 7%, and extreme 0%"}, "filled": true, "author_pub_id": "k4S3phcAAAAJ:abG-DnoFyZgC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=12440127361336084294", "cites_id": ["12440127361336084294"], "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/13959", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:RgcOrew1pKwJ:scholar.google.com/", "cites_per_year": {"2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGATURAN TATA LETAK AREA PRODUKSI DAN GUDANG CV. JESSELYNE", "pub_year": 2024, "citation": "Jurnal Titra 12 (1), 57-64, 2024", "author": "Hananiel Vincent and Herry Christian Palit and Felecia Felecia", "journal": "Jurnal Titra", "volume": "12", "number": "1", "pages": "57-64", "abstract": "CV. Jesselyne merupakan sebuah pabrik yang memproduksi bantal, di mana area produksi dan gudang bergabung menjadi satu. Permasalahan yang terjadi adalah keadaan barang yang berserakan dan tidak rapi di dalam area produksi dan gudang, terutama pada area penyimpanan barang jadi. Hal ini menyebabkan persiapan pengiriman barang ke konsumen menjadi lebih lama, sehingga pengiriman barang ke konsumen terlambat; di mana terjadi keterlambatan sebanyak 15 kali pada bulan Juli 2023. Pengaturan ulang tata letak pada area produksi dan gudang dilakukan menggunakan metode 2 opt. Hasil yang didapat adalah adanya penukaran beberapa fasilitas, yaitu mesin jahit dengan mesin press dan mesin press dengan area barang jadi setelah packaging. Untuk pengaturan tata letak area barang jadi dilakukan dengan cara mengklasifikasikan barang jadi berdasarkan area pengiriman. Barang jadi dengan permintaan yang tinggi diletakkan di bagian paling depan, sedangkan barang jadi yang permintaannya sedikit diletakkan di belakangnya. Hasil pengaturan ulang tata letak menunjukkan penurunan momen sebesar 1%."}, "filled": true, "author_pub_id": "k4S3phcAAAAJ:b0M2c_1WBrUC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/13958", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:glMh0xHp3DgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The rate of student’s academic burnout during Covid-19 pandemic", "pub_year": 2024, "citation": "AIP Conference Proceedings 2951 (1), 2024", "author": "Anthony Gunawan Tanputera and Herry Christian Palit and Debora Anne Yang Aysia", "journal": "AIP Conference Proceedings", "volume": "2951", "number": "1", "publisher": "AIP Publishing", "abstract": "This research aimed to determine the level of academic burnout on online learning for junior high school, high school, and college students in East Java. Online learning was one of the government's efforts to minimize the effect of the COVID-19 virus. The use of gadgets for too long could cause various emotional and physical disturbances for the user. Data was collected via a questionnaire asking about the effect of online learning on academic burnout for students in East Java. There were 334 respondents, consists of 102 junior high school students (31%), 104 high school students (31%), and 128 college students (38%). Academic burnout was measured using three dimensions, namely emotional exhaustion, cynicism, and reduced academic efficacy. This present study shows 67.66% of junior high school students, 71.12% of senior high school students, and 68.50% of collage students experienced academic …"}, "filled": true, "author_pub_id": "k4S3phcAAAAJ:NhqRSupF_l8C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=15996165175749130098", "cites_id": ["15996165175749130098"], "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2951/1/030023/3020029", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:cjcA3XnL_d0J:scholar.google.com/", "cites_per_year": {"2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Effect of Climbing Stairs Activity Toward Aerobic Fitness and Measurement of Its Energy Expenditure", "pub_year": 2024, "citation": "SHS Web of Conferences 189, 01018, 2024", "author": "Debora Anne Yang Aysiat and Herry Christian Palit", "journal": "SHS Web of Conferences", "volume": "189", "pages": "01018", "publisher": "EDP Sciences", "abstract": "Aerobic fitness is one of the factors that affect occupational health. The way to improve aerobic fitness is through exercise that trains the cardiovascular organs. Busyness is often the cause of someone being too lazy to exercise. Researchers from Cambridge University say being sedentary is far more dangerous than being overweight. WHO says about two million people worldwide die from diseases caused by a lazy lifestyle and lack of exercise. One of the simple sports activities that can be done together with daily activities is going up and down stairs. This activity does not require special equipment and does not take much time. This study aimed to determine the effect of climbing stairs on aerobic fitness and the energy expenditure rate when climbing stairs. The treatment of climbing stairs was given to 28 respondents. Respondents were divided into two groups: the group that did the treatment five times a week for …"}, "filled": true, "author_pub_id": "k4S3phcAAAAJ:dshw04ExmUIC", "num_citations": 0, "pub_url": "https://www.shs-conferences.org/articles/shsconf/abs/2024/09/shsconf_icesh2024_01018/shsconf_icesh2024_01018.html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:_PWQ_kuehSMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The effect of body mass index and physical activity on recovery heart rate time post treadmill exercise", "pub_year": 2024, "citation": "SHS Web of Conferences 189, 01027, 2024", "author": "Herry Christian Palit and Debora Anne Yang Aysia", "journal": "SHS Web of Conferences", "volume": "189", "pages": "01027", "publisher": "EDP Sciences", "abstract": "One important component of health-related physical fitness is cardiovascular-respiratory capacity. Cardiovascular-respiratory capacity can affect the recovery heart rate (RHR) time. RHR is the total pulse measured after a person has finished carrying out certain activities until return to resting heart rate (HRR). The aim of this study is to determine the effect of body mass index (BMI) and physical activity on RHR time post treadmill exercise. The research subjects were 39 healthy male students with an age range of 18-22 years who had been selected based on predetermined inclusion and exclusion criteria. Data was analyzed using descriptive statistics and multiple regression. The results of this study show that most students have high levels of physical activity (69.23%). The level of physical activity has a significant negative effect on the RHR time post treadmill exercise, but BMI has no effect on the RHR time post …"}, "filled": true, "author_pub_id": "k4S3phcAAAAJ:CHSYGLWDkRkC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=2647202864832172319", "cites_id": ["2647202864832172319"], "pub_url": "https://www.shs-conferences.org/articles/shsconf/abs/2024/09/shsconf_icesh2024_01027/shsconf_icesh2024_01027.html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:H9G35vrAvCQJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Peramalan Permintaan dan Perbaikan Sistem FIFO untuk Mengurangi Kterlambatan Pengiriman Ekspor di PT. ABC", "pub_year": 2023, "citation": "Jurnal Titra 11 (2), 25-32, 2023", "author": "Nicholas Riyadi and Herry Christian Palit", "journal": "Jurnal Titra", "volume": "11", "number": "2", "pages": "25-32", "abstract": "PT.\" ABC\" is a company engaged in the field of fastmoving consumer goods. In carrying out export shipments, companies sometimes experience problems in product delivery times. This can be seen from the data obtained for shipments to Vietnam in 2022. In 2022, there will be delivery delays in August, October and November. During the observation, it was found that the cause of the delay was a lack of duplex material. The shortage of duplex material was caused by inaccurate company forecasts and inappropriate stock data due to the FIFO system not working properly. From this, a proposal is designed to overcome the problem of company forecasts and the FIFO system. Based on demand data from 2018 to 2022 for Vietnam, the best forecast method is the winter multiplicative method. This method has an error value of 11,474 for MAD, 228,642 for MSE, and 15,409% for MAPE. The design of the proposed FIFO system is carried out to reduce the occurrence of human error when inputting data and taking raw materials."}, "filled": true, "author_pub_id": "k4S3phcAAAAJ:_xSYboBqXhAC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=12115157478863313172", "cites_id": ["12115157478863313172"], "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/13594", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:FJmQxYmvIagJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Standarisasi Penilaian Soft competency untuk Posisi Management trainee dan Supervisor pada PT. X.", "pub_year": 2023, "citation": "Jurnal Titra 11 (2), 289-296, 2023", "author": "Aldy Kosasih and Herry Palit", "journal": "Jurnal Titra", "volume": "11", "number": "2", "pages": "289-296", "abstract": "PT. X has a guideline about the assessment system for soft competencies for management trainee and supervisors, but the guideline reveals several overlapping, unclear competencies and behaviors that impact the assessment system. The current assessment system lacks accuracy and has difficulties in identifying the root causes of issues. In addition to the overlapping competencies and behaviors, the current assessment has no indicators for each behavior, and the assessment system itself is not good enough, resulting in poor scores. Therefore, this research aims to create a standardization of soft competencies for management trainee and supervisor. The research use expert judgment method to create a new standardization for soft competencies. After the new standard for soft competencies is created, a distribution of forms is conducted, and an analysis is performed by comparing the form assessments with the general assessments. The average score obtained is 3.8 points, with a range of differences between the form assessments and the general assessments from 0.1 to 12.58 points. It is found that 61.5% of the priority competencies need improvement in terms of accuracy. As a result, concluded that the newly standard soft competency cannot be implemented yet due to insufficient data and inadequate analysis results."}, "filled": true, "author_pub_id": "k4S3phcAAAAJ:bFI3QPDXJZMC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/13609", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2ra9OGg_55cJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Re-layout Gudang dan Standarisasi Penamaan Part Ex-Project di PT. Djarum", "pub_year": 2023, "citation": "Jurnal Titra 11 (2), 297-304, 2023", "author": "Christian Ardy Purnama and Herry Christian Palit", "journal": "Jurnal Titra", "volume": "11", "number": "2", "pages": "297-304", "abstract": "The main focus on the existing work process in the Engineering section of PT. Djarum is the fulfilment of projects originating from related users. With this project fulfilment request, certain resources are needed, one of which is parts. The parts used are common parts that can help in the process of making a part of the project. After a project is completed, there are some parts left over from the project and must be stored again. These parts are referred to as ex-project parts. The process of storing ex-project parts is still not well done, where there are obstacles in administration, especially naming each part. In addition, there are shortcomings when the part will be stored in the shelf, namely the arrangement of the part into the shelf. Due to this, engineer PT Djarum has a project, which is moving the storage to a new warehouse. In this new warehouse, it is desired that the administration process or part arrangement can run well. To answer this desire, the ABC method is used in the process of arranging parts on shelves. By using this method, classification and grouping of parts are obtained based on the frequency of movement of the parts in the warehouse. The classification and grouping are based on the cumulative percentage value of each part. By knowing this information, there are considerations in the arrangement of parts so that the search and administration process can run better."}, "filled": true, "author_pub_id": "k4S3phcAAAAJ:f2IySw72cVMC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/13629", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:WDXQ2fitRFsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Hazard Identification, Risk Assessment and Control (HIRAC) at the Wood Processing Industry", "pub_year": 2023, "citation": "International Conference on Intelligent Computing & Optimization, 244-252, 2023", "author": "Herry Christian Palit and Alexander", "pages": "244-252", "publisher": "Springer Nature Switzerland", "abstract": "This study discusses the application of Hazard Identification, Risk Assessment, and control (HIRAC) at the wood processing industry which processes raw materials in the form of logs into various sizes of wood. This research was conducted due to the lack of awareness of the management concerning the occupational health and safety of its employees. It can be seen from the high number of accidents, where during 2016–2019 there were 16 cases. The results of the risk assessment using HIRAC showed 6% potential hazard with a low risk level, 29% with a moderate risk level, and 65% with a very high-risk level. Hazard control is focused on potential hazards with a very high-risk level. Hazard control consist of seven type of administrative controls, one type of elimination control, four types of engineering controls, and one type of personal protective equipment control."}, "filled": true, "author_pub_id": "k4S3phcAAAAJ:EUQCXRtRnyEC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=4629856990720042998", "cites_id": ["4629856990720042998"], "pub_url": "https://link.springer.com/chapter/10.1007/978-3-031-50158-6_25", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9ie6LGeOQEAJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Sistem Manajemen Pergudangan di PT. Intidaya Dinamika Sejati", "pub_year": 2023, "citation": "Jurnal Titra 11 (1), 2023", "author": "Daniel Wahyuning Laksono and Herry Christian Palit", "journal": "Jurnal Titra", "volume": "11", "number": "1", "abstract": "PT. Intidaya Dinamika Sejati is a workshop company as well as the official holder for importers of blowers and vacuums in Indonesia with Pedro Gil and Becker as its brands. As a company that has a vision and mission to become a public company, it is appropriate to need a stable system that has a concept of continuous improvement to support success. This research began with the purchase of goods which are always processed even though the availability of goods was adequate, the cause of this incident was the difference in the physical stock in the warehouse with the stock recorded in the system. The purpose of this research was none other than to find out the root cause of the problem from the incompatibility of recording and storage data. The research was conducted by observation method. The results of the study stated that the discrepancy was caused by logistics management and warehouse management that lacked discipline both from the operational and warehouse management side, which resulted in discrepancies in the recording results. Through the results of the analysis, it is found a suggestion in the form of using the bar code method which includes rearranging the storage system, updated operating standards, and an organized recording method. From the result, it is expected to provide a concept that can be implemented and as a support in the company development process."}, "filled": true, "author_pub_id": "k4S3phcAAAAJ:D03iK_w7-QYC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=17414626168281462832", "cites_id": ["17414626168281462832"], "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/13368", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:MHijwDsurfEJ:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Upaya Penurunan Kecacatan Produk dan Perancangan Monitoring Proses Produksi di CV Jamatex", "pub_year": 2023, "citation": "Jurnal Titra 11 (1), 2023", "author": "Raoulian Witarto Tjandra and Herry Christian Palit", "journal": "Jurnal Titra", "volume": "11", "number": "1", "abstract": "CV Jamatex is a company engaged in the textile industry. One of the products produced by CV Jamatex is a patterned rayon fabric. The high level of defects and the absence of monitoring of the production process are the two biggest obstacles experienced by CV Jamatex. In the analysis of the problem for a high level of defects in this report, there are four types of defects, namely the types of defects in the rayon fabric which are stained, faded, torn and dirty. To analyze the level of disability is done using the five whys analysis method. For these four types of defects, improvement plans have been made, in the form of form printing worksheets, machine maintenance worksheets, work instructions, and prototype stenter machine aids. Whereas for problem analysis there is no monitoring of the production process, this is because monitoring at CV Jamatex is still quite simple. The design of the improvements made is to monitor the production process through the Microsoft Excel platform. The design of improvements in this final project report aims to overcome two problems that occur at CV Jamatex. The company has validated the proposed improvements."}, "filled": true, "author_pub_id": "k4S3phcAAAAJ:a0OBvERweLwC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/13370", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:oy6kcMn4bD8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Evaluasi Pelaksanaan Pembelajaran Daring pada Virtual Learning Environment UK Petra Melalui Integrasi Metode Kansei Engineering dan QFD", "pub_year": 2023, "citation": "Jurnal Titra 11 (1), 2023", "author": "Natalia Ratna Dewi Lesmono and Herry Christian Palit", "journal": "Jurnal Titra", "volume": "11", "number": "1", "abstract": "The implementation of online learning at UK Petra since 1 st Semester 2019/2020 has drawn criticism and suggestions from lecturers and students which are channeled through ELTC. Complaints about the implementation of online learning occur in e-learning material/content, e-learning interactive media, and Virtual Learning Environment (VLE). The complaint relates to the e-learning tools used. This research was carried out to select each e-learning tool that was by Kansei words. In 2 nd Semester 2020/2021 academic year, the assessment of the learning aspect with the lowest score of 1.95-2.00 was VLE UK Petra (Lentera). Various complaints about the use of the Lentera, such as information that is too crowded, the location of the features is not clear then causing the failure, and the presentation of information that is not clear. Evaluation of the implementation of online learning at Lentera and Google Classroom also needs to be done. The evaluation process is carried out by integrating the Kansei Engineering and Quality Function Deployment methods. Using the average assessment results with semantic differential scale, Google Classroom is a good e-learning tool for every Kansei words. There are 11 proposed improvements that can be applied in Lentera"}, "filled": true, "author_pub_id": "k4S3phcAAAAJ:yD5IFk8b50cC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/13366", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:UhlTHoVBZB4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Enhancing Customer Loyalty among Small-Scale Indonesian Food Enterprises in Surabaya through Service Quality, Marketing Mix, and Customer Satisfaction", "pub_year": 2023, "citation": "International Journal 10 (4), 1332-1341, 2023", "author": "Monika Kristanti and Herry Christian Palit and Debora Anne Yang Aysia and Apfia Priskila", "journal": "International Journal", "volume": "10", "number": "4", "pages": "1332-1341", "abstract": "This study aims to enhance customer loyalty among small-scale Indonesian food enterprises (SIFE) in Surabaya by examining the factors of service quality, marketing mix, and customer satisfaction. The research involved a total of 460 respondents affiliated with 50 small-scale Indonesian food enterprises in Surabaya. The respondents were required to be at least 17 years old, and the enterprises were expected to specialize in selling Indonesian food within the price range of IDR 8000 to IDR 25,000. The data was analyzed using two methods: factor analysis and structural equation modeling employing GeSCA. The findings indicate that both service quality and marketing mix exert significant influence on customer satisfaction. Furthermore, service quality directly and significantly impacts customer loyalty, whereas the direct influence of marketing mix on customer loyalty is not statistically significant. Notably, customer satisfaction significantly affects customer loyalty, acting as a mediator that links the variables of service quality, marketing mix, and customer loyalty within SIFE."}, "filled": true, "author_pub_id": "k4S3phcAAAAJ:SP6oXDckpogC", "num_citations": 0, "pub_url": "https://www.academia.edu/download/118318437/2247-Article_Text-4195-1-10-20230930.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mleTJWP8-M8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "THE EFFECT OF PHYSICAL ACTIVITY AND SLEEP DURATION ON STUDENTS SLEEP QUALITY IN EAST JAVA DURING COVID-19 PANDEMIC", "pub_year": 2022, "citation": "THE EFFECT OF PHYSICAL ACTIVITY AND SLEEP DURATION ON STUDENTS SLEEP QUALITY …, 2022", "author": "Herri Christian Palit and Debora Anne Yang Aysia and Jessica Priscillia Gunawan", "abstract": "Due to covid 19 pandemic, the government has set a policy for the Community Activity Restrictions Enforcement (CARE) and online learning for students. On the other hand, this policy has had an impact on the physical and psychological health of students. Previous study showed that health problems in adults during lockdown due to the covid 19 pandemic are associated with increased anxiety, lack of physical activity and poor sleep quality. This study aims to investigate the level of physical activity, sleep duration and sleep quality of undergraduate students in East Java during the covid 19 pandemic; and at the same time prove whether the level of physical activity and sleep duration affect the sleep quality of students. The respondents of the research were 188 students, and the data analysis used included descriptive statistics and multipl regression. The results of this study indicate that most students have mild to moderate levels of physical activity (72.43%), lack of sleep duration (74.47%), and poor sleep quality (66.49%). Physical activity and sleep duration have a significant negative effect on the sleep quality of students."}, "filled": true, "author_pub_id": "k4S3phcAAAAJ:pyW8ca7W8N0C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20802/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:J1wq0EOh5GgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penyusunan Modul Training 7 QC Tools dan Project Management untuk Mendukung Program Continuous Improvement di PT. X", "pub_year": 2022, "citation": "Jurnal Titra 10 (2), 2022", "author": "Yobel Manuel and Herri Christian Palit", "journal": "Jurnal Titra", "volume": "10", "number": "2", "abstract": "PT. X is a cigarette company that applies the principle of Continuous Improvement. The Continuous Improvement Program has been implemented in one of the departments in the HRD Division, namely the HR Project. The program is still not running optimally due to a lack of understanding from the employees of PT. X deals with analytical tools for quality control as well as project management. The solution given to overcome the problem is to prepare training modules from 7 QC Tools and Project Management which are made simple and attractive so that they are easy to understand. The Project HR Supervisor has tested the module through trial and inspection activities. The HR Project and the Training Team have evaluated by comparing the old and new modules. The overall average for the old module is 2.08, and the new module is 3.50. The 7 QC Tools training module is also implemented in one of the programs, namely HR Survey 2021 on Suggestion Comment data processing using Pareto Diagrams."}, "filled": true, "author_pub_id": "k4S3phcAAAAJ:dfsIfKJdRG4C", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/12887", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:u9Z3nQcm5PwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pemetaan Kompetensi Teknis pada Beberapa Jabatan Berdasarkan Job Description di PT. X", "pub_year": 2022, "citation": "Jurnal Titra 10 (2), 2022", "author": "Louis Kidhanny and Herri Christian Palit", "journal": "Jurnal Titra", "volume": "10", "number": "2", "abstract": "PT. X is a company that produces cigarette filters and is under a holding company. As the company grows, more company management is needed for the continuity of the company. PT. X does not yet have a technical competency mapping on each task based on the job description of several positions held. Mapping is done to determine the technical competence of each position studied. The mapping of technical competence also determines the measurement method and target competency level. The positions to be studied are production supervisor, production assistant supervisor, logistic supervisor, logistic assistant supervisor, and logistic forklift driver. the method used in mapping is interview. The method used in the knowledge competency measurement method is a written test and oral test, the skill competency measurement method uses on the job training (OJT) and simulation and role play, the awareness competency measurement method uses a written test. The results of the research are in the form of technician competency mapping along with measurement methods and target levels for each task."}, "filled": true, "author_pub_id": "k4S3phcAAAAJ:4OULZ7Gr8RgC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/12951", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:S_2JBxX2sfwJ:scholar.google.com/", "cites_per_year": {}}
