{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Chatbot for Complex Questions in University Admission Using Bidirectional Long-Short Term Memory and Convolutional Neural Network", "pub_year": 2024, "citation": "2024 2nd International Conference on Technology Innovation and Its …, 2024", "author": "Djoni Haryadi Setiabudi and Gregorius Satia Budhi and Alfons Richardo Sampurno", "conference": "2024 2nd International Conference on Technology Innovation and Its Applications (ICTIIA)", "pages": "1-5", "publisher": "IEEE", "abstract": "Petra Christian University already has services to answer questions about new student admissions through WhatsApp, email, and Instagram. However, given the many inquiries, not all can be answered quickly, especially the complex and lengthy questions. There has been much research on chatbots for new student admissions, but the chatbots developed have not yet examined how well they can answer complex and lengthy questions. Therefore, this research will contribute by investigating how accurately the chatbot can answer short, medium, and long questions using Bidirectional Long-Short Term Memory and Convolutional Neural Network methods. The results show that the chatbot can answer short questions with the highest accuracy of 93%, but its accuracy drops below 80% when given medium and complex questions."}, "filled": true, "author_pub_id": "K8Ze1_QAAAAJ:VLnqNzywnoUC", "num_citations": 0, "pub_url": "https://ieeexplore.ieee.org/abstract/document/10761800/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:a0s95nXM8LwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Implementasi IoT Fertigation di Urban Farming Alam Sari PPPK Petra", "pub_year": 2024, "citation": "Jurnal Pengabdian Masyarakat Bangsa 1 (12), 3667-3673, 2024", "author": "Djoni Haryadi Setiabudi and Resmana Lim", "journal": "Jurnal Pengabdian Masyarakat Bangsa", "volume": "1", "number": "12", "pages": "3667-3673", "abstract": "Implementasi IoT di Alam Sari PPPK Petra ini bertujuan untuk membantu Urban Farming PPPK Petra untuk melakukan otomasi pemberian pupuk, pengairan dan pengendali kadar nutrisi air pada tanaman hidroponik. Selain itu hasil implementasi IoT ini dapat menjadi alat peraga pengetahuan teknologi informasi ke pertanian bagi siswa yang berkunjung ke Alam Sari PPPK Petra. Metode yang digunakan adalah observasi ke Alam Sari PPK Petra untuk mengetahui kebutuhan perawatan tanaman hidroponik dan tempat pemasangan peralatan IoT. Langkah berikutnya adalah mendesain dan implementasi sistem hardware dan software yang diperlukan. Langkah terakhir adalah melakukan ujicoba sampai peralatan IoT siap dpakai. Hasil yan diperoleh adalah terpasangnya dua peralatan IoT yaitu IoT Fertigation dan IoT pengendali kadar nutrisi yang dapat memudahkan pekerjaan petugas Alam Sari PPK Petra untuk pemeliharaan tanaman hidroponik sekaligus mengotimalkan produksi tanaman hidroponik."}, "filled": true, "author_pub_id": "K8Ze1_QAAAAJ:-_dYPAW6P2MC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=946859293003072590", "cites_id": ["946859293003072590"], "pub_url": "http://jurnalpengabdianmasyarakatbangsa.com/index.php/jpmba/article/view/765", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:TsS5o4LrIw0J:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Marketplace based application system to improve customer satisfaction on laundry business", "pub_year": 2024, "citation": "AIP Conference Proceedings 2951 (1), 2024", "author": "Djoni Haryadi Setiabudi and Michael Santoso and Mariana Wibowo", "journal": "AIP Conference Proceedings", "volume": "2951", "number": "1", "publisher": "AIP Publishing", "abstract": "Laundry service shop customers are presently confronted with several service options, qualities, and features. This is due to the inconsistent operational management of these organizations, in delivering maximum satisfaction. These problems often lead to the unsatisfactory level of customers, as they begin to search for better laundry service alternatives, which consumes much time and effort. The studies on laundry service shop businesses have also been widely carried out, as they are found to only focus on the ease of management due to delivery to one shop, which is equipped with features of comfortable services and payments. However, it has not been able to handle the demand of customers and various items, which needs to be sent to different laundry shops. Based on these studies, the laundry business concept should be developed to improve service qualities, with customers having the option to distribute …"}, "filled": true, "author_pub_id": "K8Ze1_QAAAAJ:35r97b3x0nAC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=2821448403779958714", "cites_id": ["2821448403779958714"], "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2951/1/030020/3020014", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:urdl41_MJycJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Smart Home with Energy Saving Using Demand Side Management Through Particle Swarm Optimization and Home Assistant", "pub_year": 2023, "citation": "2023 IEEE International Conference on Internet of Things and Intelligence …, 2023", "author": "Djoni Haryadi Setiabudi and Resmana Lim and Michael Alexander", "conference": "2023 IEEE International Conference on Internet of Things and Intelligence Systems (IoTaIS)", "pages": "268-273", "publisher": "IEEE"}, "filled": true, "author_pub_id": "K8Ze1_QAAAAJ:evX43VCCuoAC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=5707622242863478596", "cites_id": ["5707622242863478596"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:RPf-iTCMNU8J:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Detection of Click Bait and Fake News in Online News Using Neural Network Long Short Term Memory (LSTM)", "pub_year": 2023, "citation": "2023 1st International Conference on Advanced Engineering and Technologies …, 2023", "author": "Djoni Haryadi Setiabudi and Alvin Nathaniel Tjondrowiguno and Michael Santoso", "conference": "2023 1st International Conference on Advanced Engineering and Technologies (ICONNIC)", "pages": "138-142", "publisher": "IEEE", "abstract": "Clickbait is a content title created to attract attention and encourage readers to click on links to specific web pages. Clickbait is also called a trap link in content titles created in such a way as to grab readers' attention. However, the content itself is usually ordinary and sometimes irrelevant to the title. Fake news is false information or news spread with the intention of misleading and manipulating the public. Fake news often aims to spread false narratives, deceive, or cause disbelief in actual facts. The issue is that clickbait and fake news can occur together in a single news article, which requires a system capable of detecting both. Many studies have been conducted on clickbait and fake news, but most of them focus only on one aspect, either clickbait or fake news. The contribution of this research is to simultaneously investigate whether articles found in online news are fake news and/or clickbait, whether the news is …"}, "filled": true, "author_pub_id": "K8Ze1_QAAAAJ:fEOibwPWpKIC", "num_citations": 0, "pub_url": "https://ieeexplore.ieee.org/abstract/document/10467641/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:1yVC4vCitwUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Effect of Students’ Activities on Academic Performance Using Clustering Evolution Analysis", "pub_year": 2023, "citation": "CommIT (Communication and Information Technology) Journal 17 (2), 209-219, 2023", "author": "Djoni Haryadi Setiabudi and Michael Santoso", "journal": "CommIT (Communication and Information Technology) Journal", "volume": "17", "number": "2", "pages": "209-219", "abstract": "Educational data mining is a technique to evaluate educational process of university students, especially in their early stages. Most preliminary studies focus on observing courses undertaken by students from one semester to the next to predict their success rate. However, besides studying, many students are also involved in non-academic activities, which tends to affect their grades. Therefore, the research aims to determine the effect of student activities on grades while taking into account their academic activities. The method used for clustering is K-Means. Data are collected by observing students’ activity patterns in lectures. The research is conducted in two study programs at Petra Christian University: Business Management and Architecture. The results show that the K-Means method gives good results. The clusters formed from the data show non-homogenous groups and produce insights from several groups. The results show a tendency for students’ performance to increase along with the number of activities and points earned. Most students have increased activities during busy times in the third, fourth, fifth, and sixth semesters. The peak is between the fifth and sixth semesters. Then, it starts to decrease in the seventh and eighth semesters. Therefore, students’ activities in the Business Management study program affect performance significantly. Meanwhile, in the Architecture study program, it has an insignificant effect on performance."}, "filled": true, "author_pub_id": "K8Ze1_QAAAAJ:2KloaMYe4IUC", "num_citations": 0, "pub_url": "https://journal.binus.ac.id/index.php/commit/article/view/9053", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:aEIhOtGQ4PEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penerapan Long-Short Term Memory dengan Word2Vec Model untuk Mendeteksi Hoax dan Clickbait News pada Berita Online di Indonesia", "pub_year": 2022, "citation": "J. Infra 2021, 2022", "author": "Soni Marko Nathanniel Tannady and Djoni Haryadi Setiabudi and Alvin Nathaniel Tjondrowiguno", "journal": "J. Infra", "volume": "2021", "abstract": "News has become information that is routinely consumed every day and can be accessed easily as technology develops. However, the easy access of readers to news also opens up space for some people to spread clickbait or hoax news to attract readers' attention for personal gain. To overcome this, one of the efforts that can be realized is with a detection model for clickbait and hoax news with machine learning methods. The method used is Long-Short Term Memory. However, with several additional applications such as adding a dropout layer, implementing a callback function and using k-fold cross validation to overcome the problem of overfitting the model which often occurs in related studies. The built model will be tested in a webpage application where users can detect news labels. On the best testing result, testing accuracy for the clickbait detection model are 72.93% and the hoax detection model are 79 …"}, "filled": true, "author_pub_id": "K8Ze1_QAAAAJ:NJ774b8OgUMC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=11520851265356259668", "cites_id": ["11520851265356259668"], "pub_url": "https://scholar.google.com/scholar?cluster=11520851265356259668&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VGGrjS9J4p8J:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penerapan Convolutional Neural Network dengan Pre-Trained Model Xception untuk Meningkatkan Akurasi dalam Mengidentifikasi Jenis Ras Kucing", "pub_year": 2022, "citation": "J. INFRA 10 (2), 2022", "author": "Abraham Imanuel and Djoni Haryadi Setiabudi", "journal": "J. INFRA", "volume": "10", "number": "2", "abstract": "Raising pets is a common thing that humans often do. Cats are one of the domestic pets that are fancied by humans. But, raising a cat is not an easy task. This is because every cat’s breed has its own characteristics that will affect its type of raising. Because of that, there is a need for a system that can identify a cat’s breed to help someone in deciding which type of cat is suitable for him/her. In the past, there was also research about cat’s breed detection using SSD Mobilenet_v1 FPN method, but the accuracy was not high enough, which was 81.74%. This thesis will be done with the implementation of transfer learning method on Pre-Trained Convolutional Neural Network Xception, which is a CNN Model that is inspired by CNN Model Inception. CNN Model Xception is an Inception Model that replaces the use of Inception modules with depth wise separable convolutions. CNN Model Xception is used in this thesis …"}, "filled": true, "author_pub_id": "K8Ze1_QAAAAJ:W5xh706n7nkC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=9293252203348949342", "cites_id": ["9293252203348949342"], "pub_url": "https://scholar.google.com/scholar?cluster=9293252203348949342&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Xvm6JKRD-IAJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pewarnaan Otomatis Sketsa Gambar Menggunakan Metode Conditional GAN Untuk Mempercepat Proses Pewarnaan", "pub_year": 2022, "citation": "J. Infra 10 (2), 2022", "author": "R Reinaldo Kalendesang and D Haryadi Setiabudi", "journal": "J. Infra", "volume": "10", "number": "2", "abstract": "Anime is a Japanese animation that consists of many frames of images. Images that used to make an anime can be made using hand-drawn or using digital-drawn. It takes a lot of time to make an anime. In making anime for 1 second, it needs a total of 24 frames, this is why it takes a lot of time to make anime and also takes a lot of money. Each image also needs to be colored, this is also why making anime takes so much time. The method used in this research is GAN (Generative Adversarial Network) or should we call C-GAN (Conditional Generative Adversarial Network) to make coloring anime sketches easier. Dataset that is used in this research is a pair of sketch images and sketch images that have already been colored."}, "filled": true, "author_pub_id": "K8Ze1_QAAAAJ:dQ2og3OwTAUC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=1388372125114038678", "cites_id": ["1388372125114038678"], "pub_url": "https://scholar.google.com/scholar?cluster=1388372125114038678&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lvl5hRd9RBMJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sistem Pakar Untuk Mendiagnosa Infeksi Mikroorganisme Pada Anak Menggunakan Metode Forward Chaining", "pub_year": 2022, "citation": "Fakultas Teknologi Industri, 2022", "author": "DHSAH William Tupan and DH Setiabudi and A Handojo and PS Informatika and FT Industri and JS Surabaya", "journal": "Fakultas Teknologi Industri"}, "filled": true, "author_pub_id": "K8Ze1_QAAAAJ:N5tVd3kTz84C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=4658385891894082739", "cites_id": ["4658385891894082739"], "pub_url": "https://scholar.google.com/scholar?cluster=4658385891894082739&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:s7wJmUnppUAJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Sentimen Ulasan Restoran Menggunakan Metode Support Vector Machine", "pub_year": 2022, "citation": "Jurnal Infra 10 (1), 1-7, 2022", "author": "Y Julianto and DH Setiabudi and S Rostianingsih", "journal": "Jurnal Infra", "volume": "10", "number": "1", "pages": "1-7"}, "filled": true, "author_pub_id": "K8Ze1_QAAAAJ:VL0QpB8kHFEC", "num_citations": 20, "citedby_url": "/scholar?hl=en&cites=6848479733090039519", "cites_id": ["6848479733090039519"], "pub_url": "https://scholar.google.com/scholar?cluster=6848479733090039519&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:3zZLTgiwCl8J:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 8, "2024": 8, "2025": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penerapan Modified ADASYN untuk Meningkatkan Akurasi Pendeteksian Pola Fraud pada Transaksi Kartu Kredit", "pub_year": 2021, "citation": "Jurnal Infra 9 (2), 84-90, 2021", "author": "Ebhen Haezer Sitohang and Djoni Haryadi Setiabudi and Stephanus Antonius Ananda", "journal": "Jurnal Infra", "volume": "9", "number": "2", "pages": "84-90", "abstract": "One of the most influential factors in accuracy is class imbalance, this is reviewed in a study conducted by Gameng et al.(2019). In the study of Bagga et al.(2020), the Pipelining method combined with ADASYN the accuracy can reach 0.99999. The problem in this study is that accuracy may not necessarily reach 0.99999 if using a dataset outside the dataset they are using and if using a Classificationnn algorithm other than pipelining. In a study conducted by Dornadula & Geetha (2019), the highest accuracy was only 0.9994. In the research conducted by Makki et al.(2019), the Classificationnn model that uses the class balancing method has lower accuracy. In this thesis, Modified ADASYN is used because in the research of Gameng et al.(2019) its accuracy, precision and f1-score surpassed ADASYN and SMOTE. Pipelining method is used because in the study of Bagga et al.(2020), Pipelining can make …"}, "filled": true, "author_pub_id": "K8Ze1_QAAAAJ:WqliGbK-hY8C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=10812841433860338201", "cites_id": ["10812841433860338201"], "pub_url": "https://scholar.google.com/scholar?cluster=10812841433860338201&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:GfLexf7tDpYJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Deteksi Tingkat Kesegaran Ikan Menggunakan Metode Convolutional Neural Network Dengan Parameter Mata dan Warna Insang", "pub_year": 2021, "citation": "Jurnal Infra 9 (2), 213-219, 2021", "author": "Michael Christiawan and L Willyanto Santoso and D Haryadi Setiabudi", "journal": "Jurnal Infra", "volume": "9", "number": "2", "pages": "213-219", "abstract": "The sea resources of Indonesia are very abundant. According to Indonesia Central Bureau of Statistics, in 2017, there are 16.114. 991 tons of farmed fish production [2] and 7.361. 116 tons of catch fish production in 2018 [3]. But sometimes when it’s already delivered, the freshness level is already decreasing, so we need a tool or an app to determine the level of fish freshness. Navotas, et al.[6] research use Artificial Neural Network to determine the fish freshness from 3 kind of fish. They got more than 90% accuracy. But they use a tool to take fish eye and gill picture. They also not classifying what kind of fish that is being detected. In this research, Convolutional Neural Network (CNN) is used for fish and freshness classification from 4 kind of fish. Detectron2 model is used to detect the fish eye position. Masking is used for detecting the gill. The picture taken with smartphone camera only. The CNN model is already …"}, "filled": true, "author_pub_id": "K8Ze1_QAAAAJ:5awf1xo2G04C", "num_citations": 9, "citedby_url": "/scholar?hl=en&cites=3423212072804944829", "cites_id": ["3423212072804944829"], "pub_url": "https://scholar.google.com/scholar?cluster=3423212072804944829&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vQteRj6xgS8J:scholar.google.com/", "cites_per_year": {"2023": 5, "2024": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sistem Monitoring Solar Charge Controller Menggunakan Raspberry Pi 3 Secara Mobile", "pub_year": 2021, "citation": "Jurnal Infra 9 (1), 78-84, 2021", "author": "Aldo Kris Barlianto and Djoni Haryadi Setiabudi and Resmana Lim", "journal": "Jurnal Infra", "volume": "9", "number": "1", "pages": "78-84", "abstract": "In monitoring the charging of power source using solar panels, it is very important to find out the process of charging resources. Research about monitoring process has been carried out previously, but the monitoring process still depends on other software, and it cannot be done by mobile. In this research, the monitoring of solar charge controller will be carried out where user is no longer depends on additional applications/software and also can be done via PC/smartphone. The solar charge controller itself comes with a factory default software for data monitoring, but the usage of the application is very limited to the wiring system and also the monitoring process cannot be carried out by mobile. This research aims to be able to carry out the monitoring process by mobile using Raspberry Pi, so that users are no longer limited by wiring system and monitoring can be done in application which based on mobile web …"}, "filled": true, "author_pub_id": "K8Ze1_QAAAAJ:Y5dfb0dijaUC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=8156098635051095151", "cites_id": ["8156098635051095151"], "pub_url": "https://scholar.google.com/scholar?cluster=8156098635051095151&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:b9RE535IMHEJ:scholar.google.com/", "cites_per_year": {"2021": 2, "2022": 2, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Exploring the Usage and the User Interface of Mobile apps for Donors in Natural Disaster in East Java, Indonesia", "pub_year": 2020, "citation": "KnE Life Sciences, 72–84-72–84, 2020", "author": "Djoni Haryadi Setiabudi and I Gede Agus Widyadana and Hui-Ming Teng", "journal": "KnE Life Sciences", "pages": "72–84-72–84", "abstract": "Natural disasters occur quite often in Indonesia. Relief can be in the forms of logistics or funds. Indonesian Red Cross is one of the institutions most trusted in distributing donations. Unfortunately, there is still no easy facilitation for donors in transferring funds. An effective system is needed to ease donors in transferring funds using an online application, to guarantee that the funds are not misused, to inform the kind of disasters requiring financial aids or to report the utilization of the aids. Not many researches have been conducted on this subject. Those related to the Human-Computer Interaction in Health Care were focused on patients. The ones in the field of e-commerce were focused on customers. Meanwhile, this research on the case of natural disaster was focusing on donors, which was not quite ordinary. The researches in the case of natural disasters were mostly focusing on the problem of distribution and supply of logistics or searching the nearest locations using GIS. This research aims to explore the user expectations of the mobile apps on the process of donating applying the principles of HCI such as conveniences, effectiveness, security, completeness of information, feedback, and visibility. The result of this research shows that the expected users with this application could provide quality of information, continuity, ease of access and high security. Developing a mobile application with effective interaction between the application and the users is really a challenge."}, "filled": true, "author_pub_id": "K8Ze1_QAAAAJ:u9iWguZQMMsC", "num_citations": 0, "pub_url": "https://knepublishing.com/index.php/KnE-Life/article/view/6561/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:X2Fi9dfDJwQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sistem Pengaturan Suhu Dan Kelembaban Kandang Ayam Menggunakan Arduino Dan Website", "pub_year": 2020, "citation": "jurnal Infrared 8 (2), 2020", "author": "Bagus Dwi Maulana and Djoni Haryadi Setiabudi and Resmana Lim", "journal": "jurnal Infrared", "volume": "8", "number": "2", "abstract": "Chicken raising is one activity that is still widely carried out by people who want to do business in the field of chicken farming, especially in Indonesia because the average human consumes chicken meat almost every day. Broiler breeders in Indonesia generally use the type of open cages and still use manual methods in the process of raising livestock such as in regulating the temperature of chicken coops. To help and support farmers in the field of maintenance, temperature and humidity regulators are made in the broiler chicken coop automaticallyChicken coops installed system Arduino WeMos D1 R2 and sensors DHT 22 which will show the current temperature and humidity figures and data obtained from the sensor will be sent with WiFi connectivity contained in the microcontroller to the database. This communication will trigger data exchange in real-time between the website and the chicken coop. Based on …"}, "filled": true, "author_pub_id": "K8Ze1_QAAAAJ:Mojj43d5GZwC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=17305044720240109802", "cites_id": ["17305044720240109802"], "pub_url": "https://scholar.google.com/scholar?cluster=17305044720240109802&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6igprHzeJ_AJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 2, "2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penerapan Konsep Marketplace pada Bisnis Laundry dengan menggunakan Framework Multiplatform Flutter", "pub_year": 2020, "citation": "J. Infra 8 (2), 44-50, 2020", "author": "Satriany Lauri and D Haryadi Setiabudi and Agustinus Noertjahyana", "journal": "J. Infra", "volume": "8", "number": "2", "pages": "44-50", "abstract": "Over time, more and more laundry companies are threatened by their existence because of the lack of containers to accommodate laundry needs from customers and ultimately resulting in fewer and fewer customers, with a variety of reasons owned by customers such as the distance that does not allow, and customer ignorance of quality laundry that is automatically price and fulfillment. When viewed from the aspect of the customer, the user needs a system that can facilitate the user in meeting the need to wash, both in terms of time efficiency, and the affordability of the place. When viewed from the aspect of the laundry owner, the laundry owner needs a system that can be a bridge between the user and the owner, so that the laundry owner can enter a wider market. So when viewed from these two aspects, both parties need a concept or system that connects the two parties, namely the concept or marketplace …"}, "filled": true, "author_pub_id": "K8Ze1_QAAAAJ:WA5NYHcadZ8C", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=13554723888072468633", "cites_id": ["13554723888072468633"], "pub_url": "https://scholar.google.com/scholar?cluster=13554723888072468633&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:magPaY8NHLwJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 1, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Klasifikasi Motif Batik menggunakan metode Deep Convolutional Neural Network dengan Data Augmentation", "pub_year": 2020, "citation": "Jurnal Infra 8 (2), 189-194, 2020", "author": "S Febrian Tumewu and DH Setiabud and Indar Sugiarto", "journal": "Jurnal Infra", "volume": "8", "number": "2", "pages": "189-194", "abstract": "Related researches before used Convolutional Neural Network (CNN) VGG to classify batik motif which limited only on geometrical pattern and implemented 2 augmentation consist of scale and rotation. Therefore, this research uses CNN Residual Network (Resnet) with 4 augmentation technique on both geometrical and non geometrical batik pattern. This research use (Resnet) as a main architecture of CNN to identify batik pattern. Batik motives for this research are from geometric category which is ceplok, kawung, lereng, nitik, and parang. And from nongeometri category are semen and lunglungan. Furthermore, the dataset will be applied scale, random erase, rotation, and flip augmentation to increase the quantity and variation of batik dataset. The results show that CNN Resnet with data augmentation on training dataset gives accuracy up to 84, 52% on Resnet-18 and 81, 90% on Resnet-50. furthermore …"}, "filled": true, "author_pub_id": "K8Ze1_QAAAAJ:HE397vMXCloC", "num_citations": 21, "citedby_url": "/scholar?hl=en&cites=11536194588748197482", "cites_id": ["11536194588748197482"], "pub_url": "https://scholar.google.com/scholar?cluster=11536194588748197482&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:aq4eatvLGKAJ:scholar.google.com/", "cites_per_year": {"2021": 3, "2022": 4, "2023": 5, "2024": 9}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penerapan Random Forest dalam Email Filtering untuk Mendeteksi Spam", "pub_year": 2020, "citation": "Jurnal Infra 8 (2), 138-142, 2020", "author": "B Christanto and DH Setiabudi", "journal": "Jurnal Infra", "volume": "8", "number": "2", "pages": "138-142"}, "filled": true, "author_pub_id": "K8Ze1_QAAAAJ:XiVPGOgt02cC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=3184316724786102911", "cites_id": ["3184316724786102911"], "pub_url": "https://scholar.google.com/scholar?cluster=3184316724786102911&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:fwI2oTD3MCwJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sistem Pemantauan Pasien Berbasi IoT Menggunakan ESP8266 dan Arduino", "pub_year": 2020, "citation": "Jurnal Infra 8 (1), 2020", "author": "Stefanus Adi Putra Pratama and Djoni Haryadi Setiabudi", "journal": "Jurnal Infra", "volume": "8", "number": "1", "abstract": "Health monitoring is a major problem in the world today. Due to lack of proper health monitoring, patients can suffer serious health problems. There are many devices today to monitor the health of patients that health experts use to monitor their patients but because it is not integrated with IoT, this method can add to the burden of medical personnel to conduct examinations and cannot be done anytime, anywhere. This research was conducted to make it easier for a doctor and a relative of a person with heart problems to conduct surveillance in Real Time. The Arduino device will read each sensor and by using services from ThingSpeak and IFTTT, data readings can be received and visualized, then automatically recorded on Google Sheets so that they can be accessed either via the internet or mobile applications. The combination of IoT and Arduino is one way to introduce the IoT method. By utilizing IoT, monitoring …"}, "filled": true, "author_pub_id": "K8Ze1_QAAAAJ:1qzjygNMrQYC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=3806137206349915098", "cites_id": ["3806137206349915098"], "pub_url": "https://scholar.google.com/scholar?cluster=3806137206349915098&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2mPilp8d0jQJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 1}}
