{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Online EPT dan Pernak Perniknya", "pub_year": 2021, "citation": "From Daring to Caring: Pandemic Best Practices in Higher Education, 166-171, 2021", "author": "Henny Putri Saking Wijaya", "pages": "166-171", "publisher": "LEMBAGA PENELITIAN DAN PENGABDIAN KEPADA MASYARAKAT UNIVERSITAS KRISTEN PETRA", "abstract": "Selama pandemi proses pelaksanaan EPT di UK Petra juga mengalami perubahan dari tatap muka ke daring. Artikel ini membahas inovasi apa saja yang sudah dilakukan tim pelaksana EPT agar dapat beradaptasi dengan kondisi daring."}, "filled": true, "author_pub_id": "k925b70AAAAJ:Wp0gIr-vW9MC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19051/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2ybxz6sEtHgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A Reflection on Assessment and Evaluation Changes During COVID-19", "pub_year": 2020, "citation": "International Joint Conference on Arts and Humanities (IJCAH 2020), 606-609, 2020", "author": "Henny Putri Saking Wijaya", "conference": "International Joint Conference on Arts and Humanities (IJCAH 2020)", "pages": "606-609", "publisher": "Atlantis Press", "abstract": "COVID-19 has forced changes in all aspects including education. Educational institutions have made a big change when moving from offline to online platforms. Teachers has to learn new tools to teach online. Within a short period of time, they need to use Google Classroom or other Learning Management Systems to teach. This change has also affected the assessment and evaluation in the classroom. Thus, teachers need to reflect on what they do in order to maximize the teaching and learning process that has been shifted suddenly due to the pandemic. In English Department, Petra Christian University, classes are categorized into skill classes and content classes. The assessment and evaluation of these classes are different. Even the assessment and evaluation among skill classes can be different from one another depending on the focus of the skill. This is a qualitative study, and the data were taken from three skill classes and three content classes. This paper will discuss the changes of assessment and evaluation in both skill and content courses, and how the teachers reflected on the changes."}, "filled": true, "author_pub_id": "k925b70AAAAJ:ULOm3_A8WrAC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19028/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:va0t3U_6xBwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Integrating Numerical and Cultural Literacies in Reading Classroom: Students  Perspectives", "pub_year": 2020, "citation": "Integrating Numerical and Cultural Literacies in Reading Classroom: Students …, 2020", "author": "Henny Putri Saking Wijaya", "abstract": "Most students choose English Department because they want to avoid numbers. This phenomenon also happens in English Department, Petra Christian University (PCU). The students do not want to deal with numbers. However, when working later on, they have to deal with numbers. The numbers can be in the forms of chart or table. They need to be numerically literate. At the same time, when learning a language, students have to learn cultures. One of the classes where numbers and cultures can be integrated in the learning process is Reading class. In English Department, PCU, all students must take Reading 4 in which they learn to analyze academic articles. In this class, students discuss various topics. Some of the articles use charts and tables to present the data, and some others discuss cultural issues. In this qualitative study, the data were taken from twenty students who have taken Reading 4. This paper will discuss the students  perspectives on numerical and cultural literacies and the effectiveness of numerical and cultural literacies in the materials."}, "filled": true, "author_pub_id": "k925b70AAAAJ:4DMP91E08xMC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/18870/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:YoQtvhjEGu4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sepenggal Perjalanan Belajar Mengajar di Tengah Pandemi", "pub_year": 2020, "citation": "Sepenggal Perjalanan Belajar Mengajar di Tengah Pandemi, 2020", "author": "Henny Putri Saking Wijaya", "abstract": "Artikel ini menjelaskan refleksi penulis dalam menghadapi perubahan mendadak dari pengajaran tatap muka ke pengajaran virtual."}, "filled": true, "author_pub_id": "k925b70AAAAJ:4TOpqqG69KYC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/18858/3/Sepenggal_Perjalanan.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:D60H-lrLyo8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Students  Reflection in Micro-teaching Class", "pub_year": 2018, "citation": "Students  Reflection in Micro-teaching Class, 2018", "author": "Henny Putri Saking Wijaya", "abstract": "Becoming a teacher is not as easy as what people think. It needs continual improvement so that teachers can teach better and develop themselves professionally. One way of improving themselves is by having a reflective teaching. Reflective teaching is important because in the reflection teachers can examine their beliefs and practices. Moreover, reflective teaching is evidence based so that teachers can reflect on the evidence to make informed decisions about their teaching. In Petra Christian University (PCU) students joining English Education Program must take Micro-teaching class where they practice teaching their peers. In this class the students are asked to make reflections related to their teaching practice. Everytime they finish their teaching practice, they must write a reflection. This paper will discuss the students  perceptions related to the reflections that they write and the relation between reflections and students  improvement in their teaching practice."}, "filled": true, "author_pub_id": "k925b70AAAAJ:_kc_bZDykSQC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=7639105408311707879", "cites_id": ["7639105408311707879"], "pub_url": "https://repository.petra.ac.id/18857/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:50gvKOWNA2oJ:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "THE ANALYSIS OF TOPICS AND TOPIC BOUNDARY MARKERS IN IONESCO’S ABSURD PLAY THE LESSON", "pub_year": 2018, "citation": "HUMANIKA 25 (1), 2018", "author": "Henny Putri Saking Wijaya", "journal": "HUMANIKA", "volume": "25", "number": "1", "abstract": "People sometimes experience miscommunication when they have a conversation. It may happen because they fail to recognize the topic of discussion and the topic shift markers. A conversation has a clear structure that is not realized by the speakers. In this study, the writer chose The Lesson, one of the most famous absurd plays by Ionesco, as the data. In this play, the structure of conversation is difficult to understand, especially in the conversation between the Professor and the Young Pupil. Based on this condition, the writer investigates the structure of the conversation between the Professor and the Young Pupil in order to find the main topics and the topic boundary markers occurred in the topic shift in the conversation. The data were analyzed using the theories of topic shift by Coulthard (2014) and topic boundary markers by Stenstrom (2014). The findings show that there were four topics in the conversations between the Professor and the Young Pupil and  let s  is the topic boundary marker often used to open a new topic and to close a topic. In conclusion, even in an absurd play where the structure is difficult to understand, there is a clear structure of the conversation."}, "filled": true, "author_pub_id": "k925b70AAAAJ:KlAtU1dfN6UC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/17846/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mYTDAGtT0BUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "EFEKTIVITAS PENGGUNAAN BAHASA INFORMAL DALAM PEMBELAJARAN BIPA", "pub_year": 2018, "citation": "Seminar Nasional Sastra, Pedagogik, Bahasa 1, 2018", "author": "Henny Putri Saking Wijaya", "conference": "Seminar Nasional Sastra, Pedagogik, Bahasa", "volume": "1", "abstract": "Pembelajaran BIPA di Universitas Kristen Petra (UK Petra) telah ada sejak 2011 di mana mahasiswa asing yang belajar BIPA merupakan peserta Program Darmasiswa yang diselenggarakan oleh Kementerian Pendidikan dan Kebudayaan Indonesia. Namun, seiring dengan banyaknya program internasional yang diadakan oleh UK Petra, banyak mahasiswa asing yang datang untuk belajar BIPA dalam waktu yang sangat singkat. Mahasiswa asing yang mengikuti kegiatan belajar BIPA dalam waktu singkat biasanya ingin belajar Bahasa Indonesia untuk bisa berkomunikasi keseharian dengan orang Indonesia. Untuk dapat mencapai tujuan tersebut, mahasiswa asing perlu mendapatkan keterampilan Basic Interpersonal Communication Skills (BICS). Makalah ini akan membahas efektivitas penggunaan bahasa informal dalam pembelajaran BIPA di UK Petra dengan melakukan wawancara terhadap pengajar dan pembelajar. Hasil wawancara menunjukkan bahwa mahasiswa asing merasa lebih percaya diri dalam berkomunikasi karena mereka dapat langsung mempraktekkan apa yang mereka pelajari. Jadi dapat disimpulkan bahwa penggunaan bahasa informal efektif dalam pembelajaran BIPA."}, "filled": true, "author_pub_id": "k925b70AAAAJ:Zph67rFs4hoC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=4723011501652353776", "cites_id": ["4723011501652353776"], "pub_url": "https://repository.petra.ac.id/17864/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8KIS6u-Bi0EJ:scholar.google.com/", "cites_per_year": {"2018": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Phonological Errors by Dutch Exchange Students in Reading Indonesian Texts", "pub_year": 2017, "citation": "k@ ta 19 (2), 48-54, 2017", "author": "Theodorus Yohanes Mustamu and Henny Putri Saking Wijaya", "journal": "k@ ta", "volume": "19", "number": "2", "pages": "48-54", "abstract": "In this study, the five non-existing Indonesian sounds in Dutch sound system was observed because these sounds cause a problem. Moreover, the writers analyzed the phonological errors produced by the Dutch exchange students. The theories were from Moeliono and Darwowidjojo (2003) for the Indonesian consonants and from Mennen, Levelt and Gerrits (2006) for the Dutch consonants. The findings show that there were five Indonesian sounds that do not exist in Dutch sound system. Furthermore, the Dutch exchange students produced phonological errors in initial, medial and final positions. Also, from the observed sounds, thirteen deviations occurred. In conclusion, the phonological errors in five observed sounds produced by the Dutch exchange students happened because of the L1 transfer and the lack of knowledge of Indonesian consonants."}, "filled": true, "author_pub_id": "k925b70AAAAJ:kNdYIx-mwKoC", "num_citations": 0, "pub_url": "https://www.kata.petra.ac.id/index.php/ing/article/view/18985", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:98WV8se-nBEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Designing Materials Using CBI for English for Adult Learners in Petra Christian University", "pub_year": 2016, "citation": "Designing Materials Using CBI for English for Adult Learners in Petra …, 2016", "author": "Henny Putri Saking Wijaya", "abstract": "Petra Christian University (PCU) has a vision to be a caring and global university with a commitment to Christian values. In order to be a global university, PCU has to equip its staff so that they can speak to international students and the staff from the international partners. One of the facilities provided by the university is by taking an English course. However, they cannot take the General English course because it will take them years to learn English. New materials should be designed in order to fulfill the needs of the staff to speak English. Thus, a team is formed to design the materials. In designing the materials, the team considered the use of content-based instruction as the most appropriate framework to cater the needs of the staff. This paper will discuss how the team designs the materials and how the use of CBI in the materials helps the staff to improve their speaking skills"}, "filled": true, "author_pub_id": "k925b70AAAAJ:aqlVkmm33-oC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/18856/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nR2YuYXd59IJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Second Language Classroom Modes by Senior English Teacher at XYZ English Course in Surabaya", "pub_year": 2016, "citation": "K@ ta Kita 4 (1), 18-26, 2016", "author": "Vinna Veronica Yauwangsa and Henny PS Wijaya", "journal": "K@ ta Kita", "volume": "4", "number": "1", "pages": "18-26", "abstract": "This study is intended to find out the pedagogic goals, interactional features, and L2 classroom modes appeared in the fourth graders’ English classroom taught by senior English teacher. Conducting this study, I apply Walsh’s (2006, 2011) SETT (Self-Evaluation of Teacher Talk) framework. The data was collected for two meetings. The findings of this study show that among 18 pedagogic goals, 16 of them appeared. Moreover, all of 14 interactional features and all of four modes appeared in this study. Among the four modes, managerial mode was the most frequent mode (54.54%). In conclusion, the teacher could make the class interactive because she allowed learners to formulate responses for seconds so that learners could contribute more. Moreover, the teacher rarely completed learners’ contribution and corrected learners’ mistakes directly so that the learners might feel confident to contribute in the activities."}, "filled": true, "author_pub_id": "k925b70AAAAJ:LkGwnXOMwfcC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=6180433294463780985", "cites_id": ["6180433294463780985"], "pub_url": "http://publication.petra.ac.id/index.php/sastra-inggris/article/view/5699", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:eciCAlZPxVUJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Common Errors Found in the Use of Sentence Structure: A Case Study", "pub_year": 2016, "citation": "K@ ta Kita 4 (1), 13-17, 2016", "author": "Desy Chandra and Henny PS Wijaya", "journal": "K@ ta Kita", "volume": "4", "number": "1", "pages": "13-17", "abstract": "This study is done to find out:(1) the common errors in the use of sentence structure and (2) the similarities and differences on the types of errors in the use of sentence structure between original draft in the first topic, second topic, and third topic of Written English 4B class English Department in Petra Christian University. The writer chooses the theory of common errors in the use of sentence structure as proposed by Ho (2005). The findings of this study show that there are seven (7) out of eight (8) types of errors that occur in the students’ drafts. Fragmented Sentence is the most common error made by the students in their drafts. In addition, there were similarities and differences on the types of errors and the frequency of occurrences of errors among the students. In conclusion, most of the students have understood about the use of sentence structure."}, "filled": true, "author_pub_id": "k925b70AAAAJ:_FxGoFyzp5QC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=4703149385292818826", "cites_id": ["4703149385292818826"], "pub_url": "http://katakita.petra.ac.id/index.php/sastra-inggris/article/view/5705", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:iqn5k3LxREEJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "THE MOTIVATION OF SOCIAL SCIENCE AND SCIENCE STUDENTS IN LEARNING ENGLISH", "pub_year": 2014, "citation": "K@ ta Kita 2 (3), 53-58, 2014", "author": "Vionatha Lengkong and Henny PS Wijaya", "journal": "K@ ta Kita", "volume": "2", "number": "3", "pages": "53-58", "abstract": "This is a quantitative study which examined the influence of background of the study (Social Science and Science) in students’ motivation to learn English. Social Science was represented by Faculty of Economy while Science was represented by Faculty of Industrial Technology. Data collection was done by using survey technique in which 100 respondents from each background of study filled in the questionnaires which were handed to them. Theory used in this study is Socio-Educational Model by Gardner (2005). The result of this study showed that there is no significant difference between Social Science and Science students in learning English. It can be concluded that in Indonesia, background of the study does not have a significant influence in determining students’ motivation to learn English."}, "filled": true, "author_pub_id": "k925b70AAAAJ:0EnyYjriUFMC", "num_citations": 0, "pub_url": "http://katakita.petra.ac.id/index.php/sastra-inggris/article/view/3974", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:i1dIa3VpzKYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "THE CHOICE OF CODES USED BY TWO ANNOUNCERS OF DJ FM AND SS FM RADIO STATIONS IN THEIR ADVERTISEMENTS", "pub_year": 2014, "citation": "K@ ta Kita 2 (2), 54-61, 2014", "author": "Nomeliance Delivia Nabubois and Henny PS Wijaya", "journal": "K@ ta Kita", "volume": "2", "number": "2", "pages": "54-61", "abstract": "This thesis is a study of the choice of codes used by the announcers of DJ FM and SS FM radios in their advertisements, consisting of twenty advertisements from both radios. I applied some theories of codes from Wardaugh (2006), Stockwell (2002), and Holmes (2001) as my main theories. Also, I used the theory of Age and Linguistic choice from Coulmas (2005), and Marketing and Language Choice from Victor (2007) as my supporting theories. The subjects are two announcers of DJ FM and SS FM radios which are in the phase of young adulthood. Furthermore, I found that the announcers from both radio stations used Standard Indonesia as their main code. The conclusion is the target audience of DJ FM and SS FM did not influence the way the announcers chose their codes."}, "filled": true, "author_pub_id": "k925b70AAAAJ:2osOgNQ5qMEC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=3161288407874597018", "cites_id": ["3161288407874597018"], "pub_url": "http://katakita.petra.ac.id/index.php/sastra-inggris/article/view/3959", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mvDsxw4n3ysJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Extensive Reading Program: Its impacts on students vocabulary size and reading comprehension", "pub_year": 2013, "citation": "Extensive Reading Program: Its impacts on students vocabulary size and …, 2013", "author": "Henny Putri Saking Wijaya", "abstract": "Extensive Reading (ER) Program in English Department, Petra Christian University used to be taken by first year students in their second semester. It was a one-semester program and integrated in the Reading class. The students had to read 3 level-3 graded readers for one semester. However, since early 2000, this program has been deleted. Moreover, the Reading class is now being integrated with the Writing class. This semester ER program is being reestablished as part of Written English 1 class. In this class the students have low English proficiency level. They lack of vocabulary and have difficulty in understanding reading comprehension. Moreover, their lack of vocabulary affects their writing. All of them have failed Written English 1 twice or thrice. Due to these conditions, the teacher of Written English 1 is integrating ER program in the classroom. The students must read level-1 graded readers provided by the teacher. They read the books outside the classroom. Within one semester they must finish at least 20 books if they want to get points for the program. Since the level-1 books are limited, the students must exchange the books with their friends. After they finish all level-1 books, they can read level-2 books. This paper aims to discuss the impacts of ER program on the students vocabulary size and reading comprehension."}, "filled": true, "author_pub_id": "k925b70AAAAJ:8k81kl-MbHgC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=10626202984174453573", "cites_id": ["10626202984174453573"], "pub_url": "https://repository.petra.ac.id/16650/1/Publikasi1_04036_1524.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:RQPqZlDbd5MJ:scholar.google.com/", "cites_per_year": {"2018": 1, "2019": 0, "2020": 0, "2021": 2, "2022": 0, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "SPEECH ACTS USED BY THE HUSBAND AND WIFE IN THE RECONCILIATION PROCESSES IN “NOT EASILY BROKEN”", "pub_year": 2013, "citation": "K@ ta Kita 1 (1), 195-203, 2013", "author": "Linda Yuniarti and Henny PS Wijaya", "journal": "K@ ta Kita", "volume": "1", "number": "1", "pages": "195-203", "abstract": "The writer researches the language use of husband and wife in their reconciliation processes and its connection to the reconciliation processes. She uses a film, entitled “Not Easily Broken”(2009) as the representative of reconciliation of husband and wife. She researches the Speech Act of Dave and Clarice during their reconciliation processes. The writer uses the Speech Act theory (Austin, 1962; Searle, 1969; Yule, 1996) and the reconciliation process (Huyse, 2003). Inthe findings of the research, the highest illocution is ‘Representative’and automatically, the highest perlocution is from ‘Representative’. In the first and second stages, most of the perlocution does not match but in the last stage, all perlocutions match to the illocution and the reconciliation is accomplished. The conclusion is a couple should accept the fact and truth to each other to accomplish reconciliation process."}, "filled": true, "author_pub_id": "k925b70AAAAJ:hqOjcs7Dif8C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=11351837608171454624", "cites_id": ["11351837608171454624"], "pub_url": "http://katakita.petra.ac.id/index.php/sastra-inggris/article/view/425", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:oMD69ijUiZ0J:scholar.google.com/", "cites_per_year": {"2016": 1, "2017": 0, "2018": 0, "2019": 0, "2020": 0, "2021": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "THE LINGUISTIC REPERTOIRE OF A YOUNG ADULT, AND A MIDDLE ADULT OF A NGAJU DAYAKNESE FAMILY IN CENTRAL KALIMANTAN", "pub_year": 2013, "citation": "K@ ta Kita 1 (1), 187-194, 2013", "author": "Kesy Kesetiaan and Henny PS Wijaya", "journal": "K@ ta Kita", "volume": "1", "number": "1", "pages": "187-194", "abstract": "This study is a qualitative study about linguistic repertoire and the subjects are three people from three different ages of a Ngaju Dayaknese family consisting of the mother, the first child and the third child. This study was conducted in order to see the linguistic repertoire of them. In order to reach the research objectives, I used the theories of linguistic repertoire by Milroy and Milroy (1990) and code choice by Holmes (2001). From my study, I found that the linguistic repertoire of the third child is Banjarese language, Indonesian language, and Ngaju Dayaknese language, the linguistic repertoire of the first child is Ngaju Dayaknese language, Indonesian language, and Banjarese language, and the linguistic repertoire of the mother is Ngaju Dayaknese language, Banjarese language, and Indonesian language. It can be concluded that the linguistic repertoire of each subject can be distinguished one from another and it was influenced by the environment he/she was exposed to."}, "filled": true, "author_pub_id": "k925b70AAAAJ:UebtZRa9Y70C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=10980620664286773771", "cites_id": ["10980620664286773771"], "pub_url": "http://katakita.petra.ac.id/index.php/sastra-inggris/article/view/424", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:C4Ig_FAAY5gJ:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "THE INITIATING ACTS USED BY THE HOST OF TALK INDONESIA IN POLITICAL AND CULTURAL ISSUES", "pub_year": 2013, "citation": "K@ ta Kita 1 (1), 145-153, 2013", "author": "Eka J Saimima and Henny PS Wijaya", "journal": "K@ ta Kita", "volume": "1", "number": "1", "pages": "145-153", "abstract": "The writers observed the initiating acts used by the host of Talk Indonesia in political issues and cultural issues and the comparison of initiating acts between those two issues. The data was taken from several episodes of the Talk Indonesia that have topics on political and cultural issues. In the findings, the writers found that the highest percentage of initiating acts types in political issues is Inform (37%), and the lowest percentage is Action Request (1%), whereas, the highest percentage of initiating acts types in cultural issues is Inform (39%) and the lowest percentages are Polarity Questions (1%) and Action Requests (1%). The writer also found that in general, the percentage of Statement in the political issues (54%) is lower than those in the cultural issues (73%) while the percentage of Questions in the political issues (41%) is higher than those in the cultural issues (26%). The conclusion drew that different issues trigger different initiating acts"}, "filled": true, "author_pub_id": "k925b70AAAAJ:WF5omc3nYNoC", "num_citations": 0, "pub_url": "http://katakita.petra.ac.id/index.php/sastra-inggris/article/view/416", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:y-NWpvLgfkAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Dampak Drama Televisi Taiwan Terhadap Motivasi Belajar Bahasa Tionghoa Mahasiswa Program Studi Sastra Tionghoa Universitas Kristen Petra 台湾电视剧对彼得拉基督教大学中文系学生汉语学习动机的影响", "pub_year": 2013, "citation": "Century 1 (2), 22-27, 2013", "author": "Yosephine Wignyo and Budi Kurniawan and Henny PS Wijaya", "journal": "Century", "volume": "1", "number": "2", "pages": "22-27", "abstract": "Sejak munculnya drama televisi Meteor Garden, drama televisi Taiwan mulai mendapatkan perhatian dari masyarakat Indonesia. Hal ini menarik minat penulis untuk meneliti dampak dari drama televisi Taiwan terhadap motivasi mahasiswa program studi Sastra Tionghoa. Teori yang digunakan adalah teori mengenai drama idola Taiwan oleh Yi Xiaoli 易晓莉 (2009), Lan Xiaoying 兰晓英, Wang Manhua 王满华 (2009), dan Huang Guorong 黄国荣 (1996), lalu teori motivasi oleh Suntrock (2010). Dari hasil kuesioner dan wawancara dengan mahasiswa Program Studi Sastra Tionghoa, faktor terbesar yang membuat mereka ingin belajar bahasa Tionghoa adalah jalan cerita, bahasa Tionghoa itu sendiri, dan aktor/aktris dalam drama televisi Taiwan. Selain itu menonton drama Taiwan dapat membantu mereka dalam belajar grammar, listening, speaking, hanzi, pelafalan, dan shengdiao. Dari analisa data dapat disimpulkan bahwa drama televisi Taiwan memiliki dampak dalam memotivasi mahasiswa program studi Sastra Tionghoa untuk meningkatkan kemampuan bahasa Tionghoa mereka."}, "filled": true, "author_pub_id": "k925b70AAAAJ:UeHWp8X0CEIC", "num_citations": 0, "pub_url": "http://century.petra.ac.id/index.php/sastra-tionghoa/article/view/503", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:LcDY2hqL-EcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Interruptions produced by the mollucan students in the fellowship meeting", "pub_year": 2013, "citation": "K@ ta Kita 1 (1), 204-211, 2013", "author": "Marcelin A Silalebit and Henny PS Wijaya", "journal": "K@ ta Kita", "volume": "1", "number": "1", "pages": "204-211", "abstract": "This thesis is about a study of the interruptions produced by the Moluccan students in a fellowship meeting, consisting of fifteen students as the respondents, who are divided into two: the chairperson and the members. The purposes of the study are to know the tokens and the functions of interruptions used by the chairperson and the members of the meeting by considering social role as the social factor. The writer applies the theory of interruptions by Tannen (1990) and Wardhaugh (1985) as the main theories. Besides, the writer also uses the theory of social role by Johnstone (2008) and the theory of discourse markers by Schiffrin (2003) as the supporting theories. The writer used qualitative approach to conduct this research. The writer discovered that the chairperson produced more tokens (19) than the members (13). Moreover, the writer found that the respondents produced Ambonese tokens, such as “Hiii”,“Weee”,“Seng”,“Eee”, and Suroboyoan tokens, such as “Lho” and “Itulho”. Both the chairperson and the members produced “other” functions the most with 58.75% and 63.81%. In conclusion, social role influenced the interruptions and their functions, and the number of tokens produced by the participants."}, "filled": true, "author_pub_id": "k925b70AAAAJ:d1gkVwhDpl0C", "num_citations": 0, "pub_url": "http://publication.petra.ac.id/index.php/sastra-inggris/article/view/426", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:P0NjTcFXwBEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Kind of Teacher I Want to Be: Self-Reflection and Motivation through Movies", "pub_year": 2012, "citation": "Widya Sari, 2012", "author": "Henny Putri Saking Wijaya", "publisher": "Widya Sari", "abstract": "There are many young people who want to be teachers. They think becoming a teacher is easy. In fact, becoming a teacher is not easy. It needs continual motivation and self-reflection in order to improve teachers themselves professionally. When the students are sure that they will be teachers, most of them do still have a question: â€œWhat kind of teacher am I going to be?â€  Therefore, when students take teacher education, the teachers should be able to give a lot of exposure related to teaching conditions. In Chinese Department, Petra Christian University the teacher education program does not provide the students with teaching practice since teacher education is only a minor. Due to this condition, the teachers use movies in order to give exposure, motivation and reflection on how to be a good teacher. This paper will explore how students who are interested in becoming teachers engage in a deeper discussion through the self-reflection and have more motivation after watching movies related to the subject they learn. These movies can help them to have a clear description on the complexity of becoming good teachers."}, "filled": true, "author_pub_id": "k925b70AAAAJ:eQOLeE2rZwMC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/16337/1/III.A.2.a.1.1_Kinds_of_teacher_-_UKSW.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jc9T8eZCEAsJ:scholar.google.com/", "cites_per_year": {}}
