{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Research Article The Effect of Aggregate Gradations Limit on Dense Graded Cold Mixture Asphalt", "pub_year": 2024, "citation": "Research Article The Effect of Aggregate Gradations Limit on Dense Graded …, 2024", "author": "Paravita Sri Wulandari and Daniel Tjandra", "abstract": "Cold mixture asphalt has several benefits like environmental friendly, easy to use, and economical. This mixture is suitable for use in remote areas or in difficult climatic areas. This laboratory study was aimed to investigate the effect of aggregate gradations limit on cold mixture asphalt. There are five aggregate gradation limits used in this study, as lower, lower-middle, middle, middle-upper, and upper limit. The Marshall test was conducted to investigate the performance of dense graded cold mixture asphalt with various aggregate gradations. The results of this study showed that middle-upper gradation on cold mix asphalt generated the best results compared to the middle and lower gradations considering the required porosity of the mixtures. Furthermore, designing gradations of mixtures is an economical effort to obtain the best required cold mixture asphalt."}, "filled": true, "author_pub_id": "kC4gw94AAAAJ:GnPB-g6toBAC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20882/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:sfHXCJPDnr0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The effect of aggregate gradations limit on dense graded cold mixture asphalt", "pub_year": 2024, "citation": "AIP Conference Proceedings 2934 (1), 2024", "author": "Paravita Sri Wulandari and Daniel Tjandra", "journal": "AIP Conference Proceedings", "volume": "2934", "number": "1", "publisher": "AIP Publishing", "abstract": "Cold mixture asphalt has several benefits like environmental friendly, easy to use, and economical. This mixture is suitable for use in remote areas or in difficult climatic areas. This laboratory study was aimed to investigate the effect of aggregate gradations limit on cold mixture asphalt. There are five aggregate gradation limits used in this study, as lower, lower-middle, middle, middle-upper, and upper limit. The Marshall test was conducted to investigate the performance of dense graded cold mixture asphalt with various aggregate gradations. The results of this study showed that middle-upper gradation on cold mix asphalt generated the best results compared to the middle and lower gradations considering the required porosity of the mixtures. Furthermore, designing gradations of mixtures is an economical effort to obtain the best required cold mixture asphalt."}, "filled": true, "author_pub_id": "kC4gw94AAAAJ:BqipwSGYUEgC", "num_citations": 0, "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2934/1/030004/3269804", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:GLx8wg53BsUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The effect of polypropylene fiber as an additive in open graded emulsion mixture", "pub_year": 2023, "citation": "International Journal of Advanced Research in Engineering Innovation 5 (2 …, 2023", "author": "Paravita Sri Wulandari and Albertus Justianto Gunawan and Bryan Fernando Lembono and Figo Chrisnando Hendrianto and Daniel Tjandra", "journal": "International Journal of Advanced Research in Engineering Innovation", "volume": "5", "number": "2", "pages": "16-23", "abstract": "The impact of global warming in Indonesia is the longer dry season in some areas. It is important to reduce gas emission that is associated with global warming. In road construction, Cold Asphalt Emulsion Mixture (CAEM) is considered more environmentally friendly than hot mix asphalt because it emits fewer emissions; however, its strength and durability are not as good as those of hot mix asphalt are. In this research, the type of gradation used is open graded. In order to improve the performance of CAEM, 12 mm-long polypropylene fiber was added as an additive. The main purpose of this research is to analyze the effect of adding polypropylene fiber to Open Graded Emulsion Mixture (OGEM) and to determine the curing effects on its parameters. Further analysis of the results showed that polypropylene fiber content at 0.1% could increase the stability of mixture but increasing the content of polypropylene fiber in mixture tended to decrease the stability of OGEM. Polypropylene fiber performed well to significantly reduce the flow value, but it only performed better at the early age of mixtures."}, "filled": true, "author_pub_id": "kC4gw94AAAAJ:YFjsv_pBGBYC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=15635390630926182926", "cites_id": ["15635390630926182926"], "pub_url": "https://myjms.mohe.gov.my/index.php/ijarei/article/view/22959", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DmrTYPAQ_NgJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Properties evaluation of cold mix asphalt based on compaction energy and mixture gradation", "pub_year": 2023, "citation": "IOP Conference Series: Earth and Environmental Science 1195 (1), 012024, 2023", "author": "PS Wulandari and D Tjandra", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "1195", "number": "1", "pages": "012024", "publisher": "IOP Publishing", "abstract": "Mix design for cold mix asphalt as a surface course has several factors to be considered, such as the traffic level and environmental condition. The compaction energy in mix design is related to expected traffic level. The choice of aggregate gradation is affected by the environment condition. Generally, there are two types of cold asphalt mixture, open graded and dense graded. The purpose of this study is to investigate the properties of cold mix asphalt surface course considering the compaction energy and aggregate gradation factors by laboratory experiments. The trial specimens were prepared with five different cationic emulsion bitumen contents for each type of mixture gradation at various compaction energy using Marshall compactor machine. The stability and volumetric properties of these specimens were measured by Marshall Test and then compared to the specified values. If the pavement is designed …"}, "filled": true, "author_pub_id": "kC4gw94AAAAJ:blknAaTinKkC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=15297365026795914327", "cites_id": ["15297365026795914327"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/1195/1/012024/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:V4SnZXEoS9QJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The effect of asphalt emulsion type on the characteristics of cold asphalt emulsion mixtures", "pub_year": 2023, "citation": "IOP Conference Series: Earth and Environmental Science 1195 (1), 012025, 2023", "author": "PS Wulandari and K Lovrecia and FM Santosa and GA Welerubun", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "1195", "number": "1", "pages": "012025", "publisher": "IOP Publishing", "abstract": "The need for road infrastructure continues to increase affecting the increase of hot asphalt mixtures. Hot asphalt requires a lot of energy to use because it goes through a heating process, so Cold Emulsion Asphalt Mixture (CAEM) is widely studied to be an eco-friendly alternative to hot asphalt mixtures. This study used a type of mixture IV Asphalt Emulsion Mixture with 4 types of emulsified asphalt, which are Cationic Slow Setting-1 hard (CSS-1h), Cationic Medium Setting-2 (CMS-2), Cationic Rapid Setting-2 (CRS-2), and Cationic Quick Setting-1 hard (CQS-1h). The test was carried out using the Marshall Test method and the parameters value of each type of emulsified asphalt was calculated. The test results are compared with their characteristics to determine the most suitable type of emulsified asphalt for heavy traffic in Indonesia. The results showed that CRS-2 emulsified asphalt was not recommended because …"}, "filled": true, "author_pub_id": "kC4gw94AAAAJ:JV2RwH3_ST0C", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=1445614669241766858", "cites_id": ["1445614669241766858"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/1195/1/012025/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ytM_6uHaDxQJ:scholar.google.com/", "cites_per_year": {"2024": 2, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "DAMPAK NEGATIF PROYEK PEMBANGUNAN RUMAH TINGGAL TERHADAP BANGUNAN DI SEKITARNYA  STUDI KASUS DI SURABAYA", "pub_year": 2023, "citation": "Rekayasa Sipil 17 (1), 31-36, 2023", "author": "Daniel Tjandra and Paravita Sri Wulandari", "volume": "17", "number": "1", "pages": "31-36", "abstract": "The need for housing in a metropolitan city such as Surabaya will increase with time.  These needs can be met by building new houses or renovating old houses. Sometimes the construction and renovation of houses will more or less have an environmental impact on the surrounding buildings.  The case study in this paper aims to increase public awareness of the impact of construction project on the surrounding buildings. The case study was conducted by doing field observations on the location of a residential building construction which had an impact on the adjacent existing houses, located on the right and left side. From the result of the analysis, it was found that the damage to the adjacent houses was caused by the demolition of the old building, the addition of loads, and the process of compaction of the backfill.  Repair and strengthening of damage buildings must be carried out to restore its function and prevent further damage. Unfortunately, building repair requires significant additional costs and causes the construction time to be longer."}, "filled": true, "author_pub_id": "kC4gw94AAAAJ:maZDTaKrznsC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=1938728904854861156", "cites_id": ["1938728904854861156"], "pub_url": "https://repository.petra.ac.id/19912/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZPWnyaq_5xoJ:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A Laboratory Study on Open and Dense Graded Cold Asphalt Emulsion Mixtures for Surface Courses", "pub_year": 2023, "citation": "IOP Conference Series: Earth and Environmental Science 1134 (1), 012013, 2023", "author": "Paravita Sri Wulandari and LEONARDO Santoso and YUDDY Kristianto and MOURICE Billy", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "1134", "number": "1", "pages": "012013", "publisher": "IOP Publishing", "abstract": "Cold Asphalt Emulsion Mixture (CAEM) is considered as an eco-friendly asphalt mixture because it eliminates the emission. It is produced at ambient temperatures and reducing the requirement to heat aggregates and bitumen prior to mixing process, so it is good for energy saving in pavement construction. In application, there are two type gradations of aggregate for cold asphalt mixture, dense gradation and open gradation. A series of laboratory works were conducted to analyse the performance of dense and open graded cold mixture for surface courses, which is the main objective of this study. Marshall Samples were kept indoor at room temperature for 7 days prior to Marshall Test to obtain the effect of curing process for cold mixtures. All samples were tested using Marshall Tests for stability and flow. The results show that dense graded mixtures need less bitumen content than open graded mixtures. For cured …"}, "filled": true, "author_pub_id": "kC4gw94AAAAJ:M3NEmzRMIkIC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=1097349822873448825", "cites_id": ["1097349822873448825"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/1134/1/012013/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ebG1ktmROg8J:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "ANALISIS CAMPURAN ASPAL EMULSI BERGRADASI TERBUKA BERDASARKAN JUMLAH TUMBUKAN DAN WAKTU CURING", "pub_year": 2022, "citation": "Jurnal Dimensi Pratama Teknik Sipil 11 (1), 2022", "author": "Christian Christian and Aswin Alfredo and Paravita Sri Wulandari", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "11", "number": "1", "abstract": "Bahan utama yang biasa dipakai untuk pembangunan jalan di Indonesia yaitu aspal panas.(Tanadi, Hartanto & Wulandari, 2019). Salah satu kekurangan aspal panas yaitu tidak tahan terhadap genangan air. Solusi yang dikembangkan dan diteliti saat ini yaitu CAED (Campuran Aspal Emulsi Dingin). Penelitian ini bertujuan untuk mengetahui nilai stabilitas rendaman berdasarkan variasi jumlah tumbukan. Aspal yang digunakan adalah aspal CSS-1H dari PT. Bangun Olah Bitumen (BOB). Penelitian ini juga dilakukan pada masa curing 0 hari dan 7 hari dari hasil KARO (Kadar Aspal Residu Optimum) sebesar 7% untuk tumbukan 2x50, 5, 5% untuk tumbukan 2x75, dan 6% untuk tumbukan 2x (2x75). Pada pengujian variasi masa curing, parameter yang digunakan ialah stabilitas, porositas, dan densitas. Pada masa curing 0 hari untuk kondisi kering untuk tumbukan 2x50, 2x75 dan 2x (2x75) secara berurutan didapat nilai stabilitas sebesar 607, 37 kg, 505, 36 kg, dan 1001, 91 kg. Untuk kondisi rendaman sebesar 618, 41 kg, 589, 02 kg, dan 1189, 55 kg. Sedangkan untuk curing 7 hari nilai stabilitias secara berurutan dalam kondisi kering sebesar 626, 38 kg, 629, 21 kg, dan 1076, 47 kg. Sedangkan dalam kondisi rendaman sebesar 562, 81 kg, 516, 93 kg, dan 1090, 13 kg. Sehingga dapat disimpulkan bahwa masa curing 7 hari menghasilkan stabilitas lebih tinggi dibandingkan dengan masa curing 0 hari."}, "filled": true, "author_pub_id": "kC4gw94AAAAJ:k_IJM867U9cC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-sipil/article/view/12093", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:3p9xWsXrtZcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The effect of crumb rubber in dense graded and open graded cold mixture asphalt", "pub_year": 2021, "citation": "IOP Conference Series: Earth and Environmental Science 907 (1), 012008, 2021", "author": "Paravita Sri Wulandari and Daniel Tjandra", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "907", "number": "1", "pages": "012008", "publisher": "IOP Publishing", "abstract": "Recycling tires is one of the eco-friendly way for reducing environmental problems. Incorporating crumb rubber in asphalt mixtures is an alternative way for reusing the end-of-life tires in road construction. The main purpose of this study is to evaluate the cold mix asphalt incorporating crumb rubber as a substitute for a part of fine aggregates. In this study, the aggregate gradations for mix design were selected according to the specification, Dense Graded Emulsion Mixtures (DGEM) Type IV and Open Graded Emulsion Mixtures (OGEM) Type E/20. The design bitumen content in this study was optimized for stability, void in mixture (porosity), and density. Crumb Rubber (CR) emulsion mixtures were made with optimum bitumen content at 8% by mass of total mixture for DGEM and OGEM. In order to incorporate crumb rubber into the cold emulsion mixtures, laboratory testing were performed for 25% and 50% of fine …"}, "filled": true, "author_pub_id": "kC4gw94AAAAJ:isC4tDSrTZIC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=14458718394809363525", "cites_id": ["14458718394809363525"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/907/1/012008/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:RawERsavp8gJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Potential damage to residential building due to adjacent surcharge fill loading-case studies in Surabaya, Indonesia", "pub_year": 2021, "citation": "IOP Conference Series: Earth and Environmental Science 907 (1), 012030, 2021", "author": "Daniel Tjandra and Handoko Sugiharto and Januar Buntoro and Paravita Sri Wulandari", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "907", "number": "1", "pages": "012030", "publisher": "IOP Publishing", "abstract": "Housing construction is a common construction activity and is always needed from time to time. House construction can be in the form of building new house or renovating an existing building. The impact of construction work to adjacent building or structure is something that cannot be avoided but must be minimized. The case study in this research aims to increase the awareness of all parties in construction project related to the potential damage to the surrounding buildings that may occur. This research was conducted with a case study on the construction of residential houses in Case A and Case B located in Surabaya-Indonesia. Field observations, analysis of damage causes, rectification methods and estimated cost were carried out in this study. These two case studies presented the damages analysis on residential house due to settlement which caused by adjacent surcharge fill loading. This settlement causes …"}, "filled": true, "author_pub_id": "kC4gw94AAAAJ:TFP_iSt0sucC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=7050199409125770436", "cites_id": ["7050199409125770436"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/907/1/012030/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:xEScUAJX12EJ:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sustainable road-kill mitigation in Gladak Perak Bridge at Lumajang, Indonesia", "pub_year": 2021, "citation": "IOP Conference Series: Earth and Environmental Science 907 (1), 012028, 2021", "author": "Paravita Sri Wulandari and HANSEN RICHARDO Lestyana and JF Tranggono", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "907", "number": "1", "pages": "012028", "publisher": "IOP Publishing", "abstract": "Traffic accidents involving animals occur every year. Roadkill is a serious problem faced by the whole world, including Indonesia. Therefore, it is necessary to modify road accessories to prevent accidents, both from animals and road users. Prevention can be done in several ways, such as by installing fences or creating crossing paths, for animals. The fence can be used as a barrier between the driving lane and the animal path, where they can carry out activities such as playing without disturbing road users. Meanwhile, the making of crossing paths can be used by animals as access for animal migration. This study would like to propose a design for implementing cross-fencing mitigation at Gladak Perak Bridge at Lumajang, Indonesia. This location is an accident-prone area due to the sudden crossing of monkeys, which has been a myth in the community. Through the implementation of the installation of road …"}, "filled": true, "author_pub_id": "kC4gw94AAAAJ:bEWYMUwI8FkC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=5649953147261227989", "cites_id": ["5649953147261227989"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/907/1/012028/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:1RMb5HOqaE4J:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "KARAKTERISTIK TANAH KUPANG DENGAN CAMPURAN SEMEN KUPANG UNTUK LAPIS FONDASI JALAN", "pub_year": 2021, "citation": "Jurnal Dimensi Pratama Teknik Sipil 10 (2), 40-45, 2021", "author": "Ricky Fernando Yong and Paravita Sri Wulandari", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "10", "number": "2", "pages": "40-45", "abstract": "Semen merupakan salah satu campuran yang paling sering digunakan dalam stabilisasi tanah. Pada penelitian ini peneliti menambahkan campuran semen Kupang 4%, 6%, 8% ke dalam tanah Kupang untuk diketahui karakteristik untuk lapis pondasi jalan yang memenuhi syarat Bina Marga serta kadar semen optimum yang memenuhi syarat Kuat Tekan Bebas (UCS) dan California Bearing Ratio (CBR). Metode penelitian ini meliputi pengujian fisik tanah dan mekanik tanah. Pengujian fisik meliputi analisa ayakan, berat jenis, Proctor Test, Plastic Limit, Liquid Limit dan permeabilitas. Sedangkan untuk pengujian mekanik meliputi UCS dan CBR. Hasil dari CBR soaked berturut-turut 0%, 4%, 6%, 8% adalah 6, 40%, 39%, 130% dan 189%. Hasil dari CBR unsoaked berturut-turut 0%, 4%, 6%, 8% adalah 12, 30%, 67, 50%, 160% dan 262, 50%. Kadar campuran semen 4%, 6%, 8% memenuhi syarat Bina Marga yaitu minimum 15%. Hasil Kuat Tekan Bebas (UCS) berturut-turut 0%, 4%, 6%, 8% adalah 0 kg/cm², 296, 96 kg/cm², 342, 28 kg/cm², 789, 76 kg/cm². Dari penelitian disimpulkan bahwa tanah Kupang termasuk dalam tanah pasir bergradasi baik dan kadar campuran semen Kupang optimum yang memenuhi persyaratan adalah 6%."}, "filled": true, "author_pub_id": "kC4gw94AAAAJ:iH-uZ7U-co4C", "num_citations": 0, "pub_url": "http://publication.petra.ac.id/index.php/teknik-sipil/article/view/11753", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9muOBZlz8scJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "STABILISASI TANAH KUPANG DENGAN MENGGUNAKAN ASPAL EMULSI", "pub_year": 2021, "citation": "Jurnal Dimensi Pratama Teknik Sipil 10 (2), 68-72, 2021", "author": "Ishach Wiehelmed Dama and Paravita Sri Wulandari", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "10", "number": "2", "pages": "68-72", "abstract": "Penelitian ini dilakukan untuk menunjukkan hasil stabilisasi tanah Kupang yang berasal dari Kupang, Nusa Tenggara Timur dengan menggunakan aspal emulsi. Penelitian ini bertujuan untuk mengetahui pengaruh penambahan aspal emulsi terhadap kekuatan tanah. Pada penelitian ini tanah ditambahkan dengan campuran aspal emulsi 4%, 6% dan 8% dengan masa pemeraman (curing) selama 7 hari. Pada pengujian CBR rendaman dengan campuran aspal emulsi 4%, 6% dan 8% menunjukkan perubahan daya dukung tanah menjadi 10, 90%, 12, 10% dan 14, 60%. Begitu juga pada pengujian CBR tanpa rendaman dengan campuran aspal emulsi menunjukkan perubahan daya dukung tanah. Pada campuran aspal emulsi 4% mengalami penurunan menjadi 12, 40%, sedangkan pada campuran aspal emulsi 6% dan 8% mengalami peningkatan menjadi 13, 50% dan 18, 20%."}, "filled": true, "author_pub_id": "kC4gw94AAAAJ:r0BpntZqJG4C", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-sipil/article/view/11757", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lg1bAiiSvaMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Variasi Masa Curing pada Karakteristik Campuran Aspal Emulsi Dingin dengan Penambahan Semen", "pub_year": 2020, "citation": "Jurnal Dimensi Pratama Teknik Sipil 9 (2), 138-142, 2020", "author": "Martien Stivanus Purnomo and Paravita Sri Wulandari", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "9", "number": "2", "pages": "138-142", "abstract": "Penggunaan Campuran Aspal Emulsi Dingin (CAED) memiliki banyak keuntungan tetapi masih jarang dijumpai di Indonesia. Hal ini mengakibatkan sedikitnya penelitian mengenai aspal emulsi. Penelitian ini dilakukan untuk mengetahui karakteristik CAED dengan variasi masa curing. Pengujian awal dilakukan dengan pemeriksaan terhadap material yang akan digunakan sebagai benda uji. Pemeriksaan ini bertujuan untuk mengetahui apakah material tersebut telah memenuhi spesifikasi Campuran Aspal Bergradasi Rapat (CEBR) Tipe IV sebagai bahan campuran dalam pembuatan benda uji. Pengujian Marshall dilakukan pada benda uji Campuran Aspal Emulsi Dingin (CAED) dengan bahan aditif semen pada umur 1, 3 dan 7 hari. Pada penelitian ini benda uji terlihat mengalami penambahan stabilitas yang signifikan pada umur 1 ke 3 hari."}, "filled": true, "author_pub_id": "kC4gw94AAAAJ:4JMBOYKVnBMC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=15134962193927012761", "cites_id": ["15134962193927012761"], "pub_url": "http://publication.petra.ac.id/index.php/teknik-sipil/article/view/10675", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mYH8Se0vCtIJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 0, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGARUH WAKTU TUNDAAN PEMADATAN TERHADAP KARAKTERISTIK CAMPURAN ASPAL DINGIN DENGAN TAMBAHAN SEMEN", "pub_year": 2020, "citation": "Jurnal Dimensi Pratama Teknik Sipil 9 (2), 54-61, 2020", "author": "Christopher Hansel Famdale and Paravita Sri Wulandari", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "9", "number": "2", "pages": "54-61", "abstract": "Jalan aspal merupakan kebutuhan bagi setiap transportasi darat, karena kenyamanan yang diberikan oleh jalan aspal serta keamanannya. Jalan aspal saat ini sangat erat kaitannya dengan Campuran Aspal Panas (CAP). Campuran aspal panas yang memiliki dampak buruk bagi lingkungan menjadi isu terbesar penggunaan jalan aspal saat ini, karena saat aspal dipanaskan mengeluarkan banyak polusi udara. Untuk masa yang akan datang pasti akan ada solusi untuk masalah ini, salah satu solusi yang sekarang sedang dikembangkan adalah aspal emulsi, yang pemakaiannya tidak perlu dipanaskan. Aspal emulsi dapat dikelompokan menurut jenis muatan listriknya dan menurut kecepatan pengerasannya. Karakterisitik semen yang dapat menghidrasi kandungan air digunakan pada campuran aspal emulsi dingin untuk mepercepat waktu setting, dan dapat meningkatkan kekuatan awal (early strength) dari aspal emulsi. Berdasarkan penelitian yang dilakukan, kadar semen optimum yang memenuhi spesifikasi sebesar 2%. Parameter dominan yang diperhatikan dalam campuran aspal emulsi dingin dengan tundaan waktu pemadatan dengan tambahan semen adalah stabilitas dan VIM yang nilainya secara berturut-turut untuk tundaan 1 hari, 3 hari, dan 7 hari kondisi kering dan basah sebesar: 1 hari kering sebesar 586.27 kg, 11.13%; basah sebesar 577.91 kg, 11.62%; 3 hari kering sebesar 527.48 kg, 11.77%; basah sebesar 752.68 kg, 10.41%; 7 hari kering sebesar 669.39 kg, 12.68%; basah 786.26 kg, 12.75%. Tren nilai Stabilitas & VIM yang semakin membesar juga dipengaruhi karena elastisitas spesimen."}, "filled": true, "author_pub_id": "kC4gw94AAAAJ:RHpTSmoSYBkC", "num_citations": 0, "pub_url": "http://publication.petra.ac.id/index.php/teknik-sipil/article/view/10661", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:21yo-MLakW4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Karakteristik Campuran Aspal Emulsi Dingin dengan Variasi Gradasi Agregat Batas Atas Hingga Batas Tengah", "pub_year": 2020, "citation": "Jurnal Dimensi Pratama Teknik Sipil 9 (2), 179-186, 2020", "author": "Garry Geraldo Santoso and Paravita Sri Wulandari", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "9", "number": "2", "pages": "179-186", "abstract": "Penggunaan aspal panas yang saat ini banyak digunakan dapat menimbulkan berbagai masalah polusi, sehingga perlunya pengganti aspal yang lebih ramah lingkungan seperti aspal emulsi. Tujuan penelitian adalah untuk menguji karakteristik Campuran Aspal Emulsi Dingin (CAED) dengan variasi gradasi agregat dari batas atas hingga batas tengah. Agregat yang digunakan berasal dari kota Jember. Benda uji pada penelitian ini merupakan Campuran Emulsi Bergradasi Rapat (CEBR) Tipe IV. Aspal yang digunakan adalah CSS-1h (Cationic Slow Setting–1 hard). Pembuatan campuran aspal emulsi dingin dibuat sesuai Job Mix Formula untuk masing-masing batas dengan penggunaan aspal sebesar (KAE-1%, KAE-0.5%, KAE±0%, KAE+ 0.5%, KAE+ 1%) untuk mendapatkan KARO pada masing-masing batas. Kemudian, dibuat sampel masing-masing batas atas hingga batas tengah, lalu dilakukan uji Marshall untuk mengetahui karakteristik pada gradasi batas atas hingga batas tengah. KARO (Kadar Aspal Residual Optimum) untuk masing-masing gradasi agregat dari batas atas hingga batas tengah berturut-turut adalah 12.6%, 11.3%, 10.1%. Hasil perbandingan menunjukkan bahwa gradasi agregat batas atas dan batas rata atas tidak memenuhi spesifikasi porositas (VIM), dengan nilai dari batas atas hingga batas tengah berturut-turut 2.7%, 4.61%, 8.75% dan nilai stabilitas berturut-turut 490.14 kg, 380. 64 kg, 436.03 kg, sehingga gradasi batas tengah lebih baik daripada gradasi batas atas dan batas rata atas karena memenuhi semua spesifikasi yang ada."}, "filled": true, "author_pub_id": "kC4gw94AAAAJ:_Qo2XoVZTnwC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=11101238090575044573", "cites_id": ["11101238090575044573"], "pub_url": "http://publication.petra.ac.id/index.php/teknik-sipil/article/view/10682", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:3d_C-zmFD5oJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 0, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Variasi Gradasi Agregat dari Batas Bawah Hingga Batas Tengah Pada Campuran Aspal Emulsi Dingin", "pub_year": 2020, "citation": "Jurnal Dimensi Pratama Teknik Sipil 9 (1), 180-187, 2020", "author": "Jeffrey Christian Natakusuma and Paravita Sri Wulandari", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "9", "number": "1", "pages": "180-187", "abstract": "Campuran Aspal Emulsi Dingin (CAED) merupakan campuran aspal yang memiliki banyak keuntungan dibandingan dengan campuran aspal panas. Penggunaan CAED diharapkan dapat menggantikan campuran aspal panas sebagai lapisan permukaan jalan. Penelitian ini bertujuan untuk menguji karakteristik Campuran Aspal Emulsi Dingin (CAED) dari gradasi agregat batas tengah hingga batas bawah dengan menggunakan agregat lokal yang berasal dari kota Jember. Benda uji yang digunakan dalam penelitiaan ini merupakan Campuran Aspal Bergradasi Rapat (CEBR) Tipe IV. Aspal yang digunakan adalah Aspal CSS-1h (Cationic Slow Setting–1 hard) yang diproduksi oleh PT. Bangun Olah Bitumen (BOB) Mojokerto. Benda uji setiap batas gradasi dibuat dengan spesifikasi dan jumlah pemadatan yang identik. Nilai Kadar Aspal Residu Optimum (KARO) pada setiap batas gradasi agegat sebesar 10.1% untuk batas tengah, 10.4% untuk batas rata bawah, dan 9.1% untuk batas bawah. Karakteristik pada setiap batas gradasi agregat dari CEBR Tipe IV memenuhi semua spesifikasi yang telah ditentukan. Nilai stabilitas dan porositas yang digunakan sebagai parameter utama CAED didapatkan nilai secara berturut-turut untuk batas tengah sebesar 422.95 kg, 7.61%; batas rata bawah sebesar 324.03 kg, 8.93%; batas bawah sebesar 423.05 kg, 9.83%."}, "filled": true, "author_pub_id": "kC4gw94AAAAJ:e5wmG9Sq2KIC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=10904842956010416778", "cites_id": ["10904842956010416778"], "pub_url": "http://publication.petra.ac.id/index.php/teknik-sipil/article/view/10638", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:iuprZOTIVZcJ:scholar.google.com/", "cites_per_year": {"2022": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Campuran Optimum Tanah Kapur Wasay Dengan Semen Untuk Lapis Fondasi Jalan", "pub_year": 2019, "citation": "Jurnal Dimensi Pratama Teknik Sipil 8 (2), 92-99, 2019", "author": "Edriant Yobel Edong Rumissing and Cherly Agnes Pattiasina and Paravita Sri Wulandari and Harry Patmadjaja", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "8", "number": "2", "pages": "92-99", "abstract": "Pemanfaatan material lokal sebagai pengganti material agregat terutama pada struktur lapis fondasi jalan adalah alternatif agar lebih ekonomis. Tanah kapur adalah salah satu material lokal yang banyak terdapat di perbukitan tempat dimana pembangunan jalan Trans Papua dilaksanakan. Penelitian ini bertujuan mengetahui karakteristik tanah kapur Wasay serta campuran dengan kadar semen optimum agar memenuhi target nilai uji kuat tekan bebas yang diisyaratkan pada Spesifikasi Bina Marga 2018. Campuran tanah kapur Wasay dengan kadar semen 0% sampai 8% dengan interval 1% sampai keadaan kadar air optimum atau Optimum Moisture Content/OMC. Masa perawatan selama tujuh hari dan setelah masa perawatan, dilakukan perendaman selama empat jam sebelum dilakukan pengujian kuat tekan bebas atau Unconfined Compression Strenght/UCS. Hasil nilai uji kuat tekan bebas menunjukkan peningkatan nilai kuat tekan bebas seiring meningkatnya kadar semennya. Dari hasil uji kuat tekan bebas, kadar semen optimum ialah sebesar 8% dengan nilai uji kuat tekan bebasnya 28,195 kg/cm2, yang memenuhi target nilai uji kuat tekan bebas yang diisyaratkan Spesifikasi Bina Marga 2018 sebesar 24 kg/cm2. Masa perawatan tiga hari, tujuh hari, dan empat belas hari dilakukan pada kadar semen optimum yaitu 8%, dari hasil nilai uji kuat tekan bebas pada masa perawatan tersebut, masa perawatan optimum ialah selama tujuh hari."}, "filled": true, "author_pub_id": "kC4gw94AAAAJ:hC7cP41nSMkC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=16837991638905967183", "cites_id": ["16837991638905967183"], "pub_url": "http://publication.petra.ac.id/index.php/teknik-sipil/article/view/9595", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:T9L8Hy-QrOkJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Tundaan Pemadatan terhadap Karakteristik Campuran Aspal Emulsi Dingin", "pub_year": 2019, "citation": "Jurnal Dimensi Pratama Teknik Sipil 8 (2), 318-323, 2019", "author": "Billy Gunarso Tanadi and Wenas Budi Hartanto and Paravita Sri Wulandari and Harry Patmadjaja", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "8", "number": "2", "pages": "318-323", "abstract": "Campuran aspal emulsi dingin (CAED) merupakan campuran aspal yang baik dan ramah lingkungan sebagai pengganti aspal panas. CAED dapat ditunda pemadatan dikarenakan untuk proses pelekatannya dibutuhkan penguapan air. Penelitian ini bertujuan untuk mengetahui jumlah tumbukan optimum, kadar aspal residu optimum (KARO), dan mengetahui pengaruh tanpa tundaan dan tundaan pemadatan 6, 12, dan 24 jam pada CAED bergradasi rapat tipe IV. CAED menggunakan agregat dari Jember dan aspal tipe Cationic Slow Setting-1Hard (CSS-1H) yang diproduksi oleh PT. Bangun Olah Bitumen (BOB). Nilai enersi pemadatan terbaik yang didapat adalah 2x (2x75) dan Nilai KARO didapat pada kadar aspal 8.3% terhadap berat total campuran. Pada Proses penundaan pemadatan, campuran dibungkus dengan plastik untuk mencegah terjadinya penguapan kadar air. CAED tanpa dan dengan tundaan pemadatan telah memenuhi semua spesifikasi tetapi mengalami penurunan stabilitas seiring bertambahnya waktu tundaan. Sedangkan untuk nilai VIM-nya, mengalami kenaikan sering bertambahnya waktu tundaan."}, "filled": true, "author_pub_id": "kC4gw94AAAAJ:qUcmZB5y_30C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=10146523355332467165", "cites_id": ["10146523355332467165"], "pub_url": "http://publication.petra.ac.id/index.php/teknik-sipil/article/view/9637", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:3dnLqzuxz4wJ:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PERBANDINGAN KARAKTERISTIK CAMPURAN EMULSI BERGRADASI RAPAT TIPE IV, LASTON (AC-WC) DAN LATASTON (HRS-A)", "pub_year": 2019, "citation": "Jurnal Dimensi Pratama Teknik Sipil 8 (2), 217-222, 2019", "author": "Marcelino Gosal and Alexander Octovius and Paravita Sri Wulandari and Harry Patmadjaja", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "8", "number": "2", "pages": "217-222", "abstract": "Penelitian ini bertujuan untuk menguji karakteristik Campuran Aspal Emulsi Dingin (CAED) dan Campuran Aspal Panas (CAP) dengan memanfaatkan agregat lokal dari kota Jember. Benda uji pada penelitian ini merupakan Campuran Emulsi Bergradasi Rapat (CEBR) Tipe IV, Laston (AC-WC) dan Lataston (HRS-A). Aspal yang digunakan adalah aspal penetrasi 60-70 dan CSS-1h (Cationic Slow Setting–1 hard). Benda uji dibuat dengan spesifikasi masing-masing, pemadatan identik, dan proses curing sesuai aturan. Hasil perbandingan menunjukkan bahwa karakteristik CEBR Tipe IV tidak semua memenuhi spesifikasi Laston (AC-WC) dan Lataston (HRS-A). Karakteristik yang tidak memenuhi adalah flow, air void, dan void filled wih bitumen (VFB)."}, "filled": true, "author_pub_id": "kC4gw94AAAAJ:IWHjjKOFINEC", "num_citations": 0, "pub_url": "http://publication.petra.ac.id/index.php/teknik-sipil/article/view/9622", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:K6RSVqFYmEQJ:scholar.google.com/", "cites_per_year": {}}
