{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pelatihan Pembuatan Dashboard Data Stastistik Administrasi Gerejawi Berbasis Excel", "pub_year": 2025, "citation": "Surya Abdimas 9 (2), 183-191, 2025", "author": "Siana Halim and Kriswanto Widiawan and Karina Agustin", "journal": "Surya Abdimas", "volume": "9", "number": "2", "pages": "183-191"}, "filled": true, "author_pub_id": "kd4vOZMAAAAJ:k_IJM867U9cC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:o7Kt_sRcBDwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Sistem Informasi dan Administrasi Transaksi Bahan PT. Surya Dermato Medica Laboratories", "pub_year": 2024, "citation": "Jurnal Titra 12 (2), 137-144, 2024", "author": "Fortuna Angelica Hermawan and Kriswanto Widiawan", "journal": "Jurnal Titra", "volume": "12", "number": "2", "pages": "137-144", "abstract": "PT. Surya Dermato Medica Laboratories (SDM) is a company operating in the pharmaceutical sector. Now, PT. SDM needs digitalization to minimize the possibility of problems occurring within the company such as wasting time and lack of standards in filing. By adopting this digital system, PT. SDM hopes to reduce time wasted in searching for information, optimize the use of resources, and minimize various losses. The results of the research are system design, implementation plans, as well as simulation results and evaluation of material transaction system implementation. Based on the simulations that have been carried out, the Digital Material Transaction System results in an increase in productivity in the Production and Retail Warehouse material transaction time variable by 58%, in the labor variable by 15% and the material variable by 83% and an increase in material transaction time productivity in the Retail Warehouse and Main Warehouse by 12%, the energy variable is 7% and the material variable is 75%. In implementing the Digital Material Transaction System, there are human and technological factors that need to be considered. Based on the simulation that has been carried out, it is concluded that PT. SDM is ready to implement the digital materials transaction system."}, "filled": true, "author_pub_id": "kd4vOZMAAAAJ:TFP_iSt0sucC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/14243", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:FligAYd6l-sJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Identifikasi Bahaya, Penilaian Risiko dan Pengendalian Risiko dalam Peningkatan Keselamatan pada Lingkungan Kerja PT. Arista Semesta Alam (ASA)", "pub_year": 2024, "citation": "Jurnal Titra 12 (2), 17-24, 2024", "author": "Fransiskus Xaverius Nelson Thesman and Kriswanto Widiawan", "journal": "Jurnal Titra", "volume": "12", "number": "2", "pages": "17-24", "abstract": "PT. Arista Semesta Alam (ASA) is an agricultural pharmaceutical distributor and rice seed producer located in Madiun Regency, Indonesia. The company's current occupational health and safety (OHS) practices are suboptimal, leading to workplace accidents. Interviews with workers revealed that common accidents on the production floor include lacerations, shortness of breath, skin irritation, and fractures. Workers also expressed concerns about the lack of hazard control measures, insufficient personal protective equipment (PPE), and unclear work"}, "filled": true, "author_pub_id": "kd4vOZMAAAAJ:bEWYMUwI8FkC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/14253", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZlZgDMx15dEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Ulang Tata Letak Gudang Bahan Kemas PT Surya Dermato Medica", "pub_year": 2024, "citation": "Jurnal Titra 12 (2), 105-112, 2024", "author": "Patrick Yoel Prasetio and Kriswanto Widiawan", "journal": "Jurnal Titra", "volume": "12", "number": "2", "pages": "105-112", "abstract": "The inefficient storage layout of packaging materials at PT. Surya Dermato Medica's warehouse has significantly hindered operational efficiency by prolonging the time required for personnel to locate items. This research proposes a redesigned warehouse layout aimed at simplifying and minimizing the search process. The approach using findings from ABC analysis and utilizes a Class-based storage method to categorize items based on their usage frequency. Additionally, the design incorporates measures to minimize FIFO errors, ensuring that the First In, First Out system is upheld effectively by warehouse personnel. By implementing this method, the research aims to optimize warehouse operations, reduce material retrieval times, and ultimately enhance overall productivity. This strategic approach not only addresses current inefficiencies but also sets a foundation for streamlined operations and improved warehouse management practices at PT. Surya Dermato Medica."}, "filled": true, "author_pub_id": "kd4vOZMAAAAJ:iH-uZ7U-co4C", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/14244", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VvFCcfr43cgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The safety culture maturity level measurement design: A case of a shipping company", "pub_year": 2024, "citation": "AIP Conference Proceedings 2991 (1), 2024", "author": "Kriswanto Widiawan and Fransiskus Rodriggo Johnny", "journal": "AIP Conference Proceedings", "volume": "2991", "number": "1", "publisher": "AIP Publishing", "abstract": "Safety is an important thing required by the government for every company. Therefore, the government issued several laws and government regulations regarding safety. More than that, every employee needs to have a safety culture. How to know the safety culture maturity level of employees? The purpose of this research is to design a measuring instrument that can measure the safety culture maturity level of people in a company as an essential part of Occupational Safety and Health (OSH) and to take a shipping company as a case. The initial stage of this research is to design a questionnaire based on some works of literature that are adapted to the company's conditions and then distribute the questionnaire to the company's staff. The questionnaire is divided into five variables and consists of 25 questions. The questionnaire results are also analyzed to determine the relationship with the respondent's profile …"}, "filled": true, "author_pub_id": "kd4vOZMAAAAJ:j3f4tGmQtD8C", "num_citations": 0, "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2991/1/020017/3296718", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:BmV0aIw4fAcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Minat Berwirausaha Mahasiswa Teknik: Sebelum Dan Sesudah Pendidikan Kewirausahaan", "pub_year": 2024, "citation": "CV. AZKA PUSTAKA, 2024", "author": "Kriswanto Widiawan and Felicia Adeline Setiawan and Marcella Anastasya Khancitra and Fransisca Wijaya and Alya Vidya Yalasena", "publisher": "CV. AZKA PUSTAKA", "abstract": "Pandemi COVID-19 yang melanda dunia sejak 2020 memiliki dampak yang signifikan terhadap perekonomian Indonesia, hal ini terlihat dari lesunya perekonomian, pengangguran bertambah, dan banyak perusahaan yang mengalami penurunan bahkan gulung tikar (Aeni, 2022). Pembatasan sosial dan mobilitas yang telah diterapkan untuk mengurangi penyebaran virus telah memengaruhi banyak sektor ekonomi. Namun, penurunan ekonomi yang terjadi di Indonesia juga memberikan peluang bagi para entrepreneur untuk mampu bersaing melalui inovasi dan kreativitasnya. Dalam rangka menghadapi penurunan ekonomi, entrepreneur dapat mengambil pendekatan yang lebih kreatif dan inovatif dalam menghadapi tantangan yang ada (Sugiarto, 2021)."}, "filled": true, "author_pub_id": "kd4vOZMAAAAJ:4JMBOYKVnBMC", "num_citations": 0, "pub_url": "https://books.google.com/books?hl=en&lr=&id=S2AHEQAAQBAJ&oi=fnd&pg=PA19&dq=info:ayWkeKth8fkJ:scholar.google.com&ots=aw8xhv9P_Y&sig=fZefR1gJKe5BamMTwCI59i3ISgY", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ayWkeKth8fkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The design and development of “Urfeet” brush", "pub_year": 2024, "citation": "AIP Conference Proceedings 2934 (1), 2024", "author": "C Sandrina and A Gunawan and K Widiawan and M Ariani and I Jevon", "journal": "AIP Conference Proceedings", "volume": "2934", "number": "1", "publisher": "AIP Publishing"}, "filled": true, "author_pub_id": "kd4vOZMAAAAJ:RHpTSmoSYBkC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:_BJBVg-R8-YJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Karakteristik Pengusaha Yang Bangkit Setelah Gagal", "pub_year": 2024, "citation": "CV. AZKA PUSTAKA, 2024", "author": "Kriswanto Widiawan", "publisher": "CV. AZKA PUSTAKA", "abstract": "Dalam studi berskala besar tentang tingkat kegagalan bisnis, William Sahlman dari Harvard Business School menemukan bahwa tingkat kegagalan telah meningkat dari 35 persen pada 1980-an menjadi sekitar 60 persen pada 2010 (Gots, 2011). Selain itu, perusahaan kecil menghadapi kecenderungan gagal yang lebih besar daripada perusahaan besar (Collet et al., 2014). Dampak kegagalan pada pengusaha tersebut memiliki komponen ekonomi, psikologis, fisiologis, dan sosial (Singh et al., 2007). Efek psikologis dapat mencakup perasaan merugikan diri sendiri yang kadang-kadang mengarah pada perilaku disfungsional seperti menarik diri dari konteks sosialnya, depresi, kemarahan, merugikan orang lain atau diri sendiri, dengan cara minum minuman keras, ketergantungan obat, atau bunuh diri (Bedford dan Hwang, 2003). Dampak ini menyebabkan sebagian pengusaha menyerah setelah mengalami kegagalan, namun sebagian lagi mampu tetap tenang dan mencoba bangkit lagi."}, "filled": true, "author_pub_id": "kd4vOZMAAAAJ:_Qo2XoVZTnwC", "num_citations": 0, "pub_url": "https://books.google.com/books?hl=en&lr=&id=RQzxEAAAQBAJ&oi=fnd&pg=PA43&dq=info:LrZzvEMK1GEJ:scholar.google.com&ots=80oiz7TrkB&sig=pPqEPIm6zKrxHodMvN7eYk7aeuI", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:LrZzvEMK1GEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "IDENTIFIKASI DAN ANALISIS POTENSI BAHAYA PADA AREA PRODUKSI DI PT. X DENGAN PENDEKATAN JOB SAFETY ANALYSIS (JSA)", "pub_year": 2024, "citation": "Jurnal Titra 12 (1), 17-24, 2024", "author": "Edbertson Edbertson and Kriswanto Widiawan", "journal": "Jurnal Titra", "volume": "12", "number": "1", "pages": "17-24", "abstract": "This articles discusses PT. X, which is currently facing challenges in preventing safety hazards for its employees. The objective of this research is to analyze the potential hazards in the company's production area at PT. X as a safety risk management strategy for employees involved in both the internal and external processes of PT. X production. This study employs a qualitative method with Job Safety Analysis (JSA) as its main analytical tool. Data collection involves direct observation in the company's production area. Potential hazards are identified, and corresponding preventive measures are proposed based on JSA findings. The research reveals that the production area at PT. X has various potential hazards, including exposure to dust, chemicals, high noise, and the risk of sharp object injuries. Risk control efforts include replacing work equipment with safer alternatives, providing Personal Protective Equipment (PPE), and offering technical work guidelines. This study provides a better understanding of potential hazards in PT. X's production area and recommends preventive measures to help the company enhance Occupational Health and Safety (OHS) aspects, creating a safe working environment for employees. It is anticipated that the research findings will serve as a basis for implementing necessary changes in the company's OHS management system."}, "filled": true, "author_pub_id": "kd4vOZMAAAAJ:e5wmG9Sq2KIC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/13956", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:QDgLZVPPpikJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sustainable product design and development: a review", "pub_year": 2024, "citation": "AIP Conference Proceedings 2951 (1), 2024", "author": "Kriswanto Widiawan and Nutcharee Pakdeechoho", "volume": "2951", "number": "1", "publisher": "AIP Publishing", "abstract": "Sustainable product design and development is a vast field of research. So far, no study has been conducted on the sub-field of research. Typically, each scholar conducts research based on his/her point of view and expertise. This paper aims to compile sustainable product design and development categorization into topics, objectives, methods, and contributions. Based on a literature review of sustainable product design and development, several research sub-categories were found: Process, life cycle assessment, eco-design, design strategies, multi-criteria decision making, performance measurement, customer's side, and miscellaneous that covers various study areas. This categorization provides benefits to researchers in a category to focus more on choosing the appropriate literature. In addition, it is easier for scholars to identify knowledge gaps in a category for future research."}, "filled": true, "author_pub_id": "kd4vOZMAAAAJ:5nxA0vEk-isC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=15162666596764976781", "cites_id": ["15162666596764976781"], "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2951/1/050010/3020071", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jYbbO--cbNIJ:scholar.google.com/", "cites_per_year": {"2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Beban Kerja, Lingkungan Kerja, dan Kepuasan Kerja terhadap Turnover Intention di PT. X", "pub_year": 2023, "citation": "Jurnal Titra 11 (2), 145-152, 2023", "author": "Silvia Anastasia and Kriswanto Widiawan", "journal": "Jurnal Titra", "volume": "11", "number": "2", "pages": "145-152", "abstract": "Metode Partial Least Square (PLS) merupakan pendekatan distribution free yang artinya tidak ada batasan dalam distribusi data (ordinal, nominal, parsial, kategori, interval, rasio) dan jumlah sampel yang dibutuhkan tergolong kecil. Pada metode PLS akan mengukur outer model dan inner model."}, "filled": true, "author_pub_id": "kd4vOZMAAAAJ:R3hNpaxXUhUC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=14063430329369864075", "cites_id": ["14063430329369864075"], "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/13624", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:i6eLkV9XK8MJ:scholar.google.com/", "cites_per_year": {"2024": 2, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Upaya Penurunan Jumlah Breakdown dengan Metode Reliability Centered Maintenance di PT. Sentosa Laju Sejahtera Site SLS-Bosowa", "pub_year": 2023, "citation": "Jurnal Titra 11 (2), 17-24, 2023", "author": "Elian Sasmita Wijaya and Kriswanto Widiawan", "journal": "Jurnal Titra", "volume": "11", "number": "2", "pages": "17-24", "abstract": "PT. Sentosa Laju Sejahtera is a contracting company engaged in coal and mineral mining industry. PT. Sentosa Laju Sejahtera is facing low reliability problem due to a high rate of functional failures. To address this issue, a study was conducted using Reliability Centered Maintenance (RCM. The goal of RCM is to determine the best type of maintenance. RCM is assisted by two other methods, namely Failure Mode and Effect Analysis (FMEA) and Fault Tree Analysis (FTA). FMEA aims to identify the models that has highest number of failures and rank them based on the highest risk value. Model AXOR 2528CH had the highest number of failures, with 2416 failures or 47% of all models. The two main causes were tyre component and brake system component. FTA aims to identify the root causes of problems related to the method, man, material, machine, measurement, and environment factors. The proposed solutions include implementing tyre inspection, ensuring consistency in brand selection, and creating tyre report. These proposed solutions have resulted in a decrease of 23.5% in the number of functional failures of the tyre components compared to April 2022 and an increase of 50.68% in the average duration of tyre component failures."}, "filled": true, "author_pub_id": "kd4vOZMAAAAJ:TQgYirikUcIC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/13600", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:HCgVOByX1cAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Identifikasi Bahaya, Penilaian Risiko dan Upaya Pengendaliannya: Studi Kasus di Departemen Warehouse PT. XYZ", "pub_year": 2023, "citation": "Jurnal Titra 11 (2), 193-200, 2023", "author": "Jennavita Elvira and Kriswanto Widiawan", "journal": "Jurnal Titra", "volume": "11", "number": "2", "pages": "193-200", "abstract": "PT. XYZ is a company engaged in the field involved in domestic sea freight expeditions. This Final Project used observation and interview methods with workers. The purpose of this final project is to help company to know the potential hazards of existing activities, assess the potential hazards, and determine how to reduce or eliminate these potential hazards. Analytics result s found that the PT. XYZ had five activitied with the highest risk had classified as moderate, significant, and high. Therefore, the researcher then formulated several proposals that will be dominating by administrative engineering and PPE methods. This proposal has been acknowledge and accepted by the company. The impact of implementing the proposal is predicted that the risk rating for activities before will become a low category."}, "filled": true, "author_pub_id": "kd4vOZMAAAAJ:HDshCWvjkbEC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/13620", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:eBH_PRwK_LAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Identifikasi Bahaya, Penilaian Risiko dan Upaya Pengendaliannya: Studi Kasus di Departmen Papercore PT. XYZ", "pub_year": 2023, "citation": "Jurnal Titra 11 (2), 137-144, 2023", "author": "Febiana Puspita Jatiningtyas and Kriswanto Widiawan", "journal": "Jurnal Titra", "volume": "11", "number": "2", "pages": "137-144", "abstract": "In this increasingly advanced era, almost all products are sold using plastic-based packaging. One of these plastic packaging products is produced at PT. XYZ. In supporting the production process, PT. XYZ needs raw material in the form of the paper core which is produced by PT. XYZ in the Papercore Department. This study aims to find out what potential hazards exist in the new department, then how much risk assessment is obtained, and what controls can be carried out. The method used in this study is HIRARC assisted by observation and interviews with production workers and other company parties. In practice, this research will focus on identifying existing potential hazards, assessing hazard risks, and proposing risk controls. There were 15 potential hazards with a high and medium risk rating, consisting of 9 mechanical categories, 5 chemical categories, and 1 ergonomic category. The proposed risk controls include technical engineering, administrative controls, and the use of PPE. From the existing risk controls, a reduction in the potential hazard risk rating was obtained to 15 hazards with a low-risk rating."}, "filled": true, "author_pub_id": "kd4vOZMAAAAJ:mB3voiENLucC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/13616", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KFw7v5n9RagJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Upaya Meminimalkan Kecelakaan Kerja di PT. X dengan Pendekatan Behavior Based Safety (BBS)", "pub_year": 2023, "citation": "Jurnal Titra 11 (2), 161-168, 2023", "author": "Vincenzo Emmanuel Alim and Kriswanto Widiawan", "journal": "Jurnal Titra", "volume": "11", "number": "2", "pages": "161-168", "abstract": "PT. X is a company engaged in the plastic industry and focuses on providing plastic bags and geotextile products. The objective of the final project is to minimize workplace accidents using the behavior-based safety (BBS) approach at PT. X. The methods used in the behavior-based safety approach are called DO IT. The DO IT method consists of 4 steps: define, observe, intervene, and test. After conducting observations and analyzing the data, it was found that the circular loom, converting, and workshop processes have a good safety act score, above 80%. The extruder process has the lowest safe acts among the other processes, 71%. The extruder process has the lowest percentage of safe acts, so it is prioritized to be proposed for improvements to enhance operator behavior and reduce workplace accidents. After implementing the improvement, the percentage of safe acts in the extruder process increased to 87%."}, "filled": true, "author_pub_id": "kd4vOZMAAAAJ:hFOr9nPyWt4C", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=9106028054945954428", "cites_id": ["9106028054945954428"], "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/13628", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:fHrLKUUcX34J:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 2, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Identifikasi Bahaya, Penilaian Risiko dan Upaya Pengendalian: Studi Kasus di PT. Metta Santoso Joyo", "pub_year": 2023, "citation": "Jurnal Titra 11 (2), 313-320, 2023", "author": "Harley Putra Njoto and Kriswanto Widiawan", "journal": "Jurnal Titra", "volume": "11", "number": "2", "pages": "313-320", "abstract": "PT. Metta Santoso Joyo is a company that was established in 2002 and engaged in the plastics industry which produces various kinds of plastic pellets. During 21 years, there have been various occupational accidents and diseases. The purpose of this final project is to identify potential hazards, provide risk assessments, and provide risk control recommendations to the company. Research only done at the raw material washing area and plastic pellet production area, because these two areas where accidents and diseases occur most often. Proposed risk controls are given only to potential hazards that have high and extreme risk rating. In the raw material washing area, there are 4 potential hazards with high risk rating and 1 potential hazard with extreme risk rating. In the plastic pellet production area, there are 5 potential hazards with high risk rating, and 2 potential hazards with extreme risk rating. Proposed risk controls include 5 design techniques, 6 administrative controls, and 5 use of personal protective equipment. If the proposed risk control implemented, it’s predicted the potential hazard that have high and extreme risk rating will change to 10 moderate risk rating and 2 low risk rating."}, "filled": true, "author_pub_id": "kd4vOZMAAAAJ:-f6ydRqryjwC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=5336589911004983900", "cites_id": ["5336589911004983900"], "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/13592", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:XLJi5T9gD0oJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Sistem Manajemen Keselamatan dan Kesehatan Kerja (SMK3) di PT. X Berdasarkan Peraturan Pemerintah (PP) Nomor 50 Tahun 2012", "pub_year": 2023, "citation": "Jurnal Titra 11 (2), 129-136, 2023", "author": "Clarissa Nathania Irawan and Kriswanto Widiawan", "journal": "Jurnal Titra", "volume": "11", "number": "2", "pages": "129-136", "abstract": "In 2022, PT. X recorded about 25 work accidents. All control efforts have been made, but work accidents still continue to occur so that PT. X continues to experience losses. This is because the company hasn’t had SMK3 yet. Therefore, based on the problem, the SMK3 design will immediately carried out. In this research, SMK3 was designed based on Government Regulation Number 50 of 2012 which can be applied and ind accordance with the company’s capabilities. The SMK3 design method includes interviews, observation, initial audit, OSH"}, "filled": true, "author_pub_id": "kd4vOZMAAAAJ:hC7cP41nSMkC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=362101697782089960", "cites_id": ["362101697782089960"], "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/13626", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6AjeXJNxBgUJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pelatihan Pembuatan Hand Sanitizer di RW 9 Kelurahan Jemur Wonosari Kecamatan Wonocolo, Surabaya", "pub_year": 2023, "citation": "Society: Jurnal Pengabdian dan Pemberdayaan Masyarakat 3 (2), 139-147, 2023", "author": "Kriswanto Widiawan", "journal": "Society: Jurnal Pengabdian dan Pemberdayaan Masyarakat", "volume": "3", "number": "2", "pages": "139-147", "abstract": "Pandemi Covid-19 membawa banyak dampak negatif pada masyarakat. Protokol kesehatan mengharuskan masyarakat lebih sering membersihkan diri dengan sabun. Bagi mereka yang bepergian, pada umumnya menggunakan hand sanitizer. Harga hand sanitizer pada awal masa pandemi menjadi relatif tinggi karena kurangnya suplai, padahal masyarakat kelas bawah tidak memiliki daya beli. Oleh karena itu diperlukan edukasi kepada masyarakat untuk bisa membuat hand sanitizer sendiri agar biayanya terjangkau. RW 09 di Kelurahan Jemur Wonosari merupakan sasaran pengabdian masyarakat yang tepat karena berada di daerah yang padat, ramai, berada di gang kecil dan level ekonomi penduduknya menengah ke bawah. Tujuan pelatihan adalah memberdayakan kelompok masyarakat setempat dengan kemampuan membuat hand sanitizer sendiri. Metode pelaksanaannya adalah pelatihan partisipatif melalui metode learning by doing supaya nyata betul kalau kelompok masyarakat itu telah mampu membuat produk tersebut. Hasil pelatihan menunjukkan para peserta pelatihan telah mampu mencampur alkohol 70% sebanyak 9 bagian dan baby oil 1 bagian untuk mendapatkan hand sanitizer dengan kadar alkohol 63%. Pelatihan kewirausahaan menjual produk hand sanitizer secara online, pelatihan kreativitas, serta pelatihan membuat laporan/pembukuan penjualan dapat menjadi tindak lanjut pengabdian masyarakat berikutnya."}, "filled": true, "author_pub_id": "kd4vOZMAAAAJ:qUcmZB5y_30C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=10386169094552378975", "cites_id": ["10386169094552378975"], "pub_url": "https://e-journals.dinamika.ac.id/society/article/view/287", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:X17vYcMVI5AJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Identifikasi Bahaya, Penilaian Risiko, dan Pengendalian Risiko di Pabrik Roti PT X", "pub_year": 2023, "citation": "Jurnal Titra 11 (1), 2023", "author": "Caroline Taher and Kriswanto Widiawan", "journal": "Jurnal Titra", "volume": "11", "number": "1", "abstract": "PT X is a company that has been producing kinds of bread. Over the past 3 years, there have been 30 to 35 work accidents every year. Until now the company does not have occupational health and safety management system. This final project aims to identify hazards, carry out risk assessments, and create risk control for hazards in the company's production area. After conducting research, in the production area there are 16 sub-activities with 17 potential hazards. The risk assessment resulted in a high risk rating of 4 potential hazards, significant risk rating of 10 potential hazards, and a moderate risk rating of 3 potential hazards. Risk control carried out is 9 controls with technical design, 11 administration, 9 personal protective equipment, and 1 substitution. This control has been validated by the company's implementation. If all of these controls are carried out, then the estimated risk rating is a significant risk rating of 1, a moderate risk rating of 7, and a low risk rating of 9. The implementation is carried out in the activity of chopping coconut and attaching the oven plug to the electrical installation."}, "filled": true, "author_pub_id": "kd4vOZMAAAAJ:IWHjjKOFINEC", "num_citations": 9, "citedby_url": "/scholar?hl=en&cites=514323533366582940", "cites_id": ["514323533366582940"], "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/13372", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nF7wUYc-IwcJ:scholar.google.com/", "cites_per_year": {"2023": 3, "2024": 4, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Why can some entrepreneurs restart after businesses failure while others fail for good?–The case of Chinese business owners in Indonesia", "pub_year": 2023, "citation": "Journal of General Management 48 (2), 210-221, 2023", "author": "Kriswanto Widiawan and Professor Barbara Igel", "journal": "Journal of General Management", "volume": "48", "number": "2", "pages": "210-221", "publisher": "SAGE Publications", "abstract": "This study investigates the personality differences of entrepreneurs who returned to business after bankruptcy and those who left their entrepreneurial careers. Failure narratives of 15 entrepreneurs helped explore enabling conditions that supported post-failure to either seek new business opportunities or abandon entrepreneurship. Analysis of the responses to shame from failure, coping strategies and personality traits revealed similar patterns of personality profile, shame processing and problem coping strategies for the restarter entrepreneurs who overcame their shame. Contrarily, non-restarters who could not cope with shame and depression exhibited distinctly different patterns of personality traits and coping approaches."}, "filled": true, "author_pub_id": "kd4vOZMAAAAJ:ZeXyd9-uunAC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=7986177318804081945", "cites_id": ["7986177318804081945"], "pub_url": "https://journals.sagepub.com/doi/abs/10.1177/03063070221081824", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:GU2ZePWZ1G4J:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 4, "2025": 1}}
