{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "FAKTOR-FAKTOR YANG DIPERTIMBANGKAN SEBAGAI GREENWASH DALAM PROPERTI", "pub_year": 2025, "citation": "Dimensi Utama Teknik Sipil 12 (1), 11-30, 2025", "author": "Kevin Wijaya and Njo Anastasia", "journal": "Dimensi Utama Teknik Sipil", "volume": "12", "number": "1", "pages": "11-30", "abstract": "Greenwash dalam properti merujuk pada praktik bisnis yang menyesatkan tentang keberlanjutan dan ramah lingkungan untuk menarik konsumen atau pemangku kepentingan. Penelitian mengenai greenwash dalam industri properti masih jarang ditemukan, sehingga penelitian ini diharapkan dapat memberikan kontribusi terhadap literatur Indonesia. Tujuan penelitian ini adalah mengidentifikasi faktor-faktor yang dipertimbangkan sebagai greenwash dalam industri properti di Indonesia. Praktik greenwash dapat menyebabkan konsumen dan masyarakat sulit membedakan antara perusahaan yang benar-benar berkomitmen terhadap keberlanjutan dan yang hanya menggunakan taktik pemasaran menyesatkan. Data dikumpulkan melalui kuesioner daring yang diisi oleh 168 responden dari beberapa kota di Indonesia. Hasil analisis mengidentifikasi empat faktor penting sebagai greenwash: klaim yang salah, inovasi, risiko, keterbukaan terhadap masyarakat, klaim yang menyesatkan, dan kepatuhan terhadap regulasi lingkungan. Seluruh faktor tersebut memiliki korelasi sebesar 69.522%, dengan taktik greenwashing dalam pemasaran menjadi faktor yang paling dipertimbangkan (36.363%). Meskipun pengetahuan mengenai greenwash masih kurang, faktor ini tetap sangat dipertimbangkan saat memilih properti."}, "filled": true, "author_pub_id": "Kf2J1igAAAAJ:nrtMV_XWKgEC", "num_citations": 0, "pub_url": "https://mail.duts.petra.ac.id/index.php/duts/article/view/331", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Ad80iYgRKO8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Artificial intelligence algorithms to predict housing market prices in Surabaya, Indonesia", "pub_year": 2025, "citation": "International Journal of Housing Markets and Analysis, 2025", "author": "Anastasia Njo and Hansel Davin Sugiarto and Doddy Prayogo", "journal": "International Journal of Housing Markets and Analysis", "publisher": "Emerald Publishing Limited", "abstract": "As the second largest city in Indonesia, Surabaya characterized by rapid economic growth and dynamic real estate markets, faces challenges in property valuation including data limitations, subjectivity and traditional methods that lead to inaccurate property pricing. To address these issues, machine learning (ML)-based methods offer the potential to provide more accurate predictions by leveraging historical data and identifying complex patterns. This study aims to analyze and evaluate the accuracy of various ML algorithms in assessing residential property prices in Surabaya.An extensive data set about house prices is collected using hypertext preprocessor language (PHP) to scrap (Web scraping) from a property marketplace called Rumah123 in the capital of East Java Island, namely, Surabaya. This data is used to train and test multiple linear regression model and three …"}, "filled": true, "author_pub_id": "Kf2J1igAAAAJ:9Nmd_mFXekcC", "num_citations": 0, "pub_url": "https://www.emerald.com/insight/content/doi/10.1108/ijhma-01-2025-0022/full/html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KGJQs0bzgHoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Implementasi Teknologi Penjernih Air Payau Berbasis Alat Penjernih Air Payau Berbasis Bahan Lokal (ALPAMAL) dalam Mengatasi Krisis Air Bersih", "pub_year": 2025, "citation": "Welfare: Jurnal Pengabdian Masyarakat 3 (1), 166-172, 2025", "author": "Surya Hermawan and Felixiano Hosea and Stanley Theodore and Anastasia Njo and Dhyah Harjanti", "journal": "Welfare: Jurnal Pengabdian Masyarakat", "volume": "3", "number": "1", "pages": "166-172", "abstract": "Masyarakat pesisir Dusun Tegalsari, Desa Dukuh Kupang, Sidoarjo, menghadapi krisis air bersih akibat ketergantungan pada sumber air payau dengan Total Dissolved Solid (TDS) mencapai 6000 mg/L, yang tergolong sangat berbahaya. Untuk mengatasi masalah ini, tim pengabdian masyarakat mengembangkan alat penjernih air payau berbasis bahan lokal (ALPAMAL) menggunakan teknologi ramah lingkungan. Kegiatan ini menggunakan metode Participatory Action"}, "filled": true, "author_pub_id": "Kf2J1igAAAAJ:XD-gHx7UXLsC", "num_citations": 0, "pub_url": "https://jurnalfebi.iainkediri.ac.id/index.php/Welfare/article/view/2080", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:TqyWSq1C8wAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Influence of Financial Interest, Sensation Seeking, and Financial Literacy on Risk Tolerance", "pub_year": 2025, "citation": "The Influence of Financial Interest, Sensation Seeking, and Financial …, 2025", "author": "Levina Sutanto and Njo Anastasia", "number": "03002", "pages": "1-8", "abstract": "This study aims to investigate the influence of financial interest, sensation seeking (thrill & adventure, experience seeking, disinhibition, boredom susceptibility), and financial literacy on risk tolerance. Data was collected through an online questionnaire distributed via Google Forms to freelancers in the design and multimedia industry residing in Surabaya, who are also investors in the capital market, selected according to the purposive sampling technique criteria. The data collection process yielded responses from 100 participants and was processed using the Structural Equation Model-Partial Least Square (SEM-PLS). The findings demonstrate that financial interest, sensation-seeking experience, sensation-seeking boredom susceptibility, and financial literacy significantly influence freelancers  risk tolerance. However, sensation-seeking thrill & adventure and sensation-seeking disinhibition showed no significant influence on freelancers  risk tolerance. Given the artistic focus of the design and multimedia sector, which contrast with the more analytical nature of finance, freelancers may experience unique sensations when making investment decisions in the capital market, thus impacting their risk tolerance. This study provides valuable insights for individuals considering investment, highlighting the importance of both financial knowledge and psychological condition and its impact on the financial sector s development."}, "filled": true, "author_pub_id": "Kf2J1igAAAAJ:_Ybze24A_UAC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21492/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-97_BB2M3EoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Mewujudkan Green School: Generasi Hijau Sebagai Agen Perubahan Lingkungan Melalui Kegiatan Daur Ulang Sampah", "pub_year": 2025, "citation": "Surya Abdimas 9 (2), 200-209, 2025", "author": "Anastasia Njo and Amelia Sugondo", "journal": "Surya Abdimas", "volume": "9", "number": "2", "pages": "200-209", "abstract": "Kesadaran dalam menjaga kebersihan dan peduli terhadap lingkungan di kalangan pelajar masih perlu ditingkatkan. Kegiatan abdimas ini bertujuan memberikan edukasi secara aktif tentang upaya peduli lingkungan melalui kegiatan memilah sampah sebagai bagian dari program Green School. Metode yang digunakan adalah partisipatif untuk membangun tanggung jawab dan kepedulian lingkungan, adapun mitra kegiatan adalah siswa SMP Negeri 1 Mojoagung. eval_usi kegiatan diperoleh melalui kuesioner yang disebarkan pada para siswa untuk mengukur pengetahuan, sikap, dan perilaku siswa terkait pengelolaan sampah. Hasil eval_uasi menunjukkan mayoritas siswa memiliki pengetahuan yang baik tentang pentingnya memilah sampah dan dampaknya terhadap lingkungan. Selain itu, sebagian besar siswa menunjukkan sikap positif dan bersedia terlibat dalam kegiatan pengolahan sampah di sekolah. Kegiatan abdimas ini menunjukkan bahwa siswa tidak hanya menyadari pentingnya pengelolaan sampah, tetapi juga bersedia berkontribusi aktif dalam mendukung program Green School. Dengan demikian, upaya pendidikan di lingkungan sekolah dapat meningkatkan kesadaran dan keterlibatan siswa dalam menjaga kelestarian lingkungan. Kegiatan ini diharapkan dapat memberikan rekomendasi bagi pihak sekolah dalam memperkuatprogram Green School dan memfasilitasi partisipasi siswa."}, "filled": true, "author_pub_id": "Kf2J1igAAAAJ:yB1At4FlUx8C", "num_citations": 0, "pub_url": "https://ebook.umpwr.ac.id/abdimas/article/view/5635", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:XDPmrVob4hEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Meningkatkan Harapan Bangsa Melalui Literasi Keuangan Pada Kegiatan Ekstrakurikuler", "pub_year": 2025, "citation": "SHARE: Journal of Service Learning 11 (1), 48-56, 2025", "author": "Njo Anastasia and Nanik Linawati and Dewi Pertiwi", "volume": "11", "number": "1", "pages": "48-56", "abstract": "Kegiatan ekstrakurikuler atau eskul merupakan wadah bagi siswa untuk mengembangkan potensi diri secara positif serta membangun karakter. Tujuan kegiatan pengabdian masyarakat ini melalui kegiatan ekstrakurikuler untuk meningkatkan literasi tentang keuangan secara personal pada para siswa sekolah tingkat pertama. Siswa diharapkan dapat mengembangkan literasi keuangannya dan melakukan pengelolaan keuangan secara personal untuk tujuan masa depan. Kegiatan ini dilakukan selama satu semester pada periode Agustus 2023 – Januari 2024 setelah kegiatan intrakurikuler sekolah berakhir. Metode yang digunakan pada kelas ekskul literasi keuangan adalah metode interaktif untuk penyampaian materi tentang Otoritas Jasa Keuangan (OJK), pasar modal dan lembaga keuangan lain serta materi tentang pengelolaan keuangan, produk-produk keuangan dan teknik berinvestasi. Proses penyampaian materi dimulai dengan presentasi materi secara interaktif serta didukung media lain seperti kartu permainan, permaian games dan alat peraga boneka. Pada akhir kegiatan dilakukan evaluasi untuk mengukur pencapaian hasil dari kegiatan yang sudah dilaksanakan serta pertanggung jawaban ke pihak sekolah. Hasil evaluasi dari kegiatan ekskul ini membuktikan bahwa siswa menjadi lebih hati-hati dalam membelanjakan uangnya, lebih mandiri mengelola keuangan dan mulai belajar berinvestasi secara sederhana menggunakan aplikasi yang tersedia pada smartphone. Dalam jangka panjang, edukasi keuangan yang telah dilakukan sejak dini pada siswa SMP Santo Carolus diharapkan dapat membentuk karakter yang …"}, "filled": true, "author_pub_id": "Kf2J1igAAAAJ:t7zJ5fGR-2UC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21480/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:oOwpoVpBfQUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Tenant satisfaction and property reputation of trade centers in Surabaya, Indonesia", "pub_year": 2025, "citation": "Journal of Facilities Management 23 (2), 289-310, 2025", "author": "Robby Adi and Anastasia Njo", "journal": "Journal of Facilities Management", "volume": "23", "number": "2", "pages": "289-310", "publisher": "Emerald Publishing Limited"}, "filled": true, "author_pub_id": "Kf2J1igAAAAJ:eq2jaN3J8jMC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=12249108701578905059", "cites_id": ["12249108701578905059"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:48XBLHeT_akJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The green effect: how brand positioning fuels sustainable purchasing", "pub_year": 2025, "citation": "Property Management 43 (2), 305-321, 2025", "author": "Gelvin Goestiawan and Njo Anastasia", "journal": "Property Management", "volume": "43", "number": "2", "pages": "305-321", "publisher": "Emerald Publishing Limited"}, "filled": true, "author_pub_id": "Kf2J1igAAAAJ:-_dYPAW6P2MC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=13247017401016067422", "cites_id": ["13247017401016067422"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:XiX7-CPc1rcJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Risk tolerance dan niat investasi berisiko di kalangan mahasiswa: Peran literasi keuangan sebagai variabel moderasi", "pub_year": 2025, "citation": "Journal of Accounting and Digital Finance 5 (1), 13-25, 2025", "author": "Angela Juwono and Felice Carmelite Aprilie Tan and Jethson Edbert Sudarsono and Njo Anastasia", "journal": "Journal of Accounting and Digital Finance", "volume": "5", "number": "1", "pages": "13-25", "abstract": "Various factors influence the decision-making process in investment. This study examines the effect of risk tolerance on risky investment intention among university students, with financial literacy as a moderating variable. A quantitative causal approach was employed, using questionnaires distributed via Google Forms. The research sample consisted of 100 university students selected through purposive sampling. Data analysis was conducted using SmartPLS 4.0. The results indicate that risk tolerance significantly influences risky investment intention, whereas financial literacy does not significantly affect risky investment intention. Financial literacy does not moderate the relationship between risk tolerance and risky investment intention. A high level of financial literacy does not necessarily ensure a person's willingness to engage in risky investments. Other factors, such as prior investment experience and psychological factors influence investment decisions. Individuals must understand and manage their emotions and evaluate risk tolerance levels to make wiser investment decisions."}, "filled": true, "author_pub_id": "Kf2J1igAAAAJ:uJ-U7cs_P_0C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=8848689782641172269", "cites_id": ["8848689782641172269"], "pub_url": "https://journal.nurscienceinstitute.id/index.php/jadfi/article/view/1466", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:LZ_0lXnczHoJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pendampingan dan Pelatihan Usaha Rental PlayStation dan Café Bagi Mahasiswa di Sidoarjo", "pub_year": 2025, "citation": "JURNAL ABDIMAS DINAMIS: JURNAL PENGABDIAN KEPADA MASYARAKAT 6 (1), 32-42, 2025", "author": "Evelyn Evelyn and Njo Anastasia", "journal": "JURNAL ABDIMAS DINAMIS: JURNAL PENGABDIAN KEPADA MASYARAKAT", "volume": "6", "number": "1", "pages": "32-42", "abstract": "Tingginya tingkat kegagalan usaha baru yang dijalankan wirausaha muda menjadi salah satu permasalahan utama dalam pengembangan kewirausahaan di Indonesia. Oleh karena itu, kegiatan pengabdian masyarakat ini bertujuan memberikan pendampingan dan konsultasi terkait kelayakan bisnis bagi mahasiswa yang berencana membuka usaha rental PlayStation dan café di Sidoarjo. Dalam rangka meningkatkan kegiatan usaha ini, metode yang digunakan meliputi sosialisasi terkait pengelolaan usaha bisnis rental dan café, serta pendampingan langsung pada mahasiswa sebagai mitra dalam merancang dan memulai bisnis tersebut. Selain itu, promosi bisnis juga dilakukan melalui sosial media sebagai sarana pemasaran yang efektif. Hasil dan kegiatan pengabdian ini adalah terbentuknya usaha Rental Playstatiion dan café di Sidoarjo yang dapat berkontribusi pada pemberdayaan ekonomi local. Melalui kegiatan pengabdian masyarakat ini, mahasiswa mendapatkan solusi parakits yang berdampak positif bagi perkembangan kewirausaaan di tingkat lokal."}, "filled": true, "author_pub_id": "Kf2J1igAAAAJ:VLnqNzywnoUC", "num_citations": 0, "pub_url": "http://ojs.ustj.ac.id/abdimas/article/download/1477/1045", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8XBvAt3G23wJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Hubungan antara financial knowledge dan psychological well-being individu: Peran kepuasan finansial sebagai mediasi", "pub_year": 2024, "citation": "Journal of Accounting and Digital Finance 4 (3), 191-206, 2024", "author": "Celine Morgan Gemiartha and Keona Yusuf and Anastasia Njo and Jesshelyn Angelie", "journal": "Journal of Accounting and Digital Finance", "volume": "4", "number": "3", "pages": "191-206", "abstract": "This study aims to analyze the effect of financial knowledge on psychological well-being, with financial satisfaction as a mediating variable. This study also uses demographic variables as controls to determine how these characteristics affect the correlations under test. This is an associative study using a purposive sampling technique on residents of Surabaya aged eighteen and above. Data were collected using a questionnaire with 121 respondents, distributed by Google Forms using WhatsApp and Instagram. The data analysis technique used multiple linear regression testing. The results of the study show that financial knowledge has a significant impact on an individual's level of financial satisfaction. Moreover, the relationship between financial satisfaction and psychological well-being is statistically significant. This study provides insights into the importance of financial knowledge in improving financial satisfaction. It discusses the implications of financial satisfaction on individuals' psychological well-being and encourages the enhancement of financial knowledge for better well-being."}, "filled": true, "author_pub_id": "Kf2J1igAAAAJ:fEOibwPWpKIC", "num_citations": 0, "pub_url": "https://journal.nurscienceinstitute.id/index.php/jadfi/article/view/1400", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:j5sy2315ptgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Overconfidence Bias dan Herding Bias terhadap Investment Intention pada Generasi Z", "pub_year": 2024, "citation": "Bulletin of Community Engagement 4 (3), 334-346, 2024", "author": "Dave Reynard and Njo Anastasia", "journal": "Bulletin of Community Engagement", "volume": "4", "number": "3", "pages": "334-346", "abstract": "This study explores the investment behavior of Generation Z, specifically focusing on individuals aged 18-27, who are in the emerging adult phase. This study aims to look at the effect of overconfidence bias and herding bias on the investment intention of generation Z in the emerging adult phase. This research uses associative methods with a quantitative approach. The technique and data analysis used is the Structural Equation Modeling (SEM) Partial Least Square (PLS) approach with the SmartPLS version 4 application program. When testing hypotheses, research uses an error tolerance of 10%. The results of 100 respondents in this study show that overconfidence bias has a significant effect on investment intention in generation z emerging adult phase while herding bias does not have a significant effect on investment intention in generation z emerging adult phase. The effect of the variables overconfidence bias and herding on investment intention is 40.9%. The results of this study are expected to provide education about the influence of overconfidence bias and herding bias on generation Z's investment intention and can be a reference for further research."}, "filled": true, "author_pub_id": "Kf2J1igAAAAJ:35r97b3x0nAC", "num_citations": 0, "pub_url": "https://attractivejournal.com/index.php/bce/article/view/1525", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:LiOxyN7zvcsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Transformasi kualitas air di Dusun Tlocor: Implikasi penggunaan ALPAMAL (Alat Pemurni Air Payau dengan Material Lokal) dalam kehidupan sehari-hari", "pub_year": 2024, "citation": "Penamas: Journal of Community Service 4 (2), 320-334, 2024", "author": "Surya Hermawan and Njo Anastasia and Dhyah Harjanti and Yuka Kawano", "volume": "4", "number": "2", "pages": "320-334", "abstract": "Air merupakan kebutuhan utama, namun akses untuk mendapatkan air bersih tidak mudah khususnya di daerah-daerah terpencil di wilayah pesisir Indonesia. Oleh karena itu, dilakukanlah kegiatan pemberdayaan masyarakat melalui implementasi alat pemurni air payau dengan material lokal (ALPAMAL) di Desa Kedung Pandan, Jabon, Sidoarjo. Tujuan kegiatan adalah memberikan dampak positif bagi kualitas hidup dengan membantu warga sekitar mendapatkan akses air bersih, yang digunakan pada kegiatan rumah tangga sehari-hari, dimana air payau dimurnikan menjadi air bersih menggunakan ALPAMAL. Metode kegiatan diawali dengan survei dan observasi untuk mengetahui gambaran masyarakat, kemudian perakitan dan pemasangan ALPAMAL, selanjutnya pada paska kegiatan dilakukan peresmian dan survei pada warga desa. Hasil dari kegiatan menggambarkan bahwa seluruh responden menyatakan sebelum ada ALPAMAL air payau yang digunakan asin, sangat kotor dan lengket sehingga untuk mencuci hasilnya tidak bersih. Setelah ALPAMAL digunakan, 50% menyatakan air tidak lengket dan 50% sisanya menyatakan hasil cucian menjadi lebih bersih. Seluruh mitra merasakan perubahan yang signifikan setelah ALPAMAL dipasang, sehingga saat ini fasilitas air sudah bersih dan memadai untuk memenuhi kebutuhan sehari-hari."}, "filled": true, "author_pub_id": "Kf2J1igAAAAJ:evX43VCCuoAC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21279/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:llk00oQ0LeQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh literasi keuangan dan demografi terhadap perencanaan pensiun pada individu pekerja di Surabaya", "pub_year": 2024, "citation": "Journal of Economics Research and Policy Studies 4 (3), 396-417, 2024", "author": "Audi Wibisono and Njo Anastasia", "journal": "Journal of Economics Research and Policy Studies", "volume": "4", "number": "3", "pages": "396-417", "abstract": "Financial literacy plays a crucial role in preparing retirement planning. Without a good understanding of financial management, individuals will face financial challenges when retirement. This study examines the effect of financial literacy and demographics on individual retirement planning in Surabaya. This type of research is a comparative analysis with a sample of individuals already working and domiciled in Surabaya, selected using a purposive sampling technique and obtained 141 respondents. The data collection technique used a questionnaire distributed online via Google Forms on WhatsApp and Line media. The data analysis technique used was a Chi-square and one-way ANOVA test. The study results showed that financial literacy is essential in saving decisions but does not affect the savings chosen. Demographic factors such as age, education, income, gender, and marital status significantly influence saving decisions with a sign level, while only gender and marital status affect the choice of savings categories. This study implies that pension policies and programs should be designed by considering demographic characteristics, such as education level and income, to be more effective in encouraging retirement-saving behavior."}, "filled": true, "author_pub_id": "Kf2J1igAAAAJ:2KloaMYe4IUC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=17827641991611757938", "cites_id": ["17827641991611757938"], "pub_url": "http://journal.nurscienceinstitute.id/index.php/jerps/article/view/1259", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:cjXbvO-BaPcJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Developing Machine Learning Algorithms for Predicting House Prices in Surabaya Using IBM SPSS Modeler", "pub_year": 2024, "citation": "Developing Machine Learning Algorithms for Predicting House Prices in …, 2024", "author": "HANSEL DAVIN SUGIARTO and Doddy Prayogo and Njo Anastasia", "abstract": "Using PHP and IBMs SPSS Modeler for data mining and analytics, the authors collected and processed housing data from Rumah123 in Surabaya. A total of 10,336 data points were divided into two clusters. Three machine learning (ML) models were developed using SPSS Modeler for 2,460 data points. The results indicate that the Artificial Neural Network (ANN) model provided the most consistent correlation across all scenarios, while the Support Vector Machine (SVM) model performed the worst. The Classification and Regression Tree (CART) model showed good performance in both training and testing for the larger cluster but did not perform as well with the smaller cluster. Overall, ANN and CART models can be used to predict housing prices, with ANN offering higher accuracy."}, "filled": true, "author_pub_id": "Kf2J1igAAAAJ:j8SEvjWlNXcC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21389/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KrtYigeMEXIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGARUH MANAJEMEN MODAL KERJA TERHADAP PROFITABILITAS PERUSAHAAN JASA KONSTRUKSI PUBLIK DI INDONESIA PERIODE 2018-2022", "pub_year": 2024, "citation": "Dimensi Utama Teknik Sipil 11 (1), 45-56, 2024", "author": "Samuel Hans and Njo Anastasia", "journal": "Dimensi Utama Teknik Sipil", "volume": "11", "number": "1", "pages": "45-56", "abstract": "Sektor usaha jasa konstruksi memberikan kontribusi sebesar 9, 94% terhadap Produk Domestik Bruto (PDB) Indonesia pada tahun 2015 sampai dengan kuartal 3 tahun 2021. Untuk itu, sektor tersebut diharapkan meningkatkan kinerjanya. Salah satu cara meningkatkan kinerjanya adalah dengan mengelola modal kerjanya. Tujuan penelitian ini adalah untuk menguji bagaimana pengaruh manajemen modal kerja terhadap profitabilitas perusahaan jasa konstruksi publik di Indonesia. Penelitian ini diuji dengan analisis statistik deskriptif dan regresi data panel. Adapun elemen-elemen modal kerja yang dijadikan variabel independen sebagai berikut: periode penagihan, periode penyimpanan, periode pembayaran, dan siklus perputaran kas. Sedangkan rasio profitabilitas yang digunakan sebagai variabel dependen hanya return on asset (ROA). Hasil penelitian ini adalah siklus perputaran kas, periode penagihan piutang, dan periode pembayaran utang yang dipercepat meningkatkan profitabilitas, sebaliknya periode penyimpanan persediaan tidak mempengaruhi profitabilitas."}, "filled": true, "author_pub_id": "Kf2J1igAAAAJ:1yQoGdGgb4wC", "num_citations": 0, "pub_url": "https://www.duts.petra.ac.id/index.php/duts/article/view/319", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Nd-pSuJ_UzYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Membangkitkan Minat, Membangun Masa Depan: Pembelajaran Interaktif dengan Kebutuhan Keluargaku untuk Siswa TK Bina Bunga Bangsa Surabaya", "pub_year": 2024, "citation": "Dedikasi PKM 5 (2), 433-441, 2024", "author": "CHRISTOPHER BRADLEY BUDIONO and RACHEL CINTANTYA HAPSARI and ADELYNN REGINA GUNAWAN and Njo Anastasia", "volume": "5", "number": "2", "pages": "433-441", "abstract": "Berhemat adalah gaya hidup yang sangat bermanfaat bagi siapapun. Hidup hemat memampukan seseorang untuk mengetahui apa yang dibutuhkan dan apa yang diinginkan, gaya hidup hemat juga membantu seseorang untuk tidak bertindak secara impulsif dalam memenuhi kebutuhan dan keinginan. Dengan adanya kegiatan pengabdian masyarakat ini, diharapkan siswa-siswi taman kanak-kanak dapat menumbuhkan kesadaran akan pentingnya mengenal kebutuhan hidup dan dapat berhemat. Gaya hidup berhemat ini cukup krusial untuk diberikan pada usia muda untuk menghindari sifat impulsif membeli. Hal ini dikarenakan sifat membeli secara impulsif tanpa memikirkan kebutuhan dan keinginan, akan mengarah kepada pembelian yang tidak berguna dan hanya memenuhi rasa keinginan di awal. Metode yang dilakukan dalam kegiatan pengabdian masyarakat terdiri dari tiga langkah, yaitu persiapan, pelaksanaan, dan kegiatan evaluasi. Kegiatan yang digunakan adalah metode pembelajaran interaktif sehingga para siswa-siswi didorong untuk menjadi aktif dalam berpartisipasi sehingga akan menimbulkan rasa percaya diri dan dapat lebih fokus. Hasil dari kegiatan pengabdian masyarakat menunjukkan siswa-siswa yang semakin sadar akan kebutuhan-kebutuhan yang ada seperti makan, air, hingga listrik dan mampu berpartisipasi secara aktif dalam kegiatan. Siswa-siswi TK menjadi lebih sadar akan barang-barang yang digunakan memerlukan biaya dan harus berhemat."}, "filled": true, "author_pub_id": "Kf2J1igAAAAJ:UHK10RUVsp4C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20993/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:bwPaRaw4xG8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "ANALISIS KINERJA FINANSIAL PADA PERUSAHAAN KONTRAKTOR: STUDI KASUS PT. X", "pub_year": 2024, "citation": "Dimensi Utama Teknik Sipil 11 (1), 1-18, 2024", "author": "Victor Christian Gui and Jani Rahardjo and Njo Anastasia", "journal": "Dimensi Utama Teknik Sipil", "volume": "11", "number": "1", "pages": "1-18", "abstract": "Perusahaan kontraktor membutuhkan manajemen dan strategi yang tepat agar dapat memiliki likuiditas yang tinggi, menghasilkan keuntungan sebesar-besarnya dari proyek yang dikerjakan, memastikan bahwa operasi perusahaan lebih banyak didanai oleh modal sendiri ketimbang hutang, dan efektif dalam menggunakan sumber daya yang dimiliki untuk menghasilkan pendapatan semaksimal mungkin. Kesulitan keuangan adalah keadaan dimana suatu perusahaan mengalami kesulitan untuk memenuhi kewajiban bayar. Tujuan dari penelitian ini adalah mengetahui tingkat kesulitan finansial dari PT. X, membandingkan kinerja finansial dari PT. X dengan perusahaan-perusahaan konstruksi terbuka di Indonesia, serta mengetahui apa saja yang dapat dilakukan untuk meningkatkan kinerja finansial. Dari hasil analisis Altman Z-Score, didapatkan bahwa PT. X belum memiliki kondisi finansial yang baik. Perhitungan rasio finansial menunjukkan bahwa likuiditas, profitabilitas, dan leverage dari PT. X masih belum mencapai standar kompetitor. Meningkatkan kinerja finansial dapat dilakukan dengan meminimalisir pengeluaran dan menyesuaikan harga penawaran berdasarkan margin keuntungan yang ingin dicapai."}, "filled": true, "author_pub_id": "Kf2J1igAAAAJ:ZuybSZzF8UAC", "num_citations": 0, "pub_url": "https://www.duts.petra.ac.id/index.php/duts/article/view/311", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:cUJIZmy0sSwJ:scholar.google.com/", "cites_per_year": {}}
