{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Metode Storytelling untuk Mengenalkan Emosi pada Anak Usia 4-5 Tahun", "pub_year": 2024, "citation": "Aletheia Christian Educators Journal 5 (1), 34-41, 2024", "author": "Lisa Narwastu Kristsuana and Grecia Violetta Afriline and Febi Santa Permata Gea and Nada Sherafim Latreia Krishi", "journal": "Aletheia Christian Educators Journal", "volume": "5", "number": "1", "pages": "34-41", "abstract": "Metode storytelling merupakan salah satu cara yang digunakan oleh guru dalam pengenalan emosi pada anak usia dini. Storytelling juga merupakan metode yang menarik untuk dilakukan karena metode ini melibatkan seorang guru dalam bercerita dengan menggunakan ekspresi baik wajah maupun suara, intonasi bercerita, dan alat yang digunakan ketika bercerita. Tujuan penelitian ini adalah untuk melihat apakah metode storytelling dapat memperkenalkan emosi kepada anak usia 4-5 tahun. Jenis pendekatan yang dilakukan adalah kualitatif deskriptif. Penelitian atau pengumpulan data di ambil di salah satu PAUD Surabaya. Subjek dalam penelitian ini terdiri dari 2 orang anak, yang berada di kelas Pre-K2 yang berusia 4-5 tahun, dengan melibatkan guru di sekolah tersebut sebagai informan. Teknik pengumpulan data adalah dengan menggunakan observasi, atau pengamatan, wawancara, dan dokumentasi. Hasil yang didapatkan dalam penelitian ini adalah metode storytelling efektif digunakan untuk mengenalkan emosi pada anak usia dini. Melalui storytelling, anak belajar mengenali emosi yang dirasakan oleh tokoh dalam cerita, mampu menyebutkan nama emosi, lebih mudah mengingat emosi yang telah diperkenalkan sebelumnya, dan dapat mengaitkan emosi tersebut dengan dirinya sendiri."}, "filled": true, "author_pub_id": "KFD1HY4AAAAJ:u-x6o8ySG0sC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=5354170292751066136", "cites_id": ["5354170292751066136"], "pub_url": "http://mail.aletheia.petra.ac.id/index.php/aletheia/article/view/228", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:GGRgfoPVTUoJ:scholar.google.com/", "cites_per_year": {"2024": 3, "2025": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penggunaan flashcard untuk menumbuhkan minat anak usia dini dalam mendengarkan cerita", "pub_year": 2023, "citation": "Aletheia Christian Educators Journal 4 (2), 47-52, 2023", "author": "Lisa Narwastu Kristsuana and Dani Puspitasari and Glady Deltalia Lanapu and Agnes Satriani Zega", "journal": "Aletheia Christian Educators Journal", "volume": "4", "number": "2", "pages": "47-52", "publisher": "Petra Christian University", "abstract": "Usia  dini  merupakan  masa  sangat  penting  dalam  perkembangan  bahasa  seseorang. Kemampuan berbahasa berpengaruh besar terhadap perkembangan  kognitif, emosi, dan  keterampilan  sosial  anak.  Perkembangan  bahasa  anak  meliputi  kemampuan reseptif, kemampuan ekspresif, dan keaksaraan. Salah satu metode untuk mendukung perkembangan kemampuan reseptif adalah dengan  metode  bercerita. Masalah  yang seringkali  timbul  dalam  penggunaan  metode  bercerita  adalahperhatian  anak  yang mudah  teralihkan  dan  kurangnya  minat  untuk  mendengarkan  cerita.  Menggunakan flashcarddalam  metode  bercerita  dapat  menarik  minat anak  untuk  mendengarkan cerita, dan  mendukung perkembangan  kemampuan bahasa  reseptif anak. Penelitian ini  bertujuan  untuk  melihat  penerapan  metode  bercerita  dengan  media flashcarddalam menumbuhkan minat anak untuk mendengarkan cerita."}, "filled": true, "author_pub_id": "KFD1HY4AAAAJ:d1gkVwhDpl0C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=18261446431792061289", "cites_id": ["18261446431792061289"], "pub_url": "https://repository.petra.ac.id/20877/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:aVvKw8awbf0J:scholar.google.com/", "cites_per_year": {"2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGARUH KARAKTERISTIK WIRAUSAHAWAN DAN PENDIDIKAN KEWIRAUSAHAAN YANG DIMILIKI INDIVIDU TERHADAP INTENSI BERWIRAUSAHA PADA LULUSAN UNIVERSITAS KRISTEN PETRA SURABAYA", "pub_year": 2011, "citation": "UNIVERSITAS AIRLANGGA, 2011", "author": "Lisa Narwastu", "abstract": "Entrepreneurial Intention plays important role in developing entrepreneurship. This research addresses to test variables influence Entrepreneurial Intention. The efforts to improve Entrepreneurial Intention can be well implemented if the factors to influence have been identified. This research refers to the theory of Entrepreneurial Intention modified by Linan et al (2009) which states that the factors giving influence over Entrepreneurial Intention are Personal Attraction toward Entrepreneurship or Perceived Desirability, Perceived Feasibility or Self Efficacy and Entrepreneurial Knowledge. Personal Attraction or Perceived Desirability over Entrepreneurship is influenced by the element of personal attitude or personal characteristic and Perceived Social Norms. This research has been implemented in Petra Christian University, Surabaya and applies quantitative method. To test the assertions, the respondents consist of 91 students of 19 study programs in Petra Christian University. The result has confirmed that the Entrepreneurial Intention of the graduates of Petra Christian University is influenced by personal characteristic and entrepreneurial education with different finding. The entrepreneurial education has stronger influence toward the development and improvement of Entrepreneurial Intention compared to Entrepreneurial Characteristic."}, "filled": true, "author_pub_id": "KFD1HY4AAAAJ:u5HHmVD_uO8C", "num_citations": 0, "pub_url": "https://repository.unair.ac.id/37969/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:D9oZ-UCHkUsJ:scholar.google.com/", "cites_per_year": {}}
