{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengembangan indeks biaya konstruksi rumah sejahtera murah di beberapa daerah di Indonesia", "pub_year": 2016, "citation": "Jurnal Media Teknik Sipil 14 (2), 215-226, 2016", "author": "Tabita Tania Libianto and Lie Arijanto", "journal": "Jurnal Media Teknik Sipil", "volume": "14", "number": "2", "pages": "215-226", "publisher": "Petra Christian University", "abstract": "Pemerintah Indonesia memiliki program pembangunan Rumah Sejahtera Murah yang tersebar di seluruh Indonesia untuk memenuhi kebutuhan masyarakat yang membutuhkan. Akan tetapi biaya di suatu daerah dengan biaya daerah lain tidaklah sama. Apabila kontraktor memiliki keterbatasan waktu dan informasi harga pada saat tender, mereka dapat mengalami kerugian dalam proyek luar daerah. Tujuan penelitian ini untuk mengusulkan sistem informasi yang dapat memudahkan dalam membandingkan biaya antar daerah yaitu berupa Indeks Biaya Konstruksi (CCI). Indeks Biaya Konstruksi (CCI) dibentuk dari bobot dan harga di tiap daerah. Data harga tersebut menggunakan data dari Jurnal Harga Satuan Bahan Bangunan Konstruksi dan Interior tahun 2015. Indeks menggunakan Laspeyres Formula dengan dibentuk dari bobot material dan upah (w) di kota dasar dan Indeks Biaya Material (IM) dan Indeks Biaya Upah (IL) dari Eurostat. Dasar indeks harga adalah kota Jakarta. Hasil penelitian adalah Indeks Biaya Material (MCI), Upah (LCI) dan Biaya Total (CCI), indeks–indeks tersebut tiap daerah memiliki perbedaan. Indeks dibagi dalam 6 zona. Indeks Biaya Material Jakarta berada di zona 4, Indeks Upah Jakarta berada di zona 6 dan indeks total Jakarta berada di zona 5. Indeks kota Tanggamus adalah yang paling tinggi."}, "filled": true, "author_pub_id": "Ki-i9fQAAAAJ:r0BpntZqJG4C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=16346029287971667440", "cites_id": ["16346029287971667440"], "pub_url": "https://repository.petra.ac.id/17991/1/Publikasi1_02016_3073.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8L2uTQjD2OIJ:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Evaluasi Penerapan 5S di Area Penyimpanan Alat pada Beberapa Proyek Konstruksi", "pub_year": 2016, "citation": "Jurnal Media Teknik Sipil 14 (2), 147-157, 2016", "author": "Ferdiana Soekresno and Jani Rahardjo", "journal": "Jurnal Media Teknik Sipil", "volume": "14", "number": "2", "pages": "147-157", "publisher": "Petra Christian University", "abstract": "5S merupakan konsep penerapan sikap kerja yang menekankan pada pengelolaan kondisi fisik tempat kerja. 5S merupakan singkatan dari Seiri, Seiton, Seiso, Seiketsu, dan Shitsuke. Bekerja pada tempat yang terorganisir, membuat pekerja tidak cepat lelah, menimbulkan kepedulian terhadap pekerjaan, partisipasi yang tinggi, dan penyelesaian kerja yang baik. Penerapan konsep 5S pada area penyimpanan sangat penting karena berpengaruh terhadap efisiensi dan efektifitas pekerjaan. Tujuan penelitian ini adalah melakukan penilaian dan evaluasi konsep 5S di area penyimpanan proyek, untuk mengetahui sejauh mana konsep 5S telah diterapkan. Penelitian ini dilakukan dengan studi kasus pada 5 proyek konstruksi di Surabaya dan Mojokerto. Hasil penelitian menunjukkan bahwa konsep 5S belum diterapkan sepenuhnya pada proyek konstruksi. Seiso mendapatkan nilai yang cukup baik, mengingat kebersihan wajib dijaga di area proyek. Sedangkan, faktor seiri, seiton, dan shitsuke mendapatkan nilai yang buruk, karena 4 dari 5 proyek yang ada masih menyimpan alat rusak, tidak ada tata letak untuk area penyimpan alat, dan kurangnya kesadaran akan kedisiplinan. Seiketsu mendapatkan nilai yang sangat buruk karena aktivitas yang dinilai merupakan lanjutan dari 3S sebelumnya. Konsep 5S belum diterapkan di proyek konstruksi karena belum dikenalnya konsep 5S, kesulitan melakukan pengarahan dan pelatihan pada pekerja, adanya deadline proyek, serta jumlah dan jenis alat yang sedikit."}, "filled": true, "author_pub_id": "Ki-i9fQAAAAJ:QIV2ME_5wuYC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=977158664295724665", "cites_id": ["977158664295724665"], "pub_url": "https://repository.petra.ac.id/17992/1/Publikasi1_02016_3071.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ebaKwqCQjw0J:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 1, "2022": 1, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "safety defenSes in construction projects", "pub_year": 2011, "citation": "EACEF-International Conference of Civil Engineering 1, 154-154, 2011", "author": "Andi Andi and Albert Cahyono and Roy Hartawan", "journal": "EACEF-International Conference of Civil Engineering", "volume": "1", "pages": "154-154", "abstract": "The nature of construction projects exposes people (construction personnel and workers) to danger. This thus requires various forms of protection (defenses) to intervene between the hazards and their possible accidents. This research aims to identify various safety defenses employed in construction projects and pinpoint the causes of defenses failures. Data for the research were gathered through questionnaire survey. A total of 321 respondents from eleven ongoing construction projects participated in the survey. The results show that in general the respondents emphasize more on hard defenses. In the mean time there are some disagreements between the construction staffs and workers regarding to the causes of defenses failures, ie latent conditions and unsafe acts. The research compares the need and reality of safety defenses implementation."}, "filled": true, "author_pub_id": "Ki-i9fQAAAAJ:JV2RwH3_ST0C", "num_citations": 0, "pub_url": "https://www.researchgate.net/profile/Andi-Andi-6/publication/43649384_Safety_Defenses_in_Construction_Projects/links/59eec4904585154350e820d1/Safety-Defenses-in-Construction-Projects.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:GGpGOLTdgSsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Owner and contractor perceptions toward factors causing delays in structural and finishing works", "pub_year": 2010, "citation": "Civil Engineering Dimension 12 (1), 8-17, 2010", "author": "A Andi and D Lalitan and VR Loanata", "journal": "Civil Engineering Dimension", "volume": "12", "number": "1", "pages": "8-17", "abstract": "A construction project comprises of a number of work packages, which are subjected to delays. These delays may be caused by many on-site factors. The aim of this research is to represent owner and contractors perceptions towards delay factors that frequently occur in structural and finishing works. Data for analysis were gathered by distributing questionnaire. A total of 198 sets of questionnaire were gathered and used for subsequent analyses. In general, design changes during construction are perceived by respondents as the most frequent factor to cause delay in all structural and finishing works. The results also show that there are a number of differences between owner’s and contractor’s perceptions towards the occurrences of the factors. Whilst most contractors concern that information factors related to project design and scope frequently causing delays in construction works, owners consider many contractor originated factors, as most frequent delay causes."}, "filled": true, "author_pub_id": "Ki-i9fQAAAAJ:_kc_bZDykSQC", "num_citations": 14, "citedby_url": "/scholar?hl=en&cites=3064649949425484709", "cites_id": ["3064649949425484709"], "pub_url": "http://ced.petra.ac.id/index.php/civ/article/view/17347", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:pcNsTOTShyoJ:scholar.google.com/", "cites_per_year": {"2011": 1, "2012": 0, "2013": 0, "2014": 0, "2015": 2, "2016": 0, "2017": 2, "2018": 1, "2019": 1, "2020": 2, "2021": 2, "2022": 1, "2023": 0, "2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Modeling the influence of project manager trustworthy leadership behavior upon construction team trust", "pub_year": 2008, "citation": "Civil Engineering Dimension 10 (2), 109-117, 2008", "author": "Andi Andi and Herry Santoso and Jonathan Simanjuntak", "journal": "Civil Engineering Dimension", "volume": "10", "number": "2", "pages": "109-117", "abstract": "Appropriate trust and leadership have been frequently cited as key answer to the problems of cooperation and coordination in contractor’s teamwork. The objectives of this paper are to measure trust level of construction projects team, to investigate trustworthy leadership behavior of project managers, and to model the influence of project managers’ trustworthy leadership behavior upon team trust level. Sixty-one respondents from nine on-going construction projects participated in the questionnaire survey. The analyses show that in general the levels of trust and project managers’ trustworthy leadership behavior are medium (scores of 82.71 and 102.09 respectively). Meanwhile the positive influence of project managers’ trustworthy leadership behavior upon team trust level, modeled through multiple regression analysis with one dependent variable (ie trust) and three independent variables (ie leadership-results, leadership-integrity, and leadership-concern), is found to be significant. The model is evaluated and validated; the results reveal that the prediction of the model is satisfactory."}, "filled": true, "author_pub_id": "Ki-i9fQAAAAJ:4DMP91E08xMC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=8554771457311997650", "cites_id": ["8554771457311997650"], "pub_url": "http://ced.petra.ac.id/index.php/civ/article/view/16862", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:0n67t1CnuHYJ:scholar.google.com/", "cites_per_year": {"2013": 1, "2014": 0, "2015": 0, "2016": 2, "2017": 0, "2018": 0, "2019": 0, "2020": 0, "2021": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Construction workers perceptions toward safety culture", "pub_year": 2008, "citation": "Civil Engineering Dimension 10 (1), 1-6, 2008", "author": "Andi Andi", "journal": "Civil Engineering Dimension", "volume": "10", "number": "1", "pages": "1-6", "abstract": "Efforts to reduce construction accidents can be initiated by building good safety culture. Researches concerning safety culture, however, are still limited. This research aims to empirically gauge worker’s perception toward safety culture in construction projects. Data were obtained through questionnaire survey to three large construction projects in Surabaya. Two hundreds and seven sets of questionnaires were gathered and used for subsequent analyses. Results show that in general workers’ perception toward safety culture are quite good. Further analysis indicates that workers in the three projects have different safety culture perceptions, especially on factors of top management commitment, safety rules and procedures, communication, and worker’s competency."}, "filled": true, "author_pub_id": "Ki-i9fQAAAAJ:KlAtU1dfN6UC", "num_citations": 32, "citedby_url": "/scholar?hl=en&cites=825099915380731600", "cites_id": ["825099915380731600"], "pub_url": "http://ced.petra.ac.id/index.php/civ/article/view/16725", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:0C55YABYcwsJ:scholar.google.com/", "cites_per_year": {"2010": 2, "2011": 3, "2012": 3, "2013": 1, "2014": 1, "2015": 1, "2016": 1, "2017": 2, "2018": 2, "2019": 4, "2020": 4, "2021": 2, "2022": 0, "2023": 2, "2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A proactive approach for predicting recurrent defective designs", "pub_year": 2007, "citation": "Building and environment 42 (9), 3186-3193, 2007", "author": "Takayuki Minato", "journal": "Building and environment", "volume": "42", "number": "9", "pages": "3186-3193", "publisher": "Pergamon", "abstract": "Recent emphases on management of defective designs have been directed toward the human and organizational factors. A great need thus exists for an approach that is able to address the factors for successful management. This paper presents a proactive, quantitative approach to predict defective designs occurrences by incorporating workplace and organizational factors. The approach utilizes a multinominal logistic regression technique and provides information on the predicted proportion of defective designs that may occur as a result of workplace and organizational problems. The methodology used to arrive at the approach takes into account the principles of causal mechanism of defective design and the influencing factors. One hundred defect cases were employed to develop the approach. Throughout the paper, feasibility of the approach is demonstrated."}, "filled": true, "author_pub_id": "Ki-i9fQAAAAJ:3fE2CSJIrl8C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=17613270943201759734", "cites_id": ["17613270943201759734"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S0360132306002228", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9hFAjprobvQJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A comparative study of productivity improvement in the Indonesian construction industry", "pub_year": 2006, "citation": "10th EASEC, Bangkok, 2006", "author": "Andi", "conference": "10th EASEC, Bangkok"}, "filled": true, "author_pub_id": "Ki-i9fQAAAAJ:M3NEmzRMIkIC", "num_citations": 0, "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Potential Influence of project manager's leadership behaviors on construction team trust", "pub_year": 2006, "citation": "10th EASEC, Bangkok, 2006", "author": "Andi", "conference": "10th EASEC, Bangkok"}, "filled": true, "author_pub_id": "Ki-i9fQAAAAJ:maZDTaKrznsC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=322869099702586500", "cites_id": ["322869099702586500"], "pub_url": "https://scholar.google.com/scholar?cluster=322869099702586500&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:hAy5TLwPewQJ:scholar.google.com/", "cites_per_year": {"2008": 1, "2009": 0, "2010": 0, "2011": 0, "2012": 0, "2013": 0, "2014": 0, "2015": 0, "2016": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The importance and allocation of risks in Indonesian construction projects", "pub_year": 2006, "citation": "Construction Management and Economics 24 (1), 69-80, 2006", "author": "Andi", "journal": "Construction Management and Economics", "volume": "24", "number": "1", "pages": "69-80", "publisher": "Taylor & Francis", "abstract": "To effectively manage risks in construction projects, it is crucial to correctly identify important risks and properly allocate them to the contractual parties. Understanding the perceptions of construction contractors and owners on the importance and allocation of risks in Indonesian construction projects is an important step in this process. A questionnaire survey was conducted and 27 construction risks were identified and evaluated. Significant differences in perceptions are encountered for the importance of several types of risk, especially those related to the contractor's competence. The respondents had different expectations toward the allocation of a number of risks, and at present, many risks are unclearly apportioned to the contracting parties."}, "filled": true, "author_pub_id": "Ki-i9fQAAAAJ:isC4tDSrTZIC", "num_citations": 71, "citedby_url": "/scholar?hl=en&cites=4522657668062632704", "cites_id": ["4522657668062632704"], "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/01446190500310338", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ANuR4S-1wz4J:scholar.google.com/", "cites_per_year": {"2009": 3, "2010": 2, "2011": 4, "2012": 2, "2013": 2, "2014": 5, "2015": 3, "2016": 5, "2017": 1, "2018": 3, "2019": 1, "2020": 5, "2021": 13, "2022": 7, "2023": 6, "2024": 6, "2025": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Human Resistance to the use of Information Technology in Construction Companies", "pub_year": 2005, "citation": "Civil Engineering Dimension 7 (2), 68-74, 2005", "author": "Andi Andi and Fani Fani and Heru Purwoadi", "journal": "Civil Engineering Dimension", "volume": "7", "number": "2", "pages": "68-74", "abstract": "The process of implementing information technology (IT) often fails to bring the intended result because the human dimension is not given adequate consideration. Yet despite some evidence of failure, little has been written on the nature of human performance, compared to abundant resources about technical and procedural aspects, as it applies to the ideals of the IT philosophy. To combat people’s deficiencies, this paper focuses mainly on the question why people resist IT. It explores sources of human resistance to the use of IT. A survey is the conducted to personnel working for construction companies to examine the resistance sources. The result reveals personal money, habit, and threat to information security as most dominant sources for such resistance, instead of fear of employment instability as many previous researches have discussed. The paper discusses the resistances and suggests possible solutions to deal with them."}, "filled": true, "author_pub_id": "Ki-i9fQAAAAJ:9ZlFYXVOiuMC", "num_citations": 0, "pub_url": "http://ced.petra.ac.id/index.php/civ/article/view/16282", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ddhoxyhFPBkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Faktor-faktor penyebab rework pada pekerjaan konstruksi", "pub_year": 2005, "citation": "Civil Engineering Dimension 7 (1), 22-29, 2005", "author": "Andi Andi and Samuel Winata and Yanto Handarlim", "journal": "Civil Engineering Dimension", "volume": "7", "number": "1", "pages": "22-29", "abstract": "Rework tidak dapat dipisahkan dari dunia konstruksi. Dampak biaya langsung maupun tidak langsung yang diakibatkannya cukup signifikan. Penelitian ini bertujuan mengetahui penyebab utama dari rework dan juga memberikan cara yang efektif untuk menguranginya. Penelitian dilakukan dengan menggunakan kuesioner yang ditujukan kepada konsultan dan kontraktor di Surabaya. Hasil penelitian menunjukkan bahwa kesalahan dan perubahan desain, serta buruknya koordinasi antar dokumen desain adalah faktor yang utama penyebab rework. Untuk dapat mengurangi rework, cara yang paling efektif menurut responden adalah meningkatkan dan memperbaiki komunikasi dan koordinasi pada fase desain dan konstruksi, serta memperkirakan dan mengatasi masalah-masalah desain sebelum masuk ke fase konstruksi."}, "filled": true, "author_pub_id": "Ki-i9fQAAAAJ:YOwf2qJgpHMC", "num_citations": 41, "citedby_url": "/scholar?hl=en&cites=18196552463409319261", "cites_id": ["18196552463409319261"], "pub_url": "http://ced.petra.ac.id/index.php/civ/article/view/16122", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:XY1FVg4kh_wJ:scholar.google.com/", "cites_per_year": {"2009": 1, "2010": 2, "2011": 1, "2012": 2, "2013": 2, "2014": 1, "2015": 2, "2016": 1, "2017": 2, "2018": 4, "2019": 4, "2020": 6, "2021": 2, "2022": 2, "2023": 6, "2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Navigational measures for managing defective designs", "pub_year": 2005, "citation": "Journal of Management in Engineering 21 (1), 10-16, 2005", "author": "Andi", "journal": "Journal of Management in Engineering", "volume": "21", "number": "1", "pages": "10-16", "publisher": "American Society of Civil Engineers", "abstract": "Defective designs have been acknowledged as important risks in construction projects. For effective management of these risks, it is important to understand how and why the defects happen. Part of an ongoing research program, this paper aims to propose two navigational measures, with an emphasis on human elements, for managing defective designs. It starts with outlining a mechanism of defective designs causation based on the systems approach to human errors as the basis of the two measures. The first measure is a reactive measure, which works as an investigative tool after defective designs occurrence. It is proposed to give step-by-step guidance in the identification of primary causes of past defect events. The second measure is proactive process measure, which is intended to operate prior to occurrences of defective design. It periodically assesses influencing factors and indicates those most needing …"}, "filled": true, "author_pub_id": "Ki-i9fQAAAAJ:k_IJM867U9cC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=14959350975833420300", "cites_id": ["14959350975833420300"], "pub_url": "https://ascelibrary.org/doi/full/10.1061/(ASCE)0742-597X(2005)21:1(10)", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DLLxWHRKms8J:scholar.google.com/", "cites_per_year": {"2008": 1, "2009": 0, "2010": 0, "2011": 0, "2012": 0, "2013": 0, "2014": 0, "2015": 0, "2016": 0, "2017": 1, "2018": 1, "2019": 1, "2020": 0, "2021": 1, "2022": 0, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Model persamaan struktural pengaruh budaya keselamatan kerja pada perilaku pekerja di proyek konstruksi", "pub_year": 2005, "citation": "Jurnal Teknik Sipil ITB 12 (3), 127-136, 2005", "author": "Andi Andi and Ratna S Alifen and Aditya Chandra", "journal": "Jurnal Teknik Sipil ITB", "volume": "12", "number": "3", "pages": "127-136", "publisher": "Bandung Institute of Technology", "abstract": "Budaya keselamatan kerja memegang peranan sangat penting dalam membentuk perilaku pekerja pada proyek konstruksi. Dengan demikian usaha untuk mengurangi kecelakan kerja di konstruksi harus dimulai dengan membentuk budaya keselamatan kerja yang baik. Namun, studi mengenai budaya keselamatan kerja serta pengaruhnya kepada perilaku pekerja masih sangat jarang di konstruksi. Penelitian ini ditujukan untuk mengetahui secara empiris pengaruh budaya keselamatan kerja pada perilaku pekerja. Untuk mencapai tujuan ini, pertamatama diusulkan suatu model yang terdiri dari enam faktor budaya keselamatan kerja dan satu faktor perilaku pekerja. Model ini kemudian diuji dengan metode model persamaan struktural (structural equation modeling). Data diperoleh dengan cara menyebarkan kuesioner kepada pekerja.Dua ratus tujuh set kuesioner berhasil dikumpulkan dan digunakan untuk menganalisa model yang diusulkan. Hasil analisis model persamaan struktural menunjukkan hanya empat faktor budaya keselamatan kerja yang memberikan pengaruh secara signifikan pada perilaku pekerja. Makalah ini menyimpulkan bahwa:(i) komitmen pihak manajemen merupakan penggerak utama dari budaya keselamatan kerja, dan (ii) perilaku pekerja dapat dikendalikan melalui kombinasi pendekatan prescriptive dan discretionary."}, "filled": true, "author_pub_id": "Ki-i9fQAAAAJ:Zph67rFs4hoC", "num_citations": 52, "citedby_url": "/scholar?hl=en&cites=14127411870564914880", "cites_id": ["14127411870564914880"], "pub_url": "https://www.neliti.com/publications/145110/model-persamaan-struktural-pengaruh-budaya-keselamatan-kerja-pada-perilaku-peker", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:wJao_D6mDsQJ:scholar.google.com/", "cites_per_year": {"2008": 1, "2009": 0, "2010": 2, "2011": 1, "2012": 0, "2013": 2, "2014": 5, "2015": 2, "2016": 1, "2017": 6, "2018": 4, "2019": 7, "2020": 2, "2021": 6, "2022": 5, "2023": 2, "2024": 5}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Motivasi Pekerja Pada Beberapa Proyek Konstruksi Di Surabaya", "pub_year": 2004, "citation": "Civil Engineering Dimension 6 (2), 80-87, 2004", "author": "Andi Andi and Dwi Djendoko", "journal": "Civil Engineering Dimension", "volume": "6", "number": "2", "pages": "80-87", "abstract": "Motivasi kerja memiliki peranan yang penting dalam peningkatan produktifitas dalam industri konstruksi. Untuk dapat meningkatkan motivasi kerja pekerja perlu diketahui kebutuhan pekerja pada saat ini, serta pemahaman motivator dan demotivator pekerja oleh supervisor. Berdasarkan latar belakang ini, penelitian ini ditujukan untuk menentukan tingkat kebutuhan, motivator dan demotivator pekerja konstruksi. Untuk tujuan tersebut digunakan dua teori motivasi, yaitu teori Maslow dan teori Herzberg, dan dilakukan survei di beberapa proyek konstruksi di Surabaya dengan menggunakan kuesioner. Secara keseluruhan, 263 orang pekerja berpartisipasi dalam penelitian ini. Hasil penelitian menunjukkan bahwa pekerja konstruksi di Surabaya masih berada pada level physiological needs. Upah yang baik dan program keselamatan kerja yang baik menempati posisi tertingi sebagai motivator bagi pekerja. Sedangkan demotivator terpenting bagi pekerja adalah perlakuan yang buruk oleh atasan dan ketersediaan material yang kurang baik. Makalah ini membahas hasil yang didapatkan dan memberikan beberapa usulan untuk meningkatkan motivasi pekerja."}, "filled": true, "author_pub_id": "Ki-i9fQAAAAJ:aqlVkmm33-oC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=9219660893883616803", "cites_id": ["9219660893883616803"], "pub_url": "http://ced.petra.ac.id/index.php/civ/article/view/16115", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:I05-MbzQ8n8J:scholar.google.com/", "cites_per_year": {"2014": 1, "2015": 1, "2016": 0, "2017": 1, "2018": 0, "2019": 0, "2020": 0, "2021": 0, "2022": 0, "2023": 1, "2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisa produktifitas pekerja dengan metode work sampling studi kasus pada proyek X dan Y", "pub_year": 2004, "citation": "Civil Engineering Dimension 6 (2), 72-79, 2004", "author": "Andi Andi and Andri Prasetya", "journal": "Civil Engineering Dimension", "volume": "6", "number": "2", "pages": "72-79", "abstract": "Terdapat banyak metode yang bisa digunakan untuk mengukur produktivitas tenaga kerja di lapangan. Namun, pengukuran produktivitas tenaga kerja secara akurat sulit dilakukan. Work sampling adalah salah satu metode pendekatan yang bisa digunakan untuk mengukur produktivitas dengan cukup mudah.Tujuan utama dari penelitian ini adalah untuk menganalisa produktivitas pekerja pada proyek X dan Y dengan metode work sampling. Ukuran produktivitas yang didapat dari analisa ini adalah labor utilization rate (LUR). Selain itu, penelitian ini juga meninjau faktor-faktor yang dapat mempengaruhi LUR di kedua proyek tersebut dengan cara kuesioner."}, "filled": true, "author_pub_id": "Ki-i9fQAAAAJ:qxL8FJ1GzNcC", "num_citations": 15, "citedby_url": "/scholar?hl=en&cites=4190807777814178323", "cites_id": ["4190807777814178323"], "pub_url": "http://ced.petra.ac.id/index.php/civ/article/view/16114", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:E-qOVni9KDoJ:scholar.google.com/", "cites_per_year": {"2008": 1, "2009": 0, "2010": 0, "2011": 0, "2012": 0, "2013": 1, "2014": 0, "2015": 1, "2016": 0, "2017": 2, "2018": 1, "2019": 0, "2020": 2, "2021": 3, "2022": 1, "2023": 1, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Appropriate allocation of contingency using risk analysis methodology", "pub_year": 2004, "citation": "Civil Engineering Dimension 6 (1), 40-48, 2004", "author": "Andi Andi", "journal": "Civil Engineering Dimension", "volume": "6", "number": "1", "pages": "40-48", "abstract": "Many cost overruns in the world of construction are attributable to either unforeseen events or foreseen events for which uncertainty was not appropriately accommodated. It is argued that a significant improvement to project management performance may result from greater attention to the process of analyzing project risks. The objective of this paper is to propose a risk analysis methodology for appropriate allocation of contingency in project cost estimation. In the first step, project risks will be identified. Influence diagramming technique is employed to identify and to show how the risks affect the project cost elements and also the relationships among the risks themselves. The second step is to assess the project costs with regards to the risks under consideration. Using a linguistic approach, the degree of uncertainty of identified project risks is assessed and quantified. The problem of dependency between risks is taken into consideration during this analysis. For the final step, as the main purpose of this paper, a method for allocating appropriate contingency is presented. Two types of contingencies, ie project contingency and management reserve are proposed to accommodate the risks. An illustrative example is presented at the end to show the application of the methodology."}, "filled": true, "author_pub_id": "Ki-i9fQAAAAJ:4TOpqqG69KYC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=1071962409505078622", "cites_id": ["1071962409505078622"], "pub_url": "http://ced.petra.ac.id/index.php/civ/article/view/15586", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Xj0fxyFg4A4J:scholar.google.com/", "cites_per_year": {"2014": 3, "2015": 0, "2016": 0, "2017": 0, "2018": 0, "2019": 0, "2020": 1, "2021": 0, "2022": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Basic actual and effectiveness of leadership styles of construction project managers in Surabaya", "pub_year": 2004, "citation": "Civil Engineering Dimension 6 (1), 32-39, 2004", "author": "Andi Andi and Wahyu Kurniawan Santoso and Ronald Chandra Tali", "journal": "Civil Engineering Dimension", "volume": "6", "number": "1", "pages": "32-39", "abstract": "Leading is one of the most important facets in managing construction projects, and behaving as an effective leader is a vital project manager’s responsibility to ensure that work efforts of other persons are directed toward the accomplishment of organizational objectives. This paper aims to determine basic and actual leadership styles of construction project managers in Surabaya. The effectiveness of the actual leadership style is also examined. To accomplish the objective, the paper first briefly reviews the ways in which leadership is approached. Data were then collected through an empirical survey to 46 project managers, taking Fiedler and Hersey-Blanchard’s models as the point of departure. The results indicate that the basic leadership of project managers in Surabaya falls slightly on task-oriented behavior. Meanwhile selling is the most common style used as actual leadership in practice. The paper discusses the effectiveness of the styles adopted and situational variables affecting."}, "filled": true, "author_pub_id": "Ki-i9fQAAAAJ:ULOm3_A8WrAC", "num_citations": 22, "citedby_url": "/scholar?hl=en&cites=16262235887760788357", "cites_id": ["16262235887760788357"], "pub_url": "http://ced.petra.ac.id/index.php/civ/article/view/15585", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:hUuX_2ARr-EJ:scholar.google.com/", "cites_per_year": {"2009": 1, "2010": 0, "2011": 2, "2012": 0, "2013": 2, "2014": 0, "2015": 0, "2016": 3, "2017": 2, "2018": 2, "2019": 2, "2020": 1, "2021": 0, "2022": 3, "2023": 1, "2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Representing causal mechanism of defective designs: Exploration through case studies", "pub_year": 2004, "citation": "Construction Management and Economics 22 (2), 183-192, 2004", "author": "Andi and Takayuki Minato", "journal": "Construction Management and Economics", "volume": "22", "number": "2", "pages": "183-192", "publisher": "Taylor & Francis Group", "abstract": "To learn lessons from past defective designs, it is best to analyse multiple past defect events using a common classification framework. This may reveal patterns of cause and effect that are rarely evident in single‐case investigations. This paper aims to explore the causal mechanism of defective design by means of a case‐studies approach. By analysing 119 defect cases from selected 101 projects, the paper presents which active failures and influencing factors that are recurrently responsible for the defective designs. More importantly, with the use of correspondence analysis it reveals five patterns of failure pathways that explain how and why defective design can occur. In the patterns, defective designs are classified into team, major, and minor errors, in which team and major errors are relatively influenced more by organizational factors, whereas minor errors by workplace factors. Countermeasures are …"}, "filled": true, "author_pub_id": "Ki-i9fQAAAAJ:UeHWp8X0CEIC", "num_citations": 27, "citedby_url": "/scholar?hl=en&cites=1796367863478990023", "cites_id": ["1796367863478990023"], "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/0144619042000201385", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:x7SX5A377RgJ:scholar.google.com/", "cites_per_year": {"2003": 1, "2004": 0, "2005": 1, "2006": 0, "2007": 1, "2008": 1, "2009": 2, "2010": 1, "2011": 1, "2012": 3, "2013": 2, "2014": 1, "2015": 3, "2016": 1, "2017": 0, "2018": 2, "2019": 1, "2020": 0, "2021": 1, "2022": 1, "2023": 1, "2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Design documents quality in the Japanese construction industry: factors influencing and impacts on construction process", "pub_year": 2003, "citation": "International Journal of Project Management 21 (7), 537-546, 2003", "author": "Takayuki Minato", "journal": "International Journal of Project Management", "volume": "21", "number": "7", "pages": "537-546", "publisher": "Pergamon", "abstract": "Despite its technological advance, the Japanese construction industry is currently paying attention to the quality of its design documents. It acknowledges defective design as the most important risk for the success of a project. This paper aims to investigate the quality of design documents in the industry by presenting factors that may influence design documents quality, and then discussing design document related problems and their impact on the construction process. The result is based on a number of interviews and questionnaire surveys involving 105 designers and 91 construction personnel. The results show that designers and contractors have different perceptions of the quality of design documents. The study also finds that the problems of defective designs are complex and deep rooted, influenced by many factors operating at individual designer, company, construction industry and global or national levels …"}, "filled": true, "author_pub_id": "Ki-i9fQAAAAJ:u5HHmVD_uO8C", "num_citations": 182, "citedby_url": "/scholar?hl=en&cites=2978407636902973050", "cites_id": ["2978407636902973050"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S0263786302000832", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:eo7pKfdtVSkJ:scholar.google.com/", "cites_per_year": {"2003": 2, "2004": 2, "2005": 3, "2006": 1, "2007": 2, "2008": 2, "2009": 7, "2010": 6, "2011": 5, "2012": 9, "2013": 9, "2014": 10, "2015": 9, "2016": 9, "2017": 13, "2018": 10, "2019": 10, "2020": 18, "2021": 14, "2022": 16, "2023": 8, "2024": 9, "2025": 8}}
