{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "THE PIVOTAL ROLE OF PERFORMANCE MANAGEMENT SYSTEMS IN MEDIATING ORGANIZATIONAL AGILITY AND PERFORMANCE", "pub_year": 2024, "citation": "Jurnal Akuntansi Kontemporer 16 (2), 87-99, 2024", "author": "Hendri Kwistianus and Vido Iskandar and Yoel Wibowo", "volume": "16", "number": "2", "pages": "87-99", "abstract": "Research Purposes. This study aims to investigate the influence of organizational agility on organizational performance in the hospitality industry. Research Methods The data analysis technique used is Structural Equation Modeling (SEM) with SmartPLS 4 Software to analyze the relationship between variables. The sampling technique used is non-probability on 105 employees/business owners in the hotel sector with 3-5 stars in Indonesia. Research Results and Findings. The findings show that organization agility does not possess any direct correlation with organization performance among starred hotels in Indonesia. Furthermore, positive and significant correlation from organizational agility to performance can be established through the mediatory of performance management system implementation and supportive organizational culture among the industry. The result of this study generates enticing implications towards hospitality business leaders."}, "filled": true, "author_pub_id": "kKmqB3sAAAAJ:Y0pCki6q_DkC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21458/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:UGZrSpSqWvQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Employees Innovation on Hospitality Industries as Reviewed from the Impact of Transformational Leadership and Learning Organization", "pub_year": 2023, "citation": "Jurnal Manajemen Perhotelan 9 (1), 35-45, 2023", "author": "Yoel Wibowo and Yonathan Palumian and Vido Iskandar", "volume": "9", "number": "1", "pages": "35-45", "abstract": "Sudden disruption caused by Covid-19 and VUCA business environment has been a wake-up call for business organizations to change, adapt, and transform. Hospitality business organizations, as one of the impacted industries, require transformative leaders to create Learning Organization environment, and to set innovative organization members. This research investigates the relation between Transformational Leadership, Learning Organization, and Innovative Work Behavior particularly in Hospitality Industries (hotels and restaurants) in Surabaya. This research mainly explores theoretical gap left by the predecessor researches by adopting new scaling used especially to evaluate Transformational Leadership and Learning Organization, and methodological gap by utilizing multivariate data analysis towards the respondents’ groups. This research is designed as a descriptive quantitative study, in which data is collected through questionnaire towards the sample. This study points out that while Transformational Leadership does correlate positively with the creation of Learning Organization, it possesses no significant relationship with the establishment of Innovative Work Behavior among the leaders group. Learning Organization also does not mediate the effects between those two. Operational staff, nevertheless, still significantly and positively affected by relation as pointed out by multivariate data analysis."}, "filled": true, "author_pub_id": "kKmqB3sAAAAJ:zYLM7Y9cAGgC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=12914590833654987786", "cites_id": ["12914590833654987786"], "pub_url": "https://repository.petra.ac.id/19978/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:CnyFU_DXObMJ:scholar.google.com/", "cites_per_year": {"2023": 3, "2024": 2, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Learning organization through the internalization of transformational leadership: A study of an indonesian school", "pub_year": 2022, "citation": "Journal of Leadership in Organizations 4 (2), 134-149, 2022", "author": "Yoel Wibowo and Deborah Christine Widjaja", "volume": "4", "number": "2", "pages": "134-149", "abstract": ""}, "filled": true, "author_pub_id": "kKmqB3sAAAAJ:IjCSPb-OGe4C", "num_citations": 11, "citedby_url": "/scholar?hl=en&cites=1776689063657305487", "cites_id": ["1776689063657305487"], "pub_url": "https://repository.petra.ac.id/19774/2/Publikasi4_19006_8515.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:j3WdQ0oRqBgJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 5, "2024": 4, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The effect of ergonomic aspects on customers’ convenience at restaurant in Surabaya", "pub_year": 2020, "citation": "Journal of Quality Assurance in Hospitality & Tourism 21 (1), 31-49, 2020", "author": "Herry Christian Palit and Monika Kristanti and Yoel Wibowo", "journal": "Journal of Quality Assurance in Hospitality & Tourism", "volume": "21", "number": "1", "pages": "31-49", "publisher": "Routledge", "abstract": "This research aims to reveal whether ergonomic aspects possess any influence toward restaurant customers’ convenience. These ergonomic aspects comprise visual display, anthropometric, and environmental ergonomic which indicators were identified from an extensive literature review. The research employed both subjective and objective method measurement. Data from the subjective method were collected by using questionnaire from 100 customers in a restaurant in Surabaya, then Partial Least Squares - Structural Equation Modeling (PLS-SEM were performed to investigate the effect of ergonomic aspects toward restaurant customers’ convenience. Data from the objective method were collected from direct observation or measurement. The results revealed that both anthropometric and environmental ergonomic possessed a positive significant effect on the customers’ convenience, despite being not …"}, "filled": true, "author_pub_id": "kKmqB3sAAAAJ:u-x6o8ySG0sC", "num_citations": 10, "citedby_url": "/scholar?hl=en&cites=11993922220023492971", "cites_id": ["11993922220023492971"], "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/1528008X.2018.1563017", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:azEqbLb4cqYJ:scholar.google.com/", "cites_per_year": {"2019": 2, "2020": 1, "2021": 2, "2022": 5}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Stress difference analysis based on gender and age at Surabaya formal restaurants", "pub_year": 2019, "citation": "3rd International Seminar on Tourism (ISOT 2018), 384-389, 2019", "author": "Aniela Alda Wiranuta and Endo Wijaya Kartika and Jennifer Wirayang and Yoel Wibowo", "conference": "3rd International Seminar on Tourism (ISOT 2018)", "pages": "384-389", "publisher": "Atlantis Press", "abstract": "Stress in the workplace has became a major problem for employees and company. From the previous studies, several inconsistencies have been found. This study is an empirical verification aimed to analyze the stress differences on the gender and age of the employees in restaurant industry. This study utilizes a quantitative method with 200 respondents consisting of employees from 7 formal restaurants in Surabaya. The data analysis technique to examine gender differences is independent sample t-test and also one-way ANOVA, to test age differences. This research reveals that there is no significant stress difference between men and women. Nevertheless, there are some differences on stress experienced by employees based on the specific age range"}, "filled": true, "author_pub_id": "kKmqB3sAAAAJ:qjMakFHDy7sC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=17343171404896362846", "cites_id": ["17343171404896362846"], "pub_url": "https://www.atlantis-press.com/proceedings/isot-18/125909421", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:XmGPM4FSr_AJ:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Restaurant Management's Perspective on Halal Certification: An Exploratory Study in Surabaya, Indonesia", "pub_year": 2018, "citation": "Sriwijaya International Journal of Dynamic Economics and Business, 165-176, 2018", "author": "Serli Wijaya and Stanislaus Kenny Notoprasetio and Yoel Jemi Echarystio and Yoel Wibowo", "journal": "Sriwijaya International Journal of Dynamic Economics and Business", "pages": "165-176"}, "filled": true, "author_pub_id": "kKmqB3sAAAAJ:2osOgNQ5qMEC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=15864277456360480114", "cites_id": ["15864277456360480114"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:cp2aREs8KdwJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "LOCUTION AND PERLOCUTION IN ENGLISH TEACHERS AND STUDENTS’CLASSROOM INTERACTION", "pub_year": 2017, "citation": "Magister Scientiae, 195-209, 2017", "author": "Yoel Wibowo", "journal": "Magister Scientiae", "number": "42", "pages": "195-209", "abstract": "This research was intended to provide an analysis on English teacher’s locution influence towards students’ perlocution in an Indonesian EFL classroom as well as an elaboration towards the aspects influencing it. This research observed the flow between teachers’ locution and students’ perlocution within two different secondary grade EFL classes by analyzing the transcription of verbal recordings taken during a classroom interaction. This research revealed that the teacher-students verbal interaction within the EFL classroom sample, may be assessed through the students’ response; the use of English as the target language; the quantity of maxim disorders; the use of triggering questions, fillers, confirmation requests, and the rhetorical questions used by the students. On the other hand, aspects considered to be influential to build the students’ perlocution upon the teachers’ locution covered the teachers’ physical appearance and grooming, respect from the students, teaching method, ability to handle the class, relationship with the students, teaching style, voice quality, consistency in using English as the target language inside the classroom, and willingness to assist."}, "filled": true, "author_pub_id": "kKmqB3sAAAAJ:d1gkVwhDpl0C", "num_citations": 0, "pub_url": "https://journal.ukwms.ac.id/index.php/Magister_Scientiae/article/view/1726", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:uiU5UHCTo9wJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Act of representative within Obama’s speech at interfaith prayer vigil in Newtown, Connecticut", "pub_year": 2013, "citation": "Jurnal Ilmiah Mahasiswa FIB 2 (1), 2013", "author": "Yoel Wibowo", "journal": "Jurnal Ilmiah Mahasiswa FIB", "volume": "2", "number": "1", "abstract": "One particular tool commonly used by people in delivering thoughts is speech, in this case, formal speech. Collecting Illocutionary Actions within formal speech is very interesting activity. By analyzing Illocutionary Actions, people can reveal the intended meaning of the speaker. The data source in thisresearch is taken from the script of Obama‟ s formal speechdelivered at Interfaith Prayer Vigil in Newtown, Connecticut. The objectives of this research are to propose a list of Act ofRepresentative and to provide an analysis about Act of Representative inside the speech, by connecting the Act of Representative found with the prevailing circumstances in USA when the speech were delivered. By collecting some of the representative acts in the Obama‟ s speech, the writer is able to provide some thorough analysis toward some truths and factsspoken by Obama himself, as the president of the United States of America. There are 22 representative acts in the Obama‟ s Speech delivered at Interfaith Prayer Vigil in Newtown, Connecticut. The truths and facts themselves talk about some different themes, such us religious themes, family, future US policy, shootings tragedy, and the circumstances in the relatedneighborhood."}, "filled": true, "author_pub_id": "kKmqB3sAAAAJ:u5HHmVD_uO8C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=10709156818420559864", "cites_id": ["10709156818420559864"], "pub_url": "https://www.neliti.com/publications/188665/act-of-representative-within-obamas-speech-at-interfaith-prayer-vigil-in-newtown", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-O_oBWORnpQJ:scholar.google.com/", "cites_per_year": {"2014": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "AT INTERFAITH PRAYER VIGIL IN NEWTOWN, CONNECTICUT", "citation": "", "author": "YOEL WIBOWO", "abstract": "One particular tool commonly used by people in delivering thoughts is speech, in this case, formal speech. Collecting Illocutionary Actions within formal speech is very interesting activity. By analyzing Illocutionary Actions, people can reveal the intended meaning of the speaker. The data source in this research is taken from the script of Obama‟ s formal speech delivered at Interfaith Prayer Vigil in Newtown, Connecticut. The objectives of this research are to propose a list of Act of Representative and to provide an analysis about Act of Representative inside the speech, by connecting the Act of Representative found with the prevailing circumstances in USA when the speech were delivered. By collecting some of the representative acts in the Obama‟ s speech, the writer is able to provide some thorough analysis toward some truths and facts spoken by Obama himself, as the president of the United States of America …"}, "filled": true, "author_pub_id": "kKmqB3sAAAAJ:9yKSN-GCB0IC", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=10599967246000878980&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:hHWomAymGpMJ:scholar.google.com/", "cites_per_year": {}}
