{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGENALAN APLIKASI ODOO KEPADA GURU-GURU EKONOMI DAN AKUNTANSI SMP DAN SMA KRISTEN PETRA SURABAYA", "pub_year": 2025, "citation": "Jurnal Abdimas Sangkabira 5 (2), 299-310, 2025", "author": "Saarce Elsye Hatane and Yenni Mangoting and Devie Devie", "journal": "Jurnal Abdimas Sangkabira", "volume": "5", "number": "2", "pages": "299-310", "abstract": "Penguasaan teknologi informasi merupakan salah satu kompetensi yang dibutuhkan untuk menciptakan guru profesional. Dalam upaya peningkatan kompetensi profesional guru, program studi akuntansi Universitas Kristen Petra mengadakan Pengabdian Kepada Masyarakat kepada guru SMP dan SMA Kristen Petra Surabaya, khususnya mata pelajaran ilmu ekonomi dan Akuntansi, dengan tema pengenalan aplikasi ERP. Kegiatan Abdimas ini bertujuan untuk mengetahui tingkat penerimaan teknologi informasi dan komunikasi melalui salah satu perangkat lunak ERP open-source yang sering digunakan yaitu ODOO. Analisis keberhasilan penerimaan teknologi menggunakan pendekatan Technology Acceptance Model (TAM) dengan tiga konstruk yaitu persepsi kemudahan (perceived ease of use), persepsi kemanfaatan (perceived usefulness) dan niat menggunakan (intention to use). Data dikumpulkan …"}, "filled": true, "author_pub_id": "kKnF37QAAAAJ:p__nRnzSRKYC", "num_citations": 0, "pub_url": "https://jurnal.fe.unram.ac.id/index.php/abdimas/article/view/1658", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:OrFwb6OUH60J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PEMBELAJARAN KREATIF DAN LITERASI KEUANGAN MENGENAI HARGA POKOK PRODUKSI DI PANTI ASUHAN SOLA GRATIA", "pub_year": 2025, "citation": "Jurnal Abdimas Sangkabira 5 (2), 253-260, 2025", "author": "Elisa Tjondro and Saarce Elsye Hatane", "volume": "5", "number": "2", "pages": "253-260", "abstract": "Pendampingan anak-anak dan remaja panti asuhan melalui kegiatan pembelajaran kreatif dan literasi keuangan sangat penting dalam mendukung kemampuan mengelola keuangan pribadi maupun membangun usaha mikro. Permasalahan yang dihadapi panti asuhan Sola Gratia adalah penghuni panti belum memiliki jiwa kemandirian dan kewirausahaan. Keuangan panti asuhan masih didukung oleh swadaya pemerintah, masyarakat individu, yayasan gereja, dan  institusi lainnya. Kegiatan pengabdian ini mengembangkan cara pembelajaran ke tingkat yang lebih aplikatif dibanding semester sebelumnya. Dalam kegiatan ini anak-anak dan remaja di panti asuhan Sola Gratia diajarkan resep dan menghasilkan minuman yang bernilai jual, sekaligus memasarkannya di lingkungan sekitar panti asuhan. Tahapan kegiatan diawali ceramah pembekalan perhitungan harga pokok produksi, praktik produksi produk dan minuman, proses pemasaran produk, perhitungan keuntungan, dan evaluasi. Produk yang dihasilkan berupa minuman siap konsumsi, makanan berupa kue kering yang telah di-repacking, gelang dari manik-manik.  Tim pengabdian memberikan modal berupa bahan-bahan membuat minuman berbagai rasa, kue kering kiloan, dan manik-manik berbagai bentuk. Salah satu aspek penting dalam merintis usaha mikro adalah pemahaman tentang perhitungan  harga pokok produksi yang berperan besar dalam penentuan keberlanjutan bisnis."}, "filled": true, "author_pub_id": "kKnF37QAAAAJ:BwyfMAYsbu0C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21547/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8sLZdYCmp40J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Maintaining Market Liquidity Of Asean6 Banking Companies Through Management Disclosures", "pub_year": 2025, "citation": "Deepublish, 2025", "author": "Saarce Elsye Hatane and Hatane Semuel and Willy Wijaya", "publisher": "Deepublish", "abstract": "This book shows the condition of banking companies in ASEAN-6 countries, such as Indonesia, Philippines, Thailand, Singapore, Malaysia, and Vietnam. There is detailed information about factors that influence the company’s market liquidity. Factors included in the description are part of ICD and RD which become the main aspect discussed in this book. Intellectual Capital and Risk Management Disclosure as intangible disclosure have essential role in market liquidity. This book describes how the two disclosure is managed to get best market liquidity. Companies with great quality of disclosures in its annual report tend to have good market liquidity. This benefit the company because it is easier for them to look for investors. Moreover, the detail disclosure also helps investors in understanding companies’ condition and making decision."}, "filled": true, "author_pub_id": "kKnF37QAAAAJ:4MWp96NkSFoC", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=1348723928686501360&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8J1tbUShtxIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Impact of the Russia–Ukraine War: evidence from G20 countries", "pub_year": 2025, "citation": "Studies in Economics and Finance 42 (1), 135-153, 2025", "author": "Josua Tarigan and Monica Delia and Saarce Elsye Hatane", "journal": "Studies in Economics and Finance", "volume": "42", "number": "1", "pages": "135-153", "publisher": "Emerald Publishing Limited", "abstract": "This paper aims to investigate the impact of geopolitical events of the Russia–Ukraine conflict on the stock market volatility of G20 countries. Furthermore, the paper also investigates the possible reasons for any similarities or differences in the results of the three sectors.This paper measures the impact of the stock market sectoral index price (SIP) by using the daily closing price as a dependent variable. In addition, this study uses three independent variables: geopolitical risk (GPR), commodity price (CP) and foreign exchange rate (FER). Seventeen countries from the G20 are analyzed using a daily timeframe from September 2021 to August 2022 (before and during the Russian invasion).The results revealed that FER, CP and GPR all affect SIP, but the level of significance and positive/negative signs vary in all three sectors. The positive FER affects SIP in all sectors …"}, "filled": true, "author_pub_id": "kKnF37QAAAAJ:uWiczbcajpAC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=663335071213460209", "cites_id": ["663335071213460209"], "pub_url": "https://www.emerald.com/insight/content/doi/10.1108/SEF-05-2023-0218/full/html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8Zq8lrujNAkJ:scholar.google.com/", "cites_per_year": {"2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Maintaining Liquidity of ASEAN-6 Banking Companies Through Management Disclosures", "pub_year": 2024, "citation": "Maintaining Liquidity of ASEAN-6 Banking Companies Through Management …, 2024", "author": "Saarce Elsye Hatane and Hatane Semuel and Willy Wijaya", "abstract": "Market liquidity has an essential role in a banking company. The funding sources of the company are received through the management of market liquidity. The better the management, the higher level of its liquidity which can gain interest of the investors in stock market. There are factors that build market liquidity written as the company s report. Among the factors, there are intellectual capital disclosure and risk management disclosure that is disclosed as intangible disclosure.  Intellectual Capital and Risk Management Disclosure have some sub-factors that is influential to the ICD and RD quality of the company. In banking companies of ASEAN-6 countries, each sub-factor affects the quality differently. The two disclosures are intangible disclosures, yet it is useful for both company and investors. The disclosure of ICD and RD disclosure is different depends on the size of the company. The two disclosures need to be put into a consideration in managing market liquidity.  This book shows the condition of banking companies in ASEAN-6 countries, such as Indonesia, Philippines, Thailand, Singapore, Malaysia, and Vietnam. There is detailed information about factors that influence the company s market liquidity. Factors included in the description are part of ICD and RD which become the main aspect discussed in this book. Intellectual Capital and Risk Management Disclosure as intangible disclosure have essential role in market liquidity. This book describes how the two disclosure is managed to get best market liquidity. Companies with great quality of disclosures in its annual report tend to have good market liquidity. This benefit the company …"}, "filled": true, "author_pub_id": "kKnF37QAAAAJ:Z5m8FVwuT1cC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21369/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:AUxVHhO1GOYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PEMBELAJARAN KREATIF DAN KONSEP MENABUNG UNTUK MENGHASILKAN PRODUK YANG MEMILIKI NILAI JUAL DI PANTI ASUHAN SOLA GRATIA SIDOARJO", "pub_year": 2024, "citation": "Jurnal Abdimas Sangkabira 5 (1), 175-184, 2024", "author": "Elisa Tjondro and Saarce Elsye Hatane", "volume": "5", "number": "1", "pages": "175-184", "abstract": "Tujuan literasi keuangan tentang konsep menabung diberikan kepada anakanak dan remaja di panti asuhan Sola Gratia adalah untuk mengajarkan mereka pentingnya memahami cara menabung uang yang dihasilkan dari penjualan karya kreatif mereka. Sangat penting bagi anak-anak dan remaja untuk mengontrol perilaku konsumtif ini sejak usia dini, sehingga mereka belajar menabung untuk membeli barang-barang yang benar-benar diperlukan. Anak-anak dan remaja di panti asuhan perlu memiliki rasa percaya diri, tekad yang kuat, dan kemandirian bahwa mereka dapat berkontribusi pada komunitas setempat. Program pengabdian literasi keuangan dan pengajaran karya kreatif bagi anak-anak dan remaja ini merupakan yang pertama dilakukan di panti asuhan Sola Gratia. Program ini melibatkan kolaborasi antara tim dosen dan mahasiswa yang memberikan edukasi mengenai literasi keuangan dan keterampilan kerajinan tangan selama empat bulan. Melalui metode fun learning, anak-anak diperkenalkan pada konsep menabung, perhitungan dasar, serta praktik jual beli. Kegiatan ini tidak hanya bermanfaat untuk pemberdayaan anak-anak, tetapi juga memberikan pengalaman berharga bagi dosen dan mahasiswa dalam berinteraksi dengan masyarakat. Evaluasi menunjukkan bahwa kegiatan ini sangat efektif dan direkomendasikan untuk dilakukan secara berkala dengan beberapa perbaikan untuk hasil yang lebih optimal."}, "filled": true, "author_pub_id": "kKnF37QAAAAJ:AvfA0Oy_GE0C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21464/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:k7SOd3tqlx0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Cost of Equity Pre and During Covid-19 Outbreak: Environmental, Social, and Governance Performance in Indonesia", "pub_year": 2024, "citation": "ABAC Journal 44 (3), 243-260, 2024", "author": "Saarce Elsye Hatane and Noorlailie Soewarno and Isnalita Isnalita", "journal": "ABAC Journal", "volume": "44", "number": "3", "pages": "243-260", "abstract": "This study examines the influence of Environmental, Social, and Governance (ESG) performance on the cost of equity (COE), prior to and during the COVID-19 period. This study analyses 65 Indonesian public companies in the non-banking and financial sectors that disclosed all ESG information in 2019 and 2020. 2019 is taken as the pre-COVID-19 period, while 2020 is the year during COVID-19. The results reveal that ESG performance is favorable in lowering the COE. However, the effect of ESG performance on COE decreased during COVID-19, such that it was ineffective in mitigating the negative impacts of COVID-19 on the COE. The disclosure of ESG includes the firm’s endeavors to be transparent to its stakeholders, thereby mitigating information asymmetry. The ability of companies to manage information asymmetry is substantial during high-uncertainty periods, such as the COVID-19 pandemic in 2020. However, this study is limited to Indonesian companies. As emerging markets, countries with characteristics similar to Indonesia may benefit from this study."}, "filled": true, "author_pub_id": "kKnF37QAAAAJ:URolC5Kub84C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=3273921074158026698", "cites_id": ["3273921074158026698"], "pub_url": "https://assumptionjournal.au.edu/index.php/abacjournal/article/view/7083", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:yr_a995Nby0J:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Eyeballing internal auditors’ and the firms’ intention to adopt Metaverse technologies: case study in Indonesia", "pub_year": 2024, "citation": "Journal of Financial Reporting and Accounting 22 (2), 350-365, 2024", "author": "Saarce Elsye Hatane and Livia Sondak and Josua Tarigan and Hendri Kwistianus and Sany Sany", "journal": "Journal of Financial Reporting and Accounting", "volume": "22", "number": "2", "pages": "350-365", "publisher": "Emerald Publishing Limited", "abstract": "This paper aims to give broad insights into what components can significantly influence the adoption of Metaverse from the perspective of internal auditors and their firms in Indonesia.This research used primary data from questionnaires. Relying on the empirical view of 202 internal auditors in Indonesia, this research’s framework is executed using structural equation model. Company’s intention in adopting the Metaverse technology intervenes in the influence of perception of external control and usefulness on the internal auditor’s intention to adopt that technology.The perception of external control and perceived usefulness of Metaverse significantly influenced the adoption intention of Metaverse by internal auditors and their firms in Indonesia. This paper is helpful for practitioners who would like to know what factors are needed to make the internal auditors in …"}, "filled": true, "author_pub_id": "kKnF37QAAAAJ:nrtMV_XWKgEC", "num_citations": 15, "citedby_url": "/scholar?hl=en&cites=10559141087165750878", "cites_id": ["10559141087165750878"], "pub_url": "https://www.emerald.com/insight/content/doi/10.1108/JFRA-02-2023-0096/full/html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Xh6_wd-aiZIJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 8, "2025": 5}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "CSR e propriedade da instituição financeira na gestão do custo de capital", "pub_year": 2024, "citation": "Gestão & Produção 31, e13022, 2024", "author": "Saarce Elsye Hatane and Noorlailie Soewarno", "journal": "Gestão & Produção", "volume": "31", "pages": "e13022", "publisher": "Universidade Federal de São Carlos", "abstract": "This study aims to examine the influence of corporate social responsibility (CSR) performance and financial institution ownership on the cost of capital for companies in the tourism and hospitality industry at ASEAN-5. A balanced panel data of 594 firm-year observations from 2014-2019 in ASEAN-5. CSR performance data results from content analysis in the annual reports of ninety-nine companies. The WACC is the proxy for the cost of capital. The research framework applies the weighted least square of panel effect regression. The statistical results indicate that CSR performance raises the cost of capital while financial institution ownership diminishes. Also, environment and human rights disclosures are components of CSR disclosures that reduce the cost of capital. The results are limited to the tourism and hospitality industry of ASEAN-5. Future studies may consider using other than KLD to measure CSR. Besides, this study only focuses on financial institution ownership. Future studies can examine other types of ownership, such as managerial and government ownership. This research is the first to examine CSR and Financial Institution Ownership's role in the cost of capital in the tourism and hospitality industry within the 5 ASEAN countries."}, "filled": true, "author_pub_id": "kKnF37QAAAAJ:vDijr-p_gm4C", "num_citations": 0, "pub_url": "https://www.scielo.br/j/gp/a/r3DkcPZgjdfghMHgtSWc68L/abstract/?format=html&lang=pt", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6-ySCYff5OkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "CSR and financial institution ownership in managing the cost of capital", "pub_year": 2024, "citation": "Gestão & Produção 31, e13022, 2024", "author": "Saarce Elsye Hatane and Noorlailie Soewarno", "journal": "Gestão & Produção", "volume": "31", "pages": "e13022", "publisher": "Universidade Federal de São Carlos", "abstract": "This study aims to examine the influence of corporate social responsibility (CSR) performance and financial institution ownership on the cost of capital for companies in the tourism and hospitality industry at ASEAN-5. A balanced panel data of 594 firm-year observations from 2014-2019 in ASEAN-5. CSR performance data results from content analysis in the annual reports of ninety-nine companies. The WACC is the proxy for the cost of capital. The research framework applies the weighted least square of panel effect regression. The statistical results indicate that CSR performance raises the cost of capital while financial institution ownership diminishes. Also, environment and human rights disclosures are components of CSR disclosures that reduce the cost of capital. The results are limited to the tourism and hospitality industry of ASEAN-5. Future studies may consider using other than KLD to measure CSR. Besides, this study only focuses on financial institution ownership. Future studies can examine other types of ownership, such as managerial and government ownership. This research is the first to examine CSR and Financial Institution Ownership's role in the cost of capital in the tourism and hospitality industry within the 5 ASEAN countries."}, "filled": true, "author_pub_id": "kKnF37QAAAAJ:epqYDVWIO7EC", "num_citations": 0, "pub_url": "https://www.scielo.br/j/gp/a/r3DkcPZgjdfghMHgtSWc68L/?lang=en", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:GAOJgCkSXj8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Intellectual Capital, Foreign and Female Executives in the Profitability of Indonesia’s Banks", "pub_year": 2024, "citation": "International Journal of Organizational Behavior and Policy 3 (1), 15-26, 2024", "author": "Saarce Elsye Hatane and Felicia Prayogo Wibowo and Hendri Kwistianus and Hatane Semuel", "journal": "International Journal of Organizational Behavior and Policy", "volume": "3", "number": "1", "pages": "15-26", "abstract": "In order to produce profits for Indonesian banking firms, this study is to investigate the qualities of the board of directors as leaders in business management and their capacity to handle intellectual capital. The observation period was in 2016-2020. The observed characteristic of the board of directors is the role of foreign directors and female directors. The results of the study show that foreign directors reduce Return on Assets. It seems that the domestic boards of banking companies in Indonesia have a better understanding and control of market conditions in Indonesia so that they are able to increase bank profitability. Similarly, female directors who excel at managing asset banks in Indonesia. Managerial banks in Indonesia, on the other hand, are able to manage their intellectual capital to maximize profits, both through asset and equity management. This study contributes to the validation of the upper-echelon theory, which demonstrates the function of top management teams in firm management."}, "filled": true, "author_pub_id": "kKnF37QAAAAJ:EkHepimYqZsC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=13782801662222068034", "cites_id": ["13782801662222068034"], "pub_url": "https://ijobp.petra.ac.id/index.php/ijobp/article/view/101", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:QuloXhZZRr8J:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Financial naivety, excessive gaming, and compulsive buying influence cryptocurrency continuance intention: the mediating role of overconfidence and risk tolerance", "pub_year": 2024, "citation": "International Journal of Trade and Global Markets 20 (1-2), 97-120, 2024", "author": "Elisa Tjondro and Retnaningtyas Widuri and Josua Tarigan and Saarce Elsye Hatane", "journal": "International Journal of Trade and Global Markets", "volume": "20", "number": "1-2", "pages": "97-120", "publisher": "Inderscience Publishers (IEL)", "abstract": "This study seeks to investigate the investment persistence among individuals who have maintained cryptocurrency holdings in the previous year. Financial naivety, online compulsive buying, and excessive gaming behaviours influence continuance intention, either through overconfidence or risk tolerance. The sample comprised 1,097 participants selected from the five provinces of Indonesia's most significant internet user bases. Structural equation modeling is utilised in this study. This study demonstrates that excessive gaming behaviour and financial naivety are associated with continuance intention, either directly or indirectly, via overconfidence or risk tolerance. Investors should be cautious regarding their financial naivety and excessive gaming behaviour, as these elements increase the tendency to be overly optimistic. The findings are consistent with the Dunning-Kruger effect. Conversely, this study fail to …"}, "filled": true, "author_pub_id": "kKnF37QAAAAJ:BUYA1_V_uYcC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=15437009610834074843", "cites_id": ["15437009610834074843"], "pub_url": "https://www.inderscienceonline.com/doi/abs/10.1504/IJTGM.2024.143739", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:21wOyHNGO9YJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "COVID-19 catastrophes and stock market liquidity: evidence from technology industry of four biggest ASEAN capital market", "pub_year": 2023, "citation": "Asia-Pacific Journal of Business Administration 15 (5), 695-720, 2023", "author": "Sherin Priscilla and Saarce Elsye Hatane and Josua Tarigan", "journal": "Asia-Pacific Journal of Business Administration", "volume": "15", "number": "5", "pages": "695-720", "publisher": "Emerald Publishing Limited", "abstract": "This study examines the influence of various COVID-19 catastrophes variables on the stock market liquidity, considering the market depth and market tightness in the technology industry of the four biggest ASEAN capital markets.The study utilised the panel data regression analysis obtained from 177 listed technology companies across the four ASEAN countries from March 2, 2020 to June 30, 2021 using the random effect and weighted least squares. The study also supported the result with robustness test, implementing the quantile regression to further present companies' segmentation within the variables.The regression results indicate that daily growth COVID-19 confirmed cases and stringency that adversely impacted the stock market liquidity. Confirmed deaths were also found to have a detrimental effect on the stock market liquidity. On the other hand …"}, "filled": true, "author_pub_id": "kKnF37QAAAAJ:NJ774b8OgUMC", "num_citations": 15, "citedby_url": "/scholar?hl=en&cites=13952834037693319116", "cites_id": ["13952834037693319116"], "pub_url": "https://www.emerald.com/insight/content/doi/10.1108/apjba-10-2021-0504/full/html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:zIewyqFsosEJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 4, "2024": 8, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Determinant Factors of Corporate Social Responsibility Disclosures in Hospitality and Tourism Companies in Indonesia and Thailand", "pub_year": 2023, "citation": "Indonesian Journal of Sustainability Accounting and Management 7 (1), 179 …, 2023", "author": "Saarce Elsye Hatane and Jennifer Eugene Chandra and I Gusti Ayu Purnamawati and Hatane Semuel", "journal": "Indonesian Journal of Sustainability Accounting and Management", "volume": "7", "number": "1", "pages": "179–190-179–190", "abstract": "Corporate Social Responsibility (CSR) is increasingly recognized as one aspect of sustainable business development. Within the tourism industry, CSR plays an important aspect in integrating social and environmental concerns in strategies, policies, and business operations in interactions with the community and the company’s stakeholders. This study aims to assess and examine the critical factors that influence the formation of Corporate Social Responsibility Disclosure (CSRD) in hospitality and tourism sector companies. The motivation for this research stems from previous studies that showed contradictory results regarding the factors that influence CSRD. Furthermore, research on the factors that influence CSRD in Indonesia and Thailand’s hospitality and tourism industries is rarely done. This study uses company data from 2015 to 2019 with the Generalized Least Square and Weighted Least Square methods in data analysis. This study examines the effect of Profitability, Leverage, Firm Value, Liquidity, and Firm Size on CSRD. In addition, this study contributes to research on the influence of Firm Value on CSRD, which is still rarely done. This study shows that Leverage and Firm Size have a significant positive effect on CSRD, while Firm Value has a significant negative impact on CSRD."}, "filled": true, "author_pub_id": "kKnF37QAAAAJ:yB1At4FlUx8C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=10325223534297497231", "cites_id": ["10325223534297497231"], "pub_url": "http://ijsam.org/index.php/ijsam/article/view/570", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jz5OXBmQSo8J:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Working capital management and board diversity towards firm performances in Indonesia's LQ45", "pub_year": 2023, "citation": "Journal of Accounting in Emerging Economies 13 (2), 276-299, 2023", "author": "Saarce Elsye Hatane and Jennie Winoto and Josua Tarigan and Ferry Jie", "journal": "Journal of Accounting in Emerging Economies", "volume": "13", "number": "2", "pages": "276-299", "publisher": "Emerald Publishing Limited", "abstract": "This study examines the effect of working capital management and board diversity on firm profitability and firm value for a sample of Indonesian firms listed in the LQ45 index. The interaction of board diversity components with working capital management adds a comprehensive discussion to enhancing working capital management efficiency.This study engages a panel multiple regression method. Data from a sample of LQ45 companies from 2010 to 2016 are analysed using a fixed and a common effect model. Board diversity is further analysed in interaction variables, whether it holds the moderating role in the relationship of working capital and firm performances. This study operates return on capital employed (ROCE) as the proxy of profitability performance and EVA-Spread for the firm's value performance. The simultaneous effect test is used for the robustness test …"}, "filled": true, "author_pub_id": "kKnF37QAAAAJ:_Ybze24A_UAC", "num_citations": 40, "citedby_url": "/scholar?hl=en&cites=14284689627516036100", "cites_id": ["14284689627516036100"], "pub_url": "https://www.emerald.com/insight/content/doi/10.1108/jaee-11-2018-0130/full/html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:BOTMXohpPcYJ:scholar.google.com/", "cites_per_year": {"2023": 11, "2024": 25, "2025": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "THE IMPACT OF ATTITUDES, SELF-EFFICACY, AND SUBJECTIVE NORMS TOWARD Z-GENERATION  S INTENTION TO CHOOSE THE ACCOUNTING MAJOR", "pub_year": 2023, "citation": "International Journal of Financial and Investment Studies (IJFIS) 3 (2), 119-130, 2023", "author": "Alan Darmasaputra and Saarce Elsye Hatane and Marchelio Eka Cipta Lieantono and Stefanie Stella Sonbay and Yonatan Tri Eka Putra", "volume": "3", "number": "2", "pages": "119-130", "abstract": "The purpose of this research is to examine the roles of family, advisor, and teacher as part of the subjective norm toward high school students  intention to choose an accounting major at the higher education level. The high school students are the Z-generation. Employing partial lease analysis is to predict model parameters and results of several closed survey questions to validate statistical findings with a total of 351 Indonesian high school students as the respondents. These millennials  intention to choose the accounting major is positively influenced by their attitudes toward the accounting profession; their self-efficacy; and their supporters (the subjective norms). There are three parties as the supporters of these students: parents, advisors, and teachers. The results imply that parents have the highest influence on the students  decisions to join the accounting major in the university. However, the existence of advisors and teachers raises the students  self-efficacy which replaces the position of parents  opinion. This research contributes to planned behavior literature by comparing the roles of parents and teachers, including advisors, toward the students  behavior. Moreover, the self-confidence of the students in their ability in accounting encourages them to choose the accounting major in their higher education."}, "filled": true, "author_pub_id": "kKnF37QAAAAJ:VLnqNzywnoUC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=9162299620047665733", "cites_id": ["9162299620047665733"], "pub_url": "https://repository.petra.ac.id/20022/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:RTqj4vUGJ38J:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Rational versus irrational behavior of Indonesian cryptocurrency owners in making investment decision", "pub_year": 2023, "citation": "Risks 11 (1), 17, 2023", "author": "Elisa Tjondro and Saarce Elsye Hatane and Retnaningtyas Widuri and Josua Tarigan", "journal": "Risks", "volume": "11", "number": "1", "pages": "17", "publisher": "MDPI", "abstract": "The purpose of this study is to investigate the salient factors that influence Indonesian cryptocurrency owners in making their investment decision. This study employs intergroup bias, subjective norms, overborrowing, and spending control to explain cryptocurrency investment behavior. The questionnaire was collected from 309 respondents from the five largest internet user areas: Jakarta, Surabaya, Bandung, Semarang, and Medan. This study executes the research framework using binary logistic regression. The results reveal that intergroup bias and overborrowing are the most impulsive factors contributing to the cryptocurrency investment decisions over the past year. Furthermore, after November 2021, Indonesian crypto owners are more irrational in a bearish period since their investment decisions are driven by their desire to be accepted in the social group. Moreover, when they have overindebtedness, instead of solving their debt problems, they prefer to spend their money on cryptocurrency investments. The subjective norms’ influencers suggest that crypto owners not invest when the cryptocurrency price is sharply declining. The findings contribute to the dual-systems perspective and social contagion theories, enriching the empirical study regarding investment behavior."}, "filled": true, "author_pub_id": "kKnF37QAAAAJ:j8SEvjWlNXcC", "num_citations": 13, "citedby_url": "/scholar?hl=en&cites=14204704808786283231", "cites_id": ["14204704808786283231"], "pub_url": "https://www.mdpi.com/2227-9091/11/1/17", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:30r9isM_IcUJ:scholar.google.com/", "cites_per_year": {"2023": 6, "2024": 5, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Voluntary intellectual capital disclosure and earnings forecast in Indonesia–Malaysia–Thailand growth triangle's pharmaceuticals sector", "pub_year": 2023, "citation": "International Journal of Emerging Markets 18 (1), 1-21, 2023", "author": "Saarce Elsye Hatane and Jefferson Clarenzo Diandra and Josua Tarigan and Ferry Jie", "journal": "International Journal of Emerging Markets", "volume": "18", "number": "1", "pages": "1-21", "publisher": "Emerald Publishing Limited", "abstract": "This study examines the role of intellectual capital disclosure (ICD) on earnings forecasting by analysts in the pharmaceutical industry in emerging countries, particularly in Indonesia, Malaysia and Thailand. This study specifically examines the role of each component of the ICD on analysts' forecasts, which consists of errors of forecasted earnings, the standard deviation of forecasted earnings and analyst recommendations.Panel data analysis is conducted using a sample of 17 companies from pharmaceuticals industries in Indonesia, Malaysia, Thailand – Growth Triangle (IMT-GT), which are listed in the Indonesia Stock Exchange (IDX), Malaysia Stock Exchange (MYX) and Stock Exchange of Thailand (SET) from 2010 to 2017. Secondary data is obtained from Bloomberg and Annual report, where they are being analyzed to measure the ICD and gather the control variables …"}, "filled": true, "author_pub_id": "kKnF37QAAAAJ:t6usbXjVLHcC", "num_citations": 13, "citedby_url": "/scholar?hl=en&cites=18044500969068938342", "cites_id": ["18044500969068938342"], "pub_url": "https://www.emerald.com/insight/content/doi/10.1108/IJOEM-01-2020-0028/full/html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZsSLCgfyavoJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 6, "2024": 4, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Firm characteristics and corporate governance internal mechanism in intellectual capital disclosures of leisure industries in Indonesia and Thailand", "pub_year": 2023, "citation": "International Journal of Learning and Intellectual Capital 20 (5), 538-556, 2023", "author": "Saarce Elsye Hatane and Ivana Fredlina Kurniawan and Sandra Marcella and Hendri Kwistianus", "journal": "International Journal of Learning and Intellectual Capital", "volume": "20", "number": "5", "pages": "538-556", "publisher": "Inderscience Publishers (IEL)", "abstract": "This study investigated the function of firm characteristics and internal corporate governance mechanisms in assessing ICD in tourism and hospitality firms. A balanced panel weighted-least square analysis is performed on a sample of 51 Indonesian and Thai companies listed on the Indonesia Stock Exchange (IDX) and Stock Exchange of Thailand (SET), respectively, during the observation period of 2015 to 2019. Board tenure diversity is essential in reducing ICD. With other internal corporate governance mechanisms, government, managerial, and financial institutions ownerships are increasing the ICD. Firm size, leverage, profitability, and cost of equity as proxies of a firm's financial characteristics are favourable for ICD. The contribution of this study is to bolster the research results that prove the validity of agency and signalling theories in explaining the role of corporate governance and financial characteristics …"}, "filled": true, "author_pub_id": "kKnF37QAAAAJ:0KyAp5RtaNEC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=7161184061486165834", "cites_id": ["7161184061486165834"], "pub_url": "https://www.inderscienceonline.com/doi/abs/10.1504/IJLIC.2023.133233", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Sm8SXPaiYWMJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Does Pricing Strategy Increase the Competitive Advantage of Companies Implementing an ABC System?", "pub_year": 2022, "citation": "Jurnal Manajemen Teknologi 21 (3), 283-301, 2022", "author": "Hendri Kwistianus and Aileen Jessica Antonia and Elizabeth Wijaya and Saarce Elsye Hatane", "volume": "21", "number": "3", "pages": "283-301", "abstract": "This study aims to investigate the extent to which pricing strategy creates an effective competitive advantage for companies implementing an activity-based costing (ABC) system in their production activities. The research data were obtained through a questionnaire-based survey of several manufacturing companies in Indonesia that implement ABC systems. This research used the Structural Equation Model with Partial Least Square statistical method. The results of this research indicate that those companies who apply an ABC system are capable of making their pricing strategy more effective and increasing their competitive advantage. The empirical results show that price competition is unavoidable among manufacturing industries. However, implementing an ABC system can increase manufacturing companies competitive advantage. Thus, the implementation of an ABC System employs pricing strategy as a determinant factor of competitive advantage. This research supports the results of previous studies that also concluded that there is a strong relationship between ABC systems and competitive advantage. In addition, this research found that pricing strategy can improve competitive advantage with implementation of an ABC System."}, "filled": true, "author_pub_id": "kKnF37QAAAAJ:fEOibwPWpKIC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=13042150385837823477", "cites_id": ["13042150385837823477"], "pub_url": "https://repository.petra.ac.id/19823/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9VUW96wG_7QJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
