{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Implementing a Smart Farm Layer Management System Using Microcontrollers and Android", "pub_year": 2024, "citation": "2024 11th International Conference on Electrical Engineering, Computer …, 2024", "author": "Edyq Setijarso and Tanti Octavia and Siana Halim and Andreas Handojo", "conference": "2024 11th International Conference on Electrical Engineering, Computer Science and Informatics (EECSI)", "pages": "697-702", "publisher": "IEEE", "abstract": "Cage management has long been considered one of the most important influences on poultry health and productivity. As well as the comfort of the cage, it is important to focus on safety and maintain all conditions in, around, and through equipment and supplies that have been used, implementing a preset condition or an overall system. Nevertheless, the closed-house layer cage system is said to be associated with some disadvantages. For example: There is no real-time capture and recording of temperature and humidity values detected by sensors. Furthermore, although the system includes some real-time values and notifications about egg collections, it does not have any daily recording data or performance dashboard for the cage, for example, indicating eggs laid per day versus the predicted number of chickens in cages, so production efficiency can be calculated on a weekly basis. It is also clear that such …"}, "filled": true, "author_pub_id": "KUbgSxQAAAAJ:6ZxmRoH8BuwC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=9888772880347120388", "cites_id": ["9888772880347120388"], "pub_url": "https://ieeexplore.ieee.org/abstract/document/10776549/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:BEObrYr6O4kJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pelatihan Strategi Promosi Melalui Media Sosial Instagram pada UMKM Kemasan Makanan Ojicstore", "pub_year": 2024, "citation": "Jurnal Pengabdian Masyarakat Bangsa 2 (5 Tahu), 1827-1830, 2024", "author": "Kartika Gunadi and Christopher Jonathan and Andreas Handojo", "journal": "Jurnal Pengabdian Masyarakat Bangsa", "volume": "2", "number": "5 Tahu", "pages": "1827-1830", "publisher": "Petra Christian University", "abstract": "Ojicstore adalah UMKM packaging makanan yang dijual secara lokal. Guna meningkatkan penjualannya pemilik UMKM juga telah mulai melakukan penjualan secara online pada platform toko online agar dapat menjangkau lebih banyak pembeli sehingga meningkatkan pendapatan. Saat ini, pemilik UMKM merasa memiliki kesulitan karena keterbatasan peraturan-peraturan yang ada pada sistem penjualan online pada toko online yang ada. Pada kegiatan pengabdian pada masyarakat yang dilakukan bertujuan melakukan kegiatan untuk membantu pemilik UMKM agar dapat meningkatkan daya saing, memperluas pasar, dan meningkatkan penjualannya melalui media sosial Instagram. Metode yang digunakan untuk mencapai tujuan dalam kegiatan pengabdian pada masyarakat adalah dengan pengenalan dan pelatihan terkait platform Instagram yang mampu menunjang penjualan dan kesadaran merek dari UMKM Ojicstore. Kesimpulan dari kegiatan ini adalah penggunaan penjualan melalui platform media sosial instagram memberikan semangat, ide-ide baru, dan pangsa pasar baru bagi pemilik UMKM untuk mencapai tujuan perluasan pemasaran. Namun mengingat penggunaan media penjualan ini masih baru maka pemilik UMKM masih harus terus didampingi secara regular dan ditingkatkan lagi seperti misalnya melalui pelatihan pengambilan foto produk agar menarik dan pelatihan pengelolaan keuangan."}, "filled": true, "author_pub_id": "KUbgSxQAAAAJ:umqufdRvDiIC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21196/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:avxducvx8boJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Particle Swarm Optimization Algorithm for Vehicle Routing Optimization", "pub_year": 2024, "citation": "International Journal of Innovative Research in Science, Engineering and …, 2024", "author": "Silvia Rostianingsih and Andreas Handojo", "journal": "International Journal of Innovative Research in Science, Engineering and Technology", "volume": "13", "number": "7", "pages": "13481", "publisher": "Petra Christian University", "abstract": "Technology has been one of the critical factors behind the industrial revolution. Companies must now  use technological assistance and data processing to produce faster and more efficient business processes. Our case  study is using HDPE Plastic Company, which is in Surabaya, is trying to handle the increasing frequency of shipments.  Due to the rising frequency of shipments, the company is often overwhelmed in handling its loads because no system  can quickly determine the shipping route.     Moreover, other route-determining factors, such as shipment weight, truck capacity, and unique delivery hour requests,  manually add to the routes complexity. The system will run the K-Means cluster function from the database to cluster  all customers in the company. This cluster is one of the factors determining the fitness value in the Particle Swarm  Optimization (PSO) algorithm. After the order data is obtained, the system will use the PSO algorithm to determine the  delivery agenda for each truck. The determining factors of PSO include customer location, priority hours of customer  requests, order weight, and loading capacity of different types of trucks. After obtaining the delivery table of each  truck, the system will use the help of Google Directions Service to determine the routing order from each truck.    The result of this system is a delivery route optimization system that can provide route selection recommendations for  each truck in the company. The system is also able to sort shipments with various shipping priority restrictions. From  the test results, the PSO algorithm in the system can produce routes with less total distance traveled and less travel …"}, "filled": true, "author_pub_id": "KUbgSxQAAAAJ:DUooU5lO8OsC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21224/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2qd7lHFyW5AJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Customer Loyalty Segmentation in Online Store Using LRFM and MLRFM in Combination with RM K-Means Algorithm", "pub_year": 2024, "citation": "Jurnal Teknik Informatika (Jutif) 5 (2), 497-507, 2024", "author": "Angelina Caroline Utomo and Andreas Handojo and Tanti Octavia", "journal": "Jurnal Teknik Informatika (Jutif)", "volume": "5", "number": "2", "pages": "497-507", "abstract": "The rapid development of online business in recent years has driven Store X to embark on a digital transformation. By the end of 2020, Store X relocate their conventional business to online business. The greatest obstacle and key to success for online business operators, such as Store X, is gaining and retaining consumer loyalty in the face of an increasing number of competitors. Therefore, the company must be able to identify the character (behavior) of its clients to provide appropriate treatment. Each customer's behavior is unique, which means they must all be treated differently. However, all this time, Online Store X has provided the same treatment (as much of a discount) to all its customers due to the lack of information regarding their customers’ characteristics. Therefore, in this study, customers of Online Store X were segmented based on their transactional behavior using online transaction history data from March 2021 to March 2023. Two customer analysis models, LRFM and MLRFM, will be combined with RM K-Means to find the best combination through Silhouette Coefficient values. The optimal number of clusters (k) is then determined using the Elbow Method. The results indicate that the optimal number of clusters for both combinations is K= 3, with the combination of MLRFM and RM K-Means is the best combination. The finest combination has a silhouette coefficient value of 0.8609. Based on this combination, it is also known that 2,053 customers in cluster 3 are loyal customers, while 2,339 customers in cluster 1 and 2 are lost customers. The results of this study were also implemented on websites built for X Store using Python …"}, "filled": true, "author_pub_id": "KUbgSxQAAAAJ:4hFrxpcac9AC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=6795258857496321219", "cites_id": ["6795258857496321219"], "pub_url": "https://jutif.if.unsoed.ac.id/index.php/jurnal/article/view/1497", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:wxzlle2bTV4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Optimizing travel distance for picking order problem using symbiotic organism search algorithm combined with mutation operators", "pub_year": 2024, "citation": "AIP Conference Proceedings 2951 (1), 2024", "author": "Tanti Octavia and Andreas Handojo and Adelyn Thungriallu", "journal": "AIP Conference Proceedings", "volume": "2951", "number": "1", "publisher": "AIP Publishing", "abstract": "This article aims to investigate the reliability of sos algorithm for solving the picking order problems considering the real environments of warehouse. We attempt to apply SOS algorithm combined with mutation operators. There are three mutation operators used, namely swap mutation operator, inversion mutation operator, and insertion operator. Simulation is carried out using a case study of warehouse’s company that stores various kinds of daily products to fulfil the customer demand. The simulation is run considering the percentage decrease in the distance between initial solution and final solution and the computational time. Simulation is run for the number of iterations of 100, 500, and 1000 and the ecosystem size as 10, 20, and 50. The results show the Symbiotic Organism Search (SOS) algorithm can provide a large percentage of distance reduction for a small number of consumer demand in all iterations and …"}, "filled": true, "author_pub_id": "KUbgSxQAAAAJ:HtEfBTGE9r8C", "num_citations": 0, "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2951/1/030016/3019998", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:3xRt2E_R-ZUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Inventory models for multi items stock-dependent demand and stock-dependent holding rate with capacity constraint", "pub_year": 2024, "citation": "AIP Conference Proceedings 2951 (1), 030025, 2024", "author": "I Gede Agus Widyadana and Tanti Octavia and Andreas Handojo and Eduardo Hendrianta", "journal": "AIP Conference Proceedings", "volume": "2951", "number": "1", "pages": "030025", "publisher": "AIP Publishing LLC", "abstract": "Inventory models for stock-dependent demand have been developed continuously in recent years. In this paper, we develop inventory dependent model for multi-items by considering stock-dependent demand and stock-dependent holding rate for a rack that has a specific capacity. Two models are developed. The first model is an individual order quantity for each item and the second model is a joint replenishment model. The non-linear model with constraint is solved using an evolutionary algorithm. A numerical example and sensitivity analysis are conducted to show how the models work and to get some management insights. The sensitivity analysis shows that there is no dominant model. However, the joint replenishment order outperforms the individual order when the rack capacity is tight and there is a high ordering cost"}, "filled": true, "author_pub_id": "KUbgSxQAAAAJ:NXb4pA-qfm4C", "num_citations": 0, "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2951/1/030025/3020035", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:knXlj_QLci4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Driver-Passenger matching problem on online transportation using goal programming", "pub_year": 2024, "citation": "AIP Conference Proceedings 2926 (1), 2024", "author": "Andreas Handojo and Nyoman Pujawan and Budi Santosa and Moses Laksono Singgih", "journal": "AIP Conference Proceedings", "volume": "2926", "number": "1", "publisher": "AIP Publishing", "abstract": "Currently, online transportation is one of the choices for public transportation. The uniqueness of this online transportation business is that both passengers and drivers can appear anywhere and anytime. This creates difficulties for online transportation service providers in matching drivers and passengers in order to continue to increase service user satisfaction. The service provider must consider factors such as the duration of the pickup, the distance of the pickup, and the rating of the driver. This study aims to include these various factors in the decision-making process to match drivers and passengers using the goal programming method. The test was carried out by comparing the maximum distance limitation of the pick-up duration to 10 and 15 minutes. From the test results, it was found that the number of matches obtained increased by 11.6%, but with the consequence that the average pickup duration increased …"}, "filled": true, "author_pub_id": "KUbgSxQAAAAJ:0izLItjtcgwC", "num_citations": 0, "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2926/1/020123/2999325", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-TgFSl0cHPwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A multi layer recency frequency monetary method for customer priority segmentation in online transaction", "pub_year": 2023, "citation": "Cogent Engineering 10 (1), 2162679, 2023", "author": "Andreas Handojo and Nyoman Pujawan and Budi Santosa and Moses Laksono Singgih", "journal": "Cogent Engineering", "volume": "10", "number": "1", "pages": "2162679", "publisher": "Cogent", "abstract": "Customer segmentation is a critical step toward appropriately differentiating services to different customers. One common way of segmenting customers is by using what is called Recency, Frequency, Monetary (RFM) approach, where customers are classified based on the recency of their transactions as well as how often they purchase goods and services and how much money they spent. However, this approach is not able to fairly differentiate customers especially when it comes to the cases where old customers have decreased or stopped their purchases and the new customers just started buying. In order to overcome this, we proposed what is called Multi Layer Recency, Frequency, and Monetary (MLRFM) approach. In this approach, we divide time periods into multiple layers and the recency, frequency, and monetary values are analyzed considering these different segments. Our numerical examples show …"}, "filled": true, "author_pub_id": "KUbgSxQAAAAJ:kh2fBNsKQNwC", "num_citations": 14, "citedby_url": "/scholar?hl=en&cites=255416700115116249", "cites_id": ["255416700115116249"], "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/23311916.2022.2162679", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2WAQsCJsiwMJ:scholar.google.com/", "cites_per_year": {"2023": 4, "2024": 8, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Items Ranking Algorithm For Museums Selection", "pub_year": 2023, "citation": "Items Ranking Algorithm For Museums Selection, 2023", "author": "Alexander Setiawan and Silvia Rostianingsih and Andreas Handojo", "abstract": "The ranking algorithm procedure is an algorithm used to determine the rank or position in a dataset for certain criteria. One complaint that is often found when using an application is the speed of user interaction with the application. This is due to many things, one of which is an application that complicates/complicates the user when used. For example, when a user wants to see a certain product that has been seen before, but there is an application that requires the user to go to the same section to be able to see the product again. This causes application users to decrease. Therefore, an algorithm is needed to make it easier for users to access a feature in the application. One of the algorithms implemented to make it easier to access the features found in the applications we use is the Least Recently Used (LRU), Least Frequently Used (LFU), and Least Recently/Frequently Used (LRFU) item ranking algorithms. We use this algorithm concept to print the conditions where the features most frequently visited or used by users will be displayed. This process will speed up and make it easier for users who want to visit or access previous data. Ranking algorithm procedure is an algorithm used to determine rank or position in a dataset for certain criteria."}, "filled": true, "author_pub_id": "KUbgSxQAAAAJ:LO7wyVUgiFcC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20580/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:42Bh3RcQHfEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Classification of Potential Blood Donors Using Artificial Neural Networks and Alternating Least Squares", "pub_year": 2023, "citation": "2023 2nd International Conference on Computational Modelling, Simulation and …, 2023", "author": "Andreas Handojo and Tanti Octavia and Widya Arditanti", "conference": "2023 2nd International Conference on Computational Modelling, Simulation and Optimization (ICCMSO)", "pages": "259-263", "publisher": "IEEE", "abstract": "Blood has an important role in human life. Lack of blood can cause illness and even death. To meet the needs of human blood, it requires blood donors from other people. The problem that occurs is that everyone can only donate blood once every three months. The problem is that not all blood donors routinely donate blood every three months. Therefore, it is important for the Red Cross to be able to classify active and passive donors, especially when there is an urgent need for blood. A method is needed that can be used to provide recommendations for active donors who have a high probability of donating blood so that they can do so immediately. So that the Red Cross can conduct the selection of potential donors more effectively and so that there are not many expired blood stocks. In this study, the classification of potential donors was carried out using an Artificial Neural Network and Alternating Least Squares …"}, "filled": true, "author_pub_id": "KUbgSxQAAAAJ:anf4URPfarAC", "num_citations": 0, "pub_url": "https://ieeexplore.ieee.org/abstract/document/10337436/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:QHmOF6e7XCMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Blood bags demand forecasting using ARIMA", "pub_year": 2023, "citation": "AIP Conference Proceedings 2727 (1), 2023", "author": "Tanti Octavia and Andreas Handojo and Gabriela Consuelo Heriyanto", "journal": "AIP Conference Proceedings", "volume": "2727", "number": "1", "publisher": "AIP Publishing", "abstract": "Blood is an irreplaceable thing in the human body. If a person lacks blood then a blood transfusion is needed from someone else. The Red Cross is an organization that handles the need for blood bags for the purposes of blood transfusions. The amount of demand for blood bags varies greatly each month so it is necessary to predict how many blood bags are needed. In this study, the demand for blood bags was forecasted using the ARIMA method. Forecasting was carried out on Whole Blood (WD) and Platelet Concentrate (TC) blood components considering the large difference in expiration time between WD with an expiration of 35 days and TC with an expiration of 5 days. Demand data is taken from January 2018 to September 2021 at the Indonesian Red Cross Surabaya. The forecasting results obtained show that the ARIMA model (0, 1, 3) for WD and the ARIMA model (1, 1, 3) for TC has the lowest RMSE …"}, "filled": true, "author_pub_id": "KUbgSxQAAAAJ:_FM0Bhl9EiAC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=9430230619593030061", "cites_id": ["9430230619593030061"], "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2727/1/030006/2895044", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:rbna9sjo3oIJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Blood bag request tracking application: A case study of PMI Surabaya", "pub_year": 2023, "citation": "AIP Conference Proceedings 2727 (1), 2023", "author": "Andreas Handojo and Tanti Octavia and Gabriela Consuelo Heriyanto", "journal": "AIP Conference Proceedings", "volume": "2727", "number": "1", "publisher": "AIP Publishing", "abstract": "Blood is an important thing in the human body, if lack of blood can be fatal and even cause death. If a person lacks blood, it can be helped by doing a blood transfusion from someone else. The government and the Red Cross conducted a blood donation process to meet this need. Hospitals and people who need blood bags can submit a request to the Red Cross. The submission of this request is done by filling out a paper form or by telephone, there is still no application that supports submitting an online request. This is very necessary considering the speed of service to requests for blood bags is very necessary, considering this is related to a person's life. This study tries to develop a prototype application that provides an online blood bag request service so that the blood bag requester can monitor whether the request is accepted, rejected (not available), or is in the process of being sent, and so on. From testing on …"}, "filled": true, "author_pub_id": "KUbgSxQAAAAJ:GtLg2Ama23sC", "num_citations": 0, "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2727/1/030005/2895109", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vGkCnhsFZU0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Saving Lives with Data: How Blood Supply Chain Optimization Reduces Shortages by 7%", "pub_year": 2023, "citation": "Proceedings of the International Conference on Intellectuals’ Global …, 2023", "author": "Andreas Handojo¹ and Tanti Octavia and Gabriela Consuelo Heriyanto¹", "journal": "Proceedings of the International Conference on Intellectuals’ Global Responsibility (ICIGR 2022)", "volume": "750", "pages": "487", "publisher": "Springer Nature", "abstract": "This study aims to predict the demand for blood bags considering their expiration date, to help address the uncertainty and potential shortages in the Red Cross's blood stock. The ARIMA method was used to predict the future demand for blood bags, particularly during the COVID-19 pandemic. The simulation results show a 45% reduction in excess stock and a 7% reduction in stock shortages, indicating that the predictive model can effectively optimize the blood supply chain. These findings have significant implications for humanitarian activities, particularly in times of crisis when the demand for blood is high and uncertain, as it enables better planning and management of blood supply, which ultimately saves lives."}, "filled": true, "author_pub_id": "KUbgSxQAAAAJ:9pM33mqn1YgC", "num_citations": 0, "pub_url": "https://books.google.com/books?hl=en&lr=&id=lcu_EAAAQBAJ&oi=fnd&pg=PA487&dq=info:_stli0vkZWIJ:scholar.google.com&ots=6AeWQCWJLq&sig=QBGPhG9xTTnUwjEhaxyPLYLIINY", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:_stli0vkZWIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Predicting potential blood donors who can attend blood donation activities using a support vector machine", "pub_year": 2022, "citation": "2022 5th International Seminar on Research of Information Technology and …, 2022", "author": "Andreas Handojo and Anita Nathania Purbowo and Gita Berliany Karaeng and Tanti Octavia", "conference": "2022 5th International Seminar on Research of Information Technology and Intelligent Systems (ISRITI)", "pages": "351-355", "publisher": "IEEE", "abstract": "Lack of blood will be fatal for the human body. Current technology has not been able to produce human blood, therefore blood donors from other people are needed. Because of this need, the Red Cross organized blood donation activities to obtain blood supplies. Blood donation is given by people voluntarily, therefore it is difficult to predict how much blood supply will be obtained in an organized blood donation activity. A system is needed to predict the number of potential donors so that the supply is sufficient. This study will classify potential blood donors and predict the number of blood donors who have the possibility to attend a blood donation activity held certain location at a certain time by using a support vector machine. With this prediction, the Red Cross can predict in advance how many bags of blood can be obtained before carrying out blood donation activities at a certain location at a certain time. In this …"}, "filled": true, "author_pub_id": "KUbgSxQAAAAJ:Ri6SYOTghG4C", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=15879174623307569007", "cites_id": ["15879174623307569007"], "pub_url": "https://ieeexplore.ieee.org/abstract/document/10053032/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:bxelPDApXtwJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "360 Degree Virtual Museum Tour Application in Tugu Pahlawan Museum", "pub_year": 2022, "citation": "360 Degree Virtual Museum Tour Application in Tugu Pahlawan Museum, 2022", "author": "Andreas Handojo and Alexander Setiawan and Silvia Rostianingsih and Eric Tedja and Jennifer Oentoro and JUAN CHRISTOPHER RYAN TJAMALLA", "abstract": "In an era where technology is rapidly evolving and diverse, which has resulted in the emergence of a new lifestyle, namely, wanting everything to be done quickly, coupled with the pandemic conditions that are still prevalent, Therefore, in this research, a 360 virtual tour application was created with the aim of making it easier for people in Indonesia and outside Indonesia to get to know more about museums in Indonesia. This virtual tour application starts with the museum survey stage, which involves taking 360 photos at the museum, making hotspot trips in a software called 3D Vista, and making applications. In addition, a standard medium is also needed so that different systems can communicate with each other. The media standard used is the API (Application Programming Interface). There are many types of APIs, but what will be used in this research is the REST (Representational State Transfer) API. The framework that will be used to create this REST API is Laravel 9. What will be produced from this research are APIs for login, register, refresh, logout, museum, and profile."}, "filled": true, "author_pub_id": "KUbgSxQAAAAJ:4fGpz3EwCPoC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20032/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:uqcFkK_zw3QJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Virtual Tour Museum Application Using Flutter Framework", "pub_year": 2022, "citation": "Virtual Tour Museum Application Using Flutter Framework, 2022", "author": "Alexander Setiawan and Andreas Handojo and Silvia Rostianingsih and Clarissa Angelia and Wendy Santoso and JEREMY DION PURNAMA", "abstract": "According to the Kamus Besar Bahasa Indonesia (KBBI), a museums function is to protect, develop, utilize collections, and communicate them to the public. The public often knows the word museum itself as a historical place or a place that has high cultural value. Usually, museums are also used as study tour places for students in Indonesia. In 2020, Indonesia has 439 museums spread across the country. However, not all of these museums can be visited by the public due to distance and time limitations. Therefore, media such as a mobile application is needed so that people can visit the museum virtually without being limited by distance and time. In its creation, the Virtual Tour Museum application will implement a framework using the Dart programming language. This application will also be useful as a means of promotion and introduction of Indonesian culture and history to the public, especially the younger generation through the Virtual Museum media."}, "filled": true, "author_pub_id": "KUbgSxQAAAAJ:bz8QjSJIRt4C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20031/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:M8Rh3juqG1oJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Job assignment problem on online transportation order using hungarian algorithm", "pub_year": 2022, "citation": "2022 International Conference of Science and Information Technology in Smart …, 2022", "author": "Andreas Handojo and Nyoman Pujawan and Budi Santosa and Moses Laksono Singgih", "conference": "2022 International Conference of Science and Information Technology in Smart Administration (ICSINTESA)", "pages": "183-187", "publisher": "IEEE", "abstract": "The more advanced a civilization is, the higher the mobility of its population. It takes a means of transportation that can answer the needs of the community. Currently, online transportation is an option in answering public transportation needs. The uniqueness of the online transportation business is that passengers can place orders anytime and anywhere. On the other hand, the driver can also be active/available anytime and anywhere. This causes problems in fulfilling orders, providers must consider various factors such as the time and distance of the driver to get to the pick-up location in determining which driver is assigned to fulfill the order. This study simulates order assignment using the Hungarian method, Minimum Value of Selected Factor in Data Collection, and random assignment. From the test results, it is known that the highest average pick-up duration and pickup distance are obtained using the random …"}, "filled": true, "author_pub_id": "KUbgSxQAAAAJ:YohjEiUPhakC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=9384557005596130150", "cites_id": ["9384557005596130150"], "pub_url": "https://ieeexplore.ieee.org/abstract/document/10041526/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Zvv1BOCkPIIJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Online Transportation Order Matching Considering Passenger Priority Using Recency Frequency Monetary Method", "pub_year": 2022, "citation": "Proceedings of the International Manufacturing Engineering Conference & The …, 2022", "author": "Andreas Handojo and Nyoman Pujawan and Budi Santosa and Moses Laksono Singgih", "pages": "331-338", "publisher": "Springer Nature Singapore", "abstract": "With the development of transportation technology, online transportation is one of the choices of public transportation which is currently growing rapidly. Passengers can book transportation services through the app. The application will appoint a driver to fulfill the order. It takes a system that can prioritize service to loyal customers, to get priority to be served first. This is important in retaining loyal customers. In this research, the Recency Frequency Monetary (RFM) method was used to classify loyal customers. Based on this classification, drivers are appointed to fulfill orders from passengers (order matching). The method used to pair drivers and passengers is the Hungarian method. The simulation of this system will be tested using the Google Maps API. Based on the tests carried out, the results obtained that the system made was able to prioritize the fulfillment of orders from passengers based on its Recency …"}, "filled": true, "author_pub_id": "KUbgSxQAAAAJ:FAceZFleit8C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=5820224312460654189", "cites_id": ["5820224312460654189"], "pub_url": "https://link.springer.com/chapter/10.1007/978-981-99-1245-2_31", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:bTZP4SyXxVAJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Aspect-Based Sentiment Analysis pada Ulasan ECommerce dengan Metode Support Vector Machine untuk Mendapatkan Informasi Sentimen dari Beberapa Aspek", "pub_year": 2022, "citation": "Jurnal Infra 10 (2), 450-454, 2022", "author": "Hansen Gunawan Sulistio and Andreas Handojo", "journal": "Jurnal Infra", "volume": "10", "number": "2", "pages": "450-454", "abstract": "In this era of globalization, all people's activities are starting to use technology to facilitate their daily activities. One of the most impactful forms of digitization activities is online buying and selling activities such as the use of the Tokopedia and Shopee platforms. The existence of a review feature on online buying and selling places (e-commerce) is one of the factors supporting the increase in people's online transactions. The number of people who have started to implement online buying and selling activities in their daily lives has resulted in an increase in the number of reviews on e-commerce. The large number of reviews makes it difficult for potential buyers to review a product to be purchased. The factors that determine the shopping experience of each individual are different so that the reviews and ratings given by each individual on a product or store vary. This affects the average rating of a product or store so …"}, "filled": true, "author_pub_id": "KUbgSxQAAAAJ:PVjk1bu6vJQC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=17011579158044947838", "cites_id": ["17011579158044947838"], "pub_url": "https://scholar.google.com/scholar?cluster=17011579158044947838&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:fjW17xxFFewJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 3, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penerapan Artificial Neural Network dan Rule Based Classifier untuk Mengklasifikasikan Pendonor Darah Potensial pada Sistem Broadcast Pendonor", "pub_year": 2022, "citation": "Jurnal Infra 10 (2), 130-136, 2022", "author": "Widya Arditanti and Andreas Handojo and Tanti Octavia", "journal": "Jurnal Infra", "volume": "10", "number": "2", "pages": "130-136", "abstract": "One of UTD PMI Surabaya’s task is to provide safe and quality blood when blood is needed in an emergency. The availability of blood at UTD PMI Surabaya can be erratic, because it depends on the number of donors that fluctuates and the storage time of blood is not long. Therefore, UTD PMI Surabaya needs a system to invite potential donors to meet blood needs when needed in an emergency, by minimizing blood wasted. The classification model and the creation of a recommendation system will produce a list containing donors who have been sorted by priority. Testing was carried out by dividing the data according to the conditions of the data collection environment (before the pandemic, during the pandemic and a combination of before and during the COVID-19 pandemic). The highest MRR value was obtained from the ANN model made from a combined data of 90% classification results using RBC and fake …"}, "filled": true, "author_pub_id": "KUbgSxQAAAAJ:5qfkUJPXOUwC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=14036338995928216640", "cites_id": ["14036338995928216640"], "pub_url": "https://scholar.google.com/scholar?cluster=14036338995928216640&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:QLRD9_IXy8IJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 3}}
