{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penataan Gudang Barang Jadi pada Industri Kemasan Kertas", "pub_year": 2024, "citation": "Jurnal Titra 12 (2), 9-16, 2024", "author": "Jonathan Rey Peno and Herri Palit and Debora Anne Yang Aysia", "journal": "Jurnal Titra", "volume": "12", "number": "2", "pages": "9-16", "abstract": "Warehouse area is a very crucial aspect as it relates to the logistical needs of the company. An integrated paper packaging company in Gresik, facing issues related to the disorganized arrangement of finished goods in the warehouse. It has been found that the data in the system and the goods in the warehouse do not match each other, both in terms of location and quantity. This causes longer time needed for the loading process due to time wasted during the picking process. There is no grouping of goods based on customers, therefore it is necessary to relayout the warehouse. Relayout includes recalculating the warehouse capacity, adjusting the location and quantity of items in the warehouse, and grouping items based on customer priorities using ABC analysis method. As a result, the accuracy of stock data increased by 11%, from 88% to 99% and the forklift movement moment in the warehouse decreased by 13%, from 197,208 m to 172,212 m."}, "filled": true, "author_pub_id": "KXrEBfAAAAAJ:_Qo2XoVZTnwC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/14271", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Gq9HnUHCd20J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The rate of student’s academic burnout during Covid-19 pandemic", "pub_year": 2024, "citation": "AIP Conference Proceedings 2951 (1), 2024", "author": "Anthony Gunawan Tanputera and Herry Christian Palit and Debora Anne Yang Aysia", "journal": "AIP Conference Proceedings", "volume": "2951", "number": "1", "publisher": "AIP Publishing", "abstract": "This research aimed to determine the level of academic burnout on online learning for junior high school, high school, and college students in East Java. Online learning was one of the government's efforts to minimize the effect of the COVID-19 virus. The use of gadgets for too long could cause various emotional and physical disturbances for the user. Data was collected via a questionnaire asking about the effect of online learning on academic burnout for students in East Java. There were 334 respondents, consists of 102 junior high school students (31%), 104 high school students (31%), and 128 college students (38%). Academic burnout was measured using three dimensions, namely emotional exhaustion, cynicism, and reduced academic efficacy. This present study shows 67.66% of junior high school students, 71.12% of senior high school students, and 68.50% of collage students experienced academic …"}, "filled": true, "author_pub_id": "KXrEBfAAAAAJ:R3hNpaxXUhUC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=15996165175749130098", "cites_id": ["15996165175749130098"], "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2951/1/030023/3020029", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:cjcA3XnL_d0J:scholar.google.com/", "cites_per_year": {"2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Reducing defectives smartphone’s component: A case study at smartphone manufacturing in Batam", "pub_year": 2024, "citation": "AIP Conference Proceedings 2951 (1), 2024", "author": "Wiky Putra Jaya and Debora Anne Yang Aysia", "journal": "AIP Conference Proceedings", "volume": "2951", "number": "1", "publisher": "AIP Publishing", "abstract": "Quality was necessary for every consumer; therefore, every company must fulfill the quality of the product by customer’s wishes. The competition between companies also encourages companies to create higher quality products and make continuous improvements. Therefore, every company would maintain the quality of their products and did not want any defects to occur during the production process. One of the problems at a smartphone manufacturing in Batam was the high number of their defective smartphone’s components. The percentage of defects from August 2020 until November 2020 was about 17.59%. DMAIC (Define, Measure, Analyze, Improve, Control) stages and quality tools such as five whys analysis, check sheet, histogram, and Pareto chart were used to discover the root cause of the problems. Improvements suggested were improvement of work method in the rear camera installation process …"}, "filled": true, "author_pub_id": "KXrEBfAAAAAJ:TQgYirikUcIC", "num_citations": 0, "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2951/1/020001/3019820", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:yXsmqO19NaAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Optimising centrifugal drying for moisture reduction in plastic waste: design of experiment and decision tree analysis approaches", "pub_year": 2024, "citation": "Progress in Industrial Ecology, an International Journal 17 (4), 309-320, 2024", "author": "Iwan H Sahputra and Debora Anne Yang Aysia and Ignasius J Boediono", "journal": "Progress in Industrial Ecology, an International Journal", "volume": "17", "number": "4", "pages": "309-320", "publisher": "Inderscience Publishers (IEL)", "abstract": "This study aims to identify ways to reduce the moisture content of plastic waste by optimising the drying process. The ANOVA's results show the number of cycles significantly affects the decrease in the moisture content. The mass flow rate and the interaction between the number of cycles and the mass flow rate do not affect the moisture content. The Tukey test shows two groups for the mass flow rate having a difference in moisture content when using the highest and the lowest mass flow rate. The Tukey test also shows that the number of cycles influences the moisture content. The decision tree model indicates that the number of cycles significantly affects the moisture content. The model also shows that the mass flow rate does not affect the moisture content at a lower number of cycles (≤2). However, the mass flow rate significantly affects the moisture content in the case of a greater number of cycles (especially >4)."}, "filled": true, "author_pub_id": "KXrEBfAAAAAJ:4JMBOYKVnBMC", "num_citations": 0, "pub_url": "https://www.inderscienceonline.com/doi/abs/10.1504/PIE.2024.144608", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6wXWt0wkidMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The effect of body mass index and physical activity on recovery heart rate time post treadmill exercise", "pub_year": 2024, "citation": "SHS Web of Conferences 189, 01027, 2024", "author": "Herry Christian Palit and Debora Anne Yang Aysia", "journal": "SHS Web of Conferences", "volume": "189", "pages": "01027", "publisher": "EDP Sciences", "abstract": "One important component of health-related physical fitness is cardiovascular-respiratory capacity. Cardiovascular-respiratory capacity can affect the recovery heart rate (RHR) time. RHR is the total pulse measured after a person has finished carrying out certain activities until return to resting heart rate (HRR). The aim of this study is to determine the effect of body mass index (BMI) and physical activity on RHR time post treadmill exercise. The research subjects were 39 healthy male students with an age range of 18-22 years who had been selected based on predetermined inclusion and exclusion criteria. Data was analyzed using descriptive statistics and multiple regression. The results of this study show that most students have high levels of physical activity (69.23%). The level of physical activity has a significant negative effect on the RHR time post treadmill exercise, but BMI has no effect on the RHR time post …"}, "filled": true, "author_pub_id": "KXrEBfAAAAAJ:e5wmG9Sq2KIC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=2647202864832172319", "cites_id": ["2647202864832172319"], "pub_url": "https://www.shs-conferences.org/articles/shsconf/abs/2024/09/shsconf_icesh2024_01027/shsconf_icesh2024_01027.html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:H9G35vrAvCQJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Check for updates Reducing Fish Ball's Setting Process Time by Considering the Quality of the Product", "pub_year": 2023, "citation": "Intelligent Computing and Optimization: Proceedings of the 6th International …, 2023", "author": "Maria Shappira Joever Pranata and Debora Anne Yang Aysia", "journal": "Intelligent Computing and Optimization: Proceedings of the 6th International Conference on Intelligent Computing and Optimization 2023 (ICO2023), Volume 2", "volume": "852", "pages": "192", "publisher": "Springer Nature", "abstract": "The demand for fish ball products in a frozen food company has increased drastically. Companies need to increase production output in line with the increase in product demand. However, the company wants to avoid paying for additional equipment or employees and wants to minimize overtime hours. The suggestion is to reduce the setting time of the fish balls without reducing product quality, which is assessed by the gel strength test, organoleptic test, and microbiological test. Some trials have been carried out to reduce the fish ball's setting time, where several proposed setting times were tried at temperatures of 41-45 C and 46–50 C for 10 g and 15 g fish balls. Each trial was carried out with three replications, for which 20 pieces of samples were taken for each replication. The result of quality testing from products sample will be compared to obtain products with quality following company standards. Based on trials that have been carried out, the most appropriate solution is to decrease the setting time to 20 min to produce 10 g of fish balls and 25 min to produce 15 g of fish balls. The product with the decreasing time has the quality according to the company standard and can meet the increasing demand."}, "filled": true, "author_pub_id": "KXrEBfAAAAAJ:mB3voiENLucC", "num_citations": 0, "pub_url": "https://books.google.com/books?hl=en&lr=&id=zNnpEAAAQBAJ&oi=fnd&pg=PA192&dq=info:g4jaFzUD7VYJ:scholar.google.com&ots=ii-aHky-4Q&sig=KPFBQkKYK5ihaKESjY1YuUOw77w", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:g4jaFzUD7VYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Predicting Willingness to Donate Smartphones as a Reuse Option Using Decision Tree Analysis", "pub_year": 2023, "citation": "Journal of Advanced Research in Applied Sciences and Engineering Technology …, 2023", "author": "Gan Shu San and Siana Halim and Debora Anne Yang Aysia and Jessie Lestari", "volume": "30", "number": "3", "pages": "315-324", "abstract": "The increasing number of smartphone users in Indonesia, coupled with the short  average usage time of smartphones, has posed a sustainability problem. Smartphone production requires natural resources including rare earth materials and energy, that need to be preserved due to their limited availability and depletion. Circular economy initiatives have become important in the last few decades, and one of them is extending product life by reusing discarded products. On the other hand, triggered by the Covid-19 pandemic, online learning has become an essential part of education. In Indonesia, marginalized communities or low-income societies have limitations in providing online learning tools such as desktop or laptop computers, including smartphones. Therefore, smartphone donation is considered a suitable initiative to help students who need a smartphone to join online learning while at the same time extending the useful life of a smartphone. Using decision tree techniques, we investigate the willingness to donate used smartphones for education in the Indonesian context. The results show that the respondents willingness-to-donate was influenced by several considerations, which are performance, value (price), type, obsolescence of the used smartphone, and the donators  age. The resulting parameters and predictions could enhance the effectiveness of the donation mechanism."}, "filled": true, "author_pub_id": "KXrEBfAAAAAJ:-f6ydRqryjwC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=13952003109815537855", "cites_id": ["13952003109815537855"], "pub_url": "https://repository.petra.ac.id/20438/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:v1CzUeh4n8EJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Reducing Fish Ball’s Setting Process Time by Considering the Quality of the Product", "pub_year": 2023, "citation": "International Conference on Intelligent Computing & Optimization, 192-200, 2023", "author": "Maria Shappira Joever Pranata and Debora Anne Yang Aysia", "pages": "192-200", "publisher": "Springer Nature Switzerland", "abstract": "The demand for fish ball products in a frozen food company has increased drastically. Companies need to increase production output in line with the increase in product demand. However, the company wants to avoid paying for additional equipment or employees and wants to minimize overtime hours. The suggestion is to reduce the setting time of the fish balls without reducing product quality, which is assessed by the gel strength test, organoleptic test, and microbiological test. Some trials have been carried out to reduce the fish ball’s setting time, where several proposed setting times were tried at temperatures of 41–45 ˚C and 46–50 ˚C for 10 g and 15 g fish balls. Each trial was carried out with three replications, for which 20 pieces of samples were taken for each replication. The result of quality testing from products sample will be compared to obtain products with quality following company standards. Based on …"}, "filled": true, "author_pub_id": "KXrEBfAAAAAJ:HDshCWvjkbEC", "num_citations": 0, "pub_url": "https://link.springer.com/chapter/10.1007/978-3-031-50330-6_19", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:4eCaHdRiFMQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penentuan Preferensi dan Kebutuhan Penerima Donasi Smartphone Serta Perancangan Business Model Canvas dan Proses Bisnis Lembaga Donasi Smartphone Bekas", "pub_year": 2023, "citation": "Penentuan Preferensi dan Kebutuhan Penerima Donasi Smartphone Serta …, 2023", "author": "JOSEPHINE ANASTASIA SANTINA and Siana Halim and Debora Anne Yang Aysia and Gan Shu San", "abstract": "Pandemi COVID-19 telah membuat banyak perubahan dalam sektor pendidikan. Sekolah-sekolah harus dijalankan secara online selama beberapa waktu. Walaupun saat ini Pertemuan Tatap Muka (PTM) telah dilakukan, ada sekolah yang masih menjalankan secara hybrid dan penggunaan smartphone masih diperlukan. Akan tetapi, masih banyak siswa, khususnya anak-anak panti asuhan, yang masih belum memiliki smartphone. Hasil penelitian Lestari (2021) sebelumnya menunjukkan preferensi dari sisi donatur yang kemudian digunakan untuk merancang Business Model Canvas (BMC) dan proses bisnis dari sisi donatur. Oleh karena itu diperlukan penelitian mengenai referensi dan kebutuhan penerima donasi serta Business Model Canvas (BMC) dan proses bisnis yang dibuat berdasarkan sudut pandang penerima donasi. Kuesioner yang dibuat menjadi dua bagian, yaitu untuk anak asuh dan pengasuh/pengurus disebarkan ke panti asuhan di Indonesia melalui media sosial. Sebanyak 53 data kuesioner dari anak asuh dan 10 data kuesioner dari pengasuh/pengurus dikumpulkan secara online dan diolah menggunakan statistik deskriptif. Hasil kuesioner menunjukkan informasi yang diinginkan oleh anak asuh maupun pengasuh/pengurus untuk ada di platform donasi. Secara urut dari yang terpenting, informasi yang diinginkan ada oleh anak asuh adalah spesifikasi smartphone, kondisi smartphone, lokasi donatur, tampilan yang mudah dipahami, dan cara pengantaran smartphone. Prioritas informasi yang diinginkan oleh pengasuh/pengurus hampir sama dengan anak asuh, tetapi prioritas satu adalah kondisi smartphone …"}, "filled": true, "author_pub_id": "KXrEBfAAAAAJ:IWHjjKOFINEC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19918/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9XwAiTT40mgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Enhancing Customer Loyalty among Small-Scale Indonesian Food Enterprises in Surabaya through Service Quality, Marketing Mix, and Customer Satisfaction", "pub_year": 2023, "citation": "International Journal 10 (4), 1332-1341, 2023", "author": "Monika Kristanti and Herry Christian Palit and Debora Anne Yang Aysia and Apfia Priskila", "journal": "International Journal", "volume": "10", "number": "4", "pages": "1332-1341", "abstract": "This study aims to enhance customer loyalty among small-scale Indonesian food enterprises (SIFE) in Surabaya by examining the factors of service quality, marketing mix, and customer satisfaction. The research involved a total of 460 respondents affiliated with 50 small-scale Indonesian food enterprises in Surabaya. The respondents were required to be at least 17 years old, and the enterprises were expected to specialize in selling Indonesian food within the price range of IDR 8000 to IDR 25,000. The data was analyzed using two methods: factor analysis and structural equation modeling employing GeSCA. The findings indicate that both service quality and marketing mix exert significant influence on customer satisfaction. Furthermore, service quality directly and significantly impacts customer loyalty, whereas the direct influence of marketing mix on customer loyalty is not statistically significant. Notably, customer satisfaction significantly affects customer loyalty, acting as a mediator that links the variables of service quality, marketing mix, and customer loyalty within SIFE."}, "filled": true, "author_pub_id": "KXrEBfAAAAAJ:j3f4tGmQtD8C", "num_citations": 0, "pub_url": "https://www.academia.edu/download/118318437/2247-Article_Text-4195-1-10-20230930.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mleTJWP8-M8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A wicking measurement approach to evaluate the protection of non-medical face mask fabrics", "pub_year": 2022, "citation": "International Journal of Clothing Science and Technology 35 (2), 234-244, 2022", "author": "Giovanni Anggasta and Iwan Halim Sahputra and Debora Anne Yang Aysia", "journal": "International Journal of Clothing Science and Technology", "volume": "35", "number": "2", "pages": "234-244", "publisher": "Emerald Publishing Limited", "abstract": "PurposeThe objective of this research is to systematically compare two methods of wicking test for evaluating the quality of the non-medical-mask fabric, ie its absorbency property at various conditions, using a design of experiment approach. This research also evaluates the suitability of several fabrics to be used for non-medical masks."}, "filled": true, "author_pub_id": "KXrEBfAAAAAJ:hC7cP41nSMkC", "num_citations": 0, "pub_url": "https://www.emerald.com/insight/content/doi/10.1108/IJCST-09-2021-0124", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:hfOOZMgj04AJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Smartphone Donation for Education: A Technopreneurship  s Approach in Indonesian Case Study", "pub_year": 2022, "citation": "Smartphone Donation for Education: A Technopreneurship  s Approach in …, 2022", "author": "Siana Halim and Debora Anne Yang Aysia and JESSIE LESTARI and Gan Shu San", "abstract": "This paper proposed a smartphone donation to help Indonesian students in remote areas and the students who needed help such as students in the orphanages in Indonesia, using technopreneurship approach. The technopreneurship steps that we used in this study started with collected data through questionnaire to know the willingness Indonesian to donate and their preferences in donating their used smartphones. We found that 78.7% of the respondents are eager to donate, and they trust the social, education and religious institutions as trusted credible institutions as places for collecting the used smartphones. However, online channel is more convenient for them to donate, follows by donate through religious institutions such as mosques, churches, viharas and temples. As the result a business model canvas and a business process are constructed to answers the eagerness of Indonesians to donate their used smartphones."}, "filled": true, "author_pub_id": "KXrEBfAAAAAJ:hFOr9nPyWt4C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=9590930367908418675", "cites_id": ["9590930367908418675"], "pub_url": "https://repository.petra.ac.id/20441/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:cxSwzFrUGYUJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "THE EFFECT OF PHYSICAL ACTIVITY AND SLEEP DURATION ON STUDENTS SLEEP QUALITY IN EAST JAVA DURING COVID-19 PANDEMIC", "pub_year": 2022, "citation": "THE EFFECT OF PHYSICAL ACTIVITY AND SLEEP DURATION ON STUDENTS SLEEP QUALITY …, 2022", "author": "Herri Christian Palit and Debora Anne Yang Aysia and Jessica Priscillia Gunawan", "abstract": "Due to covid 19 pandemic, the government has set a policy for the Community Activity Restrictions Enforcement (CARE) and online learning for students. On the other hand, this policy has had an impact on the physical and psychological health of students. Previous study showed that health problems in adults during lockdown due to the covid 19 pandemic are associated with increased anxiety, lack of physical activity and poor sleep quality. This study aims to investigate the level of physical activity, sleep duration and sleep quality of undergraduate students in East Java during the covid 19 pandemic; and at the same time prove whether the level of physical activity and sleep duration affect the sleep quality of students. The respondents of the research were 188 students, and the data analysis used included descriptive statistics and multipl regression. The results of this study indicate that most students have mild to moderate levels of physical activity (72.43%), lack of sleep duration (74.47%), and poor sleep quality (66.49%). Physical activity and sleep duration have a significant negative effect on the sleep quality of students."}, "filled": true, "author_pub_id": "KXrEBfAAAAAJ:qUcmZB5y_30C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20802/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:J1wq0EOh5GgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perilaku Konsumsi Makanan Sebelum dan Saat Pandemi Covid-19 di Masyarakat Perkotaan", "pub_year": 2022, "citation": "Jurnal Titra 10 (1), 2022", "author": "Kevin Mangoting and I Gede Agus Widyadana and Debora Anne Yang Aysia", "journal": "Jurnal Titra", "volume": "10", "number": "1", "abstract": "Food needs are one of the basic needs that must be met every day. Every society has different habits in meeting food needs. The COVID-19 pandemic has changed the habit of meeting food needs, due to restrictions imposed by the government to reduce the spread of the virus. Changes in habits consist of several things, namely change in food or drink. The purpose of this study was to determine changes in the behavior of urban communities in basic food needs during the pandemic. Questionnaires are used to determine changes in the behavior of urban communities in meeting basic needs. The respondents obtained were 407 respondents from Surabaya and Sidoarjo. The data was analyzed using excel software, and IBM SPSS Statistic 22. The data generated were percentage data from frequency, mean, VR or Variation Ratio, p-value from the results of the kruskall-wallis and mann-Whitney to find out whether there are differences sociodemographic and habits in meeting basic needs. The results showed that the habits of the people of Surabaya and Sidoarjo in meeting basic needs had During the pandemic the change food or drink factor during pandemic people prefer to buy fresh food ingredients and process them into ready-to-eat food"}, "filled": true, "author_pub_id": "KXrEBfAAAAAJ:ZeXyd9-uunAC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/12720", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lqH99SrrKt4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Effect of Document Holders Degree of Tilt on Working Speed and Fatigue", "pub_year": 2022, "citation": "Jurnal Ergonomi Indonesia 7 (2), 143-153, 2022", "author": "Herri Christian Palit and Debora Anne Yang Aysia", "volume": "7", "number": "2", "pages": "143-153", "abstract": "The prolonged use of computers, followed by incorrect posture, could cause neck pain and excessive eye refocusing. Document holder was one of office ergonomics  tools that could reduce neck pain and eye refocusing problems. The research aims to find out the optimum document holders  degree of tilt. Twenty female respondents from Faculty of Industrial Technology conducted typing activity using a document holder. There were three document holder s tilt angle levels: 15 , 30 , and 45 . The responses of this study were working speed and fatigue s level that have lower the better characteristics. Indicators of fatigue s level that were being used were reaction time s difference and eyes fatigue level. Working speed and reaction time difference were analyzed by using Pearson Correlation test and Multivariate Analysis of Variance. Eye fatigue level was analyzed by using Kruskal-Wallis. The results show that the optimal document holder s degree of tilt is 45 ."}, "filled": true, "author_pub_id": "KXrEBfAAAAAJ:QIV2ME_5wuYC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19513/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Wnj_Ze7XfJsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penentuan Preferensi Masyarakat dalam Berdonasi Smartphone Bekas pada Lembaga Penyalur Donasi", "pub_year": 2021, "citation": "Seminar Nasional Teknik dan Manajemen Industri 1 (1), 307-313, 2021", "author": "Jessie Lestari and Siana Halim and Debora Anne Yang Aysia and Gan Shu San", "journal": "Seminar Nasional Teknik dan Manajemen Industri", "volume": "1", "number": "1", "pages": "307-313", "abstract": "Pandemi COVID-19 yang tengah merebak telah menciptakan keadaan darurat bagi kesehatan seluruh masyarak Pandemi COVID-19 yang tengah merebak telah menciptakan keadaan darurat bagi kesehatan seluruh masyarakat di Indonesia. Salah satu upaya yang dilakukan oleh pemerintah dalam meminimalisir penyebaran virus adalah dengan membuat kebijakan untuk mengubah pembelajaran dari konvensional (di sekolah) menjadi pembelajaran daring dengan bantuan internet di rumah masing-masing (School From Home). Banyak siswa dari keluarga kurang mampu akhirnya terpaksa mengalami kesulitan dalam mengikuti kelas pembelajaran online karena siswa tidak memiliki perangkat yang memadai untuk mengikuti kegiatan pembelajaran online. Penelitian ini bertujuan untuk mengetahui preferensi donator dalam mendonasikan smartphone bekas berdasarkan faktor kepercayaan, keamanan, kenyamanan, dan kualitas pelayanan. Sebanyak 216 data dikumpulkan melalui kuesioner dengan teknik Incidental Sampling, dan data diolah dengan statistik deskriptif dan tabulasi silang di IBM SPSS Statistics versi 26. Hasil penelitian menunjukkan bahwa sebanyak 170 responden bersedia mendonasikan smartphone bekasnya, sebanyak 78% di antaranya bersedia berdonasi, meskipun belum memiliki pengalaman dalam mendonasikan smartphone bekasnya dan hanya 8% dari responden yang memilih untuk tidak mendonasikan smartphone bekas mereka kembali."}, "filled": true, "author_pub_id": "KXrEBfAAAAAJ:Wp0gIr-vW9MC", "num_citations": 0, "pub_url": "https://sentekmi.maranatha.edu/index.php/sentekmi2023/article/view/84", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vXCsUi6Qle0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Tingkat kualitas tidur pelajar selama pembelajaran daring", "pub_year": 2021, "citation": "Seminar Nasional Teknik dan Manajemen Industri 1 (1), 345-351, 2021", "author": "Jessica Priscillia Gunawan and Herry Christian Palit and Debora Anne Yang Aysia", "journal": "Seminar Nasional Teknik dan Manajemen Industri", "volume": "1", "number": "1", "pages": "345-351", "abstract": "Pandemi COVID-19 tengah merebak di penjuru dunia, termasuk juga di Indonesia. Pemerintah terus berupaya untuk meminimalisir penyebaran dari virus ini, salah satunya dengan kebijakan pembelajaran daring untuk pelajar. Kebijakan ini menjadi kebiasaan baru di kalangan pelajar dan menuntut pelajar untuk mampu beradaptasi. Kebiasaan baru pelajar untuk melakukan pembelajaran secara daring merubah kebiasaan tidur dan mempengaruhi kualitas tidur pelajar. Kualitas tidur akan berdampak terhadap performansi pelajar pada bidang akademik. Kualitas tidur yang buruk menyebabkan sulit untuk berkonsentrasi, menjadi lebih emosional, dan menurunkan tingkat produktivitas. Sampel penelitian terdiri atas 200 pelajar siswa Sekolah Menengah Atas dan Mahasiswa Strata 1 yang melakukan pembelajaran daring yang berdomisili di beberapa daerah di Jawa Timur. Pengambilan sampel menggunakan metode purposive sampling. Pengukuran kualitas tidur menggunakan kuesioner Pittsburgh Sleep Quality Index (PSQI) dalam Bahasa Indonesia, dan disebarkan secara daring dalam bentuk Google form. Pengolahan data menggunakan statistik deskriptif dengan tabulasi silang dan statistik non-parametrik dengan uji beda Mann-Whitney Test. Hasil penelitian menunjukkan 72, 5% responden memiliki kualitas tidur buruk. Penelitian ini juga menunjukkan bahwa kualitas tidur tidak dipengaruhi oleh jenjang pendidikan dan durasi penggunaan gadget, namun dipengaruhi oleh jenis kelamin dan durasi tidur pada malam hari."}, "filled": true, "author_pub_id": "KXrEBfAAAAAJ:4DMP91E08xMC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=14976584322896118844", "cites_id": ["14976584322896118844"], "pub_url": "https://sentekmi.maranatha.edu/index.php/sentekmi2023/article/view/51", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:PETooheE188J:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Profil UMKM Desa Kesamben Kulon", "pub_year": 2021, "citation": "Profil UMKM Desa Kesamben Kulon, 2021", "author": "Herri Christian Palit and Debora Anne Yang Aysia and Tanti Octavia", "publisher": "LPPM UK Petra", "abstract": "Bengkel Dedik Kris adalah bengkel las yang melayani pengolahan besi menjadi benda yang diinginkan pembelinya. Bengkel ini berlokasi di Dusun Krajan Kidul, Desa Kesamben Kulon, Kabupaten Gresik. Pemiliknya adalah Pak Dedik yang berusia 30 tahun dan memiliki 1 orang anak. Pak Dedik dahulu pernah bekerja di proyek konstruksi bagian pengelasan, dimana beliau belajar mengelas secara otodidak dan menyukai pekerjaan tersebut. Karena lokasi proyeknya semakin jauh dari tempat tinggal keluarganya, Pak Dedik memutuskan untuk berhenti. Beliau sempat ikut bekerja dengan orang tuanya di pasar malam dan mencoba membuat odong-odong sebagai salah satu hiburan di sana. Kegemaran dan bakatnya mengelas pun mendapat perhatian dari orang-orang sekitarnya sehingga Pak Dedik mulai menerima pesanan dan memutuskan untuk membangun bengkel di rumahnya. Selain Bengkel Dedik Kris, Pak Dedik juga menyediakan odong-odong dan kolam pancing ikan magnet di pasar malam.Kreasi-kreasi barang Pak Dedik sangat banyak. Beliau selalu mendapatkan permintaan dari tetangga-tetangga di dusunnya, namun sering ditolak karena keterbatasan tempat. Beliau mengaku dapat membuat pagar, alat pengangkat galon, mobil odong-odong, kanopi, tempat penjemur pakaian, hingga wahana memancing ikan magnet yang biasanya dibawa ke pasar malam. Pesanan-pesanan ukuran besar pun diterimanya, seperti tiang tandon, pintu lipat, dan jembatan gantung. Keahlian beliau juga tercerminkan dari kemampuannya untuk membuat mesin kompresor udara dari barang-barang bekas yang dipelajarinya lewat youtube."}, "filled": true, "author_pub_id": "KXrEBfAAAAAJ:mVmsd5A6BfQC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=7089768066298428750", "cites_id": ["7089768066298428750"], "pub_url": "https://core.ac.uk/download/pdf/478815861.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Tj2gO37qY2IJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Dampak Pembelajaran Online secara Psikologis pada Siswa SMA", "pub_year": 2021, "citation": "Jurnal Titra 9 (1), 2021", "author": "Harits Krishna Rifandi and Herri Christian Palit and Debora Anne Yang Aysia", "journal": "Jurnal Titra", "volume": "9", "number": "1", "abstract": "This research was conducted to determine the psychological impact of online learning of high school students. Online learning is being carried out by the government to minimize the spread out of COVID-19 virus. This research uses questionnaires about academic burnout which are distributed by using google form media. Statistic descriptive and crosstabulation are used to analyze and to determine the relationship between respondent profile and academic burnout statement that may affect the psychological burden of high school students. The result showed that all of the high school students experienced moderate level of academic burnout, high school students who experienced disruption during online learning had higher academic burnout, high school student who were more interested in offline learning had higher academic burnout, the higher grade level and the higher usage of video conferencing, then the greater academic burnout experienced by high school students."}, "filled": true, "author_pub_id": "KXrEBfAAAAAJ:L8Ckcad2t8MC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=15764464388418132753", "cites_id": ["15764464388418132753"], "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/12695", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:EVv1adagxtoJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Efisiensi Jumlah Tenaga Kerja pada Penerapan New Normal di CV X", "pub_year": 2021, "citation": "Jurnal Titra 9 (1), 2021", "author": "Sharon Natashya Sutanto and Debora Anne Yang Aysia", "journal": "Jurnal Titra", "volume": "9", "number": "1", "abstract": "CV X is a printing company. CV X has 2 types of business, which is offset and digital, but this research focus more on the production department in the offset section of CV X. The COVID-19 pandemic has decreased the demand of printing, therefore, CV X must make some adjustments to the number of workers so that the number of workers are still efficient. Currently, the number of workers in production department are 22 workers. The improvement of work standards are made based on observations and job descriptions of each worker by considering production capacity and physical distancing health protocols. Determining the optimal number of workers in some demand conditions are done using Macro Excel and done by minding the production capacity and limits on the number of people in one workspace according to WHO recommendations. Application of Macro Excel program is done by counting 2 examples of existing cases. The first example has demand percentage of 77.05% and the optimal number of worker is 17 workers and the second example has demand percentage of 13.02% and the optimal number of worker is 12 workers. The results of the Macro Excel are in accordance with physical distancing health protocols."}, "filled": true, "author_pub_id": "KXrEBfAAAAAJ:7PzlFSSx8tAC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/12699", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:gR8-LIMC1gYJ:scholar.google.com/", "cites_per_year": {}}
