{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Up on the roof: a review of design, construction, and technology trends in vertical extensions", "pub_year": 2024, "citation": "Architectural Science Review 67 (1), 63-77, 2024", "author": "Eunike Kristi Julistiono and Philip Oldfield and Luciano Cardellicchio", "volume": "67", "number": "1", "pages": "63-77", "publisher": "Taylor & Francis", "abstract": "New spaces to accommodate growing urban populations should be created in a way that also reduces building lifecycle carbon emissions. In this context, the vertical extension (VE) has emerged as a novel building typology that can increase space in cities through the construction of additional floor area atop existing base buildings. This paper presents a review of 172 VE projects worldwide to provide an understanding of their design and construction trends, and to classify the technologies applied. Results show that VE construction has accelerated significantly over the past decade. Although most VEs consist of only small vertical additions, often one to two storeys, higher VEs can be built with innovative structural strategies and lightweight materials. Industrial buildings are often found to provide significant opportunities for VE due to their higher structural capacity. By comparing the characteristics and design of …"}, "filled": true, "author_pub_id": "kz8wdRgAAAAJ:WF5omc3nYNoC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=16764964151176479046", "cites_id": ["16764964151176479046"], "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/00038628.2023.2240289", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:RkEIJxIeqegJ:scholar.google.com/", "cites_per_year": {"2024": 3, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Up on the Roof: Strategies, Capacity, and Environmental Impacts of Vertical Extensions", "pub_year": 2024, "citation": "UNSW Sydney, 2024", "author": "Eunike Kristi Julistiono", "abstract": "dc. description. abstract Urbanisation, demographic changes, and economic growth are contributing to an escalating demand for space in cities. However, creating new floorspace in dense urban areas is challenging due to a scarcity of undeveloped and brownfield sites. Alternatively, the demolition of existing buildings, to be replaced with taller examples, is increasingly criticised due to high embodied carbon impacts. Thus, the conundrum: how to increase space in cities while limiting demolition and environmental impacts? Vertical extensions (VEs) or building atop existing buildings have emerged as a novel solution to add space, while avoiding demolition of existing buildings. Despite gaining popularity globally, literature on VEs is dominated by the European context. There is limited knowledge of why VEs are pursued as a building typology, and their architectural and technical strategies globally. While reserve structural capacity in existing buildings is known as a key opportunity for VEs, there is limited research that quantifies this capacity in different building types, with different VE structures. Whilst environmental benefits of VEs are widely suggested, there is little quantification compared with conventional building types. This thesis fills these gaps and investigates if VEs can be a viable and sustainable solution to urban space shortages. This research is designed with an exploratory sequential mixed methods approach. First, interviews with developers, contractors, architects, and engineers involved in VEs, and a review of 172 built VE projects globally was conducted, to document and classify their drivers, decision-making, and strategies. The …"}, "filled": true, "author_pub_id": "kz8wdRgAAAAJ:ufrVoPGSRksC", "num_citations": 0, "pub_url": "https://unsworks.unsw.edu.au/entities/publication/f2e9ac65-fe1d-449a-81c8-e9db43f52280/full", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:oBl01Nka_PoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Vertical Extensions: Stakeholder Perspectives on Development Decisions and Construction Strategies", "pub_year": 2023, "citation": "Journal of Architectural Engineering 29 (2), 04023010, 2023", "author": "Eunike Kristi Julistiono and Philip Oldfield and Luciano Cardellicchio", "journal": "Journal of Architectural Engineering", "volume": "29", "number": "2", "pages": "04023010", "publisher": "American Society of Civil Engineers", "abstract": "A vertical extension (VE) involves the construction of additional floor space on top of an existing base building. With growing urban populations and an urgency to reduce building-related carbon emissions, VEs might have the potential to be a sustainable and innovative solution to overcome the shortage of urban spaces. However, despite the growing number of projects and the emerging academic literature, limited research has documented the decisions that inform the development of VE projects or the lessons learned from stakeholders that were involved in their creation. This paper presents the early decision-making processes that are undertaken to select a VE as an appropriate development type to construct in practice, and the common challenges and solutions during its realization, through semistructured interviews with a broad range of stakeholders, including developers, contractors, architects, and …"}, "filled": true, "author_pub_id": "kz8wdRgAAAAJ:eQOLeE2rZwMC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=6932963260333409411", "cites_id": ["6932963260333409411"], "pub_url": "https://ascelibrary.org/doi/abs/10.1061/JAEIED.AEENG-1474", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:g8QBVVrVNmAJ:scholar.google.com/", "cites_per_year": {"2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "LIGHTWEIGHT AND MULTI-PURPOSE PARTITION FOR VERTICAL HOUSING", "pub_year": 2021, "citation": "Dimensi: Journal of Architecture and Built Environment 48 (2), 149-156, 2021", "author": "Eunike Kristi Julistiono and Lilianny Sigit Arifin and Bisatya Widadya Maer", "volume": "48", "number": "2", "pages": "149-156", "abstract": "Vertical housings have been developed to solve housing quality degradation due to rapid urbanization. These housings are often lack of privacy and comfort, since the lay-out mostly consists of one open plan space with limited area. This paper presents a lightweight and multi-purpose partition to improve the living quality in vertical housings. The lightweight characteristic is intended to minimize structural loads, while the multi-purpose property allows the partition to be transformed into some furniture for spatial efficiency. A literature review and material surveys were performed prior to material selection and the design process. Then, physical model experiments were carried out to simulate the installation process and the transformation process of the partition modules into some furniture. Result show that the partition s weight is only 11-36.7% of the common partition wall, and when installed, the transformable property enables an adaptable space which can be adjusted to the occupants  different conditions."}, "filled": true, "author_pub_id": "kz8wdRgAAAAJ:YsMSGLbcyi4C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20660/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:yGivCQ4qy_sJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Spatial and structural aspects of an adaptable building", "pub_year": 2017, "citation": "Dimensi: Journal of Architecture and Built Environment 44 (1), 87-94, 2017", "author": "Eunike Kristi Julistiono and Nikolas Hosana and Fida Liemansetyo and Irene Felicia Wijaya", "journal": "Dimensi: Journal of Architecture and Built Environment", "volume": "44", "number": "1", "pages": "87-94", "abstract": "At the moment, in the era of energy crisis and climate change, designing a sustainable building is mandatory to minimize building construction and operational impacts, and to ensure the sustainability of the ecology. Prolong the life span of the building is one important strategy to achieve a sustainable building. Longer life span can be achieved if the building has continual adaptability towards changes of needs along its life span. This paper presents the design of an adaptable building with a modular, movable, and knock-down construction. In here, two important aspects in the creation of an adaptable building–the spatial and structural aspects, are considered. The result is a sustainable building with flexible and fluctuating space which is able to adapt to different functional requirements"}, "filled": true, "author_pub_id": "kz8wdRgAAAAJ:W7OEmFMy1HYC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=17215720574610392815", "cites_id": ["17215720574610392815"], "pub_url": "http://dimensi.petra.ac.id/index.php/ars/article/view/20281", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:70YJWqaG6u4J:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 0, "2022": 3, "2023": 1, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Structural Pattern's Granularity Variation to Optimize a Vertical Structure", "pub_year": 2017, "citation": "Procedia Engineering 180, 725-734, 2017", "author": "Eunike Kristi Julistiono", "journal": "Procedia Engineering", "volume": "180", "pages": "725-734", "publisher": "No longer published by Elsevier"}, "filled": true, "author_pub_id": "kz8wdRgAAAAJ:Tyk-4Ss8FVUC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=12506703920339728322", "cites_id": ["12506703920339728322"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:wrfVwvO8kK0J:scholar.google.com/", "cites_per_year": {"2019": 1, "2020": 0, "2021": 0, "2022": 0, "2023": 2, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Enhancing Private Open Spaces in Indonesian Cities: Preparing Children as Future Change Agents", "pub_year": 2014, "citation": "Proceeding of Second Urban International Conference on Cities, People, and …, 2014", "author": "Christina Eviutami Mediastika and Esti Asih Nurdiah and Eunike Kristi Julistiono", "journal": "Proceeding of Second Urban International Conference on Cities, People, and Places", "volume": "2", "number": "na", "pages": "1-378", "publisher": "Department of Architecture, University of Moratuwa, Sri Lanka", "abstract": "House expansion in many Indonesian housing has triggered lack of private open space and thus lack of rainwater absorption space. This causes inundation and flood during rainy season. Earlier research showed that housing expansion was driven by increasing of family member which supported by increasing of family income. House owners' awareness of private OS was sufficient, but their knowledge was limited. Awareness alone is not enough to fix the problem. In addition, directly repair OS deficiency that has happened today is not practical. Thus, assigning the younger generation to become an agent in fixing this problem is an ideal concept. A program using fun-learning methods, such as creating mockups is planned. Approximately 770 students participated in this program and this study concluded that children absorb the knowledge well and expected to be excellent future change agents in improving the quality of their places and cities. This is demonstrated by the very alive discussion and the mockups that fulfilled what has been taught. Seventy percent was designed in well condition (ie. OS availability, vegetation, and windows for air circulation and natural lighting) and 20% was designed in excellence with creative and unique OS and building's facade."}, "filled": true, "author_pub_id": "kz8wdRgAAAAJ:d1gkVwhDpl0C", "num_citations": 0, "pub_url": "http://viduketha.nsf.gov.lk:8585/slsipr/PR6780/PR6780-86.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:FhhQ-KEPzicJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Transitional shelter for disaster victims: bamboo core and incremental houses", "pub_year": 2014, "citation": "Dimensi: Journal of Architecture and Built Environment 41 (1), 29-36, 2014", "author": "JULISTIONO Eunike Kristi and MAER Bisatya Widadya and ARIFIN Lilianny Sigit", "journal": "Dimensi: Journal of Architecture and Built Environment", "volume": "41", "number": "1", "pages": "29-36"}, "filled": true, "author_pub_id": "kz8wdRgAAAAJ:zYLM7Y9cAGgC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=311547231055067020", "cites_id": ["311547231055067020"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jDfLVY7WUgQJ:scholar.google.com/", "cites_per_year": {"2019": 1, "2020": 1, "2021": 2, "2022": 1, "2023": 0, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sustainable incremental house with modular construction", "pub_year": 2011, "citation": "", "author": "Eunike Kristi Julistiono", "pages": "A-208-A-216", "abstract": "Dwelling is an essential needs of human being; unfortunately, housing development is the main contributor to the problem of climate change and environmental degradation. Thus, it is important to build a more sustainable house. One of the sustainable models of dwelling, which has been proven over time, is the traditional architecture. Most traditional houses in Indonesia are constructed with the local wisdom of traditional people in responding to the local climate, using the local materials and influenced by their culture. Some have a flexible lay-out with easily adaptable space, others are incremental houses which expand bigger over time. This paper proposes the new concept of sustainable house. From a study of three traditional houses with space adaptability, an incremental house is designed to accommodate the owner’s changing phase of life (from single, married, up to having some children). The house uses a knock-down system and modular construction, and incorporated with many sustainable features to make it not only comfortable, but also sustainable and adaptable."}, "filled": true, "author_pub_id": "kz8wdRgAAAAJ:2osOgNQ5qMEC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=10200878539232845981", "cites_id": ["10200878539232845981"], "pub_url": "https://repository.petra.ac.id/15284/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nSDhH_zMkI0J:scholar.google.com/", "cites_per_year": {"2017": 1, "2018": 0, "2019": 1, "2020": 0, "2021": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Optimum Structural Patterns for Vertical Buildings", "pub_year": 2009, "citation": "", "author": "Eunike Kristi Julistiono", "abstract": "This paper investigates the optimality of non-routine regular and irregular structural patterns of different degrees of granularity for vertical buildings. Two approaches, based on two different computational methods, are used. The first is based on nonroutine regular patterns mostly found in nature and in recent building designs, and the second uses shape grammar for generating non-routine irregular patterns and the simulated annealing method to optimise the patterns. A multi-criteria decision making framework based on the Simple Additive Weighting method is used to evaluate the performances of the different regular patterns on the four decision criteria of efficiency, economy, expressiveness and environmental sustainability."}, "filled": true, "author_pub_id": "kz8wdRgAAAAJ:UeHWp8X0CEIC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=15078482673014176137", "cites_id": ["15078482673014176137"], "pub_url": "https://repository.petra.ac.id/15283/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:iXnkFBqIQdEJ:scholar.google.com/", "cites_per_year": {"2017": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "THE APPLICATION OF NON-ROUTINE STRUCTURAL PATTERNS TO OPTIMISE A VERTICAL STRUCTURE", "pub_year": 2009, "citation": "Dimensi: Journal of Architecture and Built Environment 37 (1), 15-22, 2009", "author": "Eunike Kristi Julistiono", "journal": "Dimensi: Journal of Architecture and Built Environment", "volume": "37", "number": "1", "pages": "15-22", "abstract": "This paper presents the application of non-routine structural patterns as the pattern of the vertical buildings’ perimeter structure to increase the structural performance of the structure. Realising the limitations of the orthogonal pattern, and the current trends to use non-routine patterns, the optimality of three non-routine patterns found in nature and recent building designs are examined. Medium and high-rise buildings are taken as the case studies to observe distinct behaviour of the patterns under different loading condition. Best solutions from distinct patterns are produced by utilising CAD modelling and structural design and optimisation software. Multi-criteria decision making framework is then used to evaluate the performance of the solutions in terms of efficiency, economy, expressiveness and environmental sustainability. The result shows that among the three patterns examined, the triangular pattern can produce optimum structures."}, "filled": true, "author_pub_id": "kz8wdRgAAAAJ:9yKSN-GCB0IC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=5077827419045544915", "cites_id": ["5077827419045544915"], "pub_url": "http://ced.petra.ac.id/index.php/ars/article/view/18110", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:08PyViIReEYJ:scholar.google.com/", "cites_per_year": {"2020": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Nature as a Source of Inspiration for Architectural Structures", "pub_year": 2006, "citation": "Petra Christian University, 2006", "author": "Eunike Kristi Julistiono", "publisher": "Petra Christian University", "abstract": "Over decades, architectural structures have developed along with the development of built environment. Structural design disciplines have grown enormously in order to find an optimum structure, resulting the creation of today’s novel and innovative structures. Observing these man-made structures, it is obvious that most inspirations have come from natural structure. The beauty of nature is undeniable, the power and efficiency of natural form and pattern has been proved by time as well. Most forms in nature are structurally efficient and have capability to withstand even extreme forces such as earthquake. Therefore, using nature as inspiration in architectural structure is very reasonable. In fact, by utilizing recent technology, it is become possible to generate complex form from nature which produces not only aesthetic, but also efficient and innovative structure.  This research report presents observation of natural structures and its inspirational principles towards man-made structure. It discusses the inspirational principles from nature, structural forms and structural patterns inspired by natural structures and their application in recent building projects. The purpose is to highlight inspirational principles from nature, understand their advantages, and furthermore understand how these principles applied in the creation of recent architectural structures."}, "filled": true, "author_pub_id": "kz8wdRgAAAAJ:IjCSPb-OGe4C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/15937/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:_9LkJsIMgfAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The sustainable traditional structural system of ‘Tongkonan’in Celebes, Indonesia", "pub_year": 2005, "citation": "Proceedings The 2005 World Sustainable Building Conference, 27-29, 2005", "author": "Eunike Kristi Julistiono and Lilianny Siegit Arifin", "journal": "Proceedings The 2005 World Sustainable Building Conference", "pages": "27-29", "abstract": "1 Architecture Department, Petra Christian University, Siwalankerto 121-131, Surabaya, East Java, Indonesia 60236, kristi@ petra. ac. id 2 Architecture Department, Petra Christian University, Siwalankerto 121-131, Surabaya, East Java, Indonesia 60236, lili@ petra. ac. id"}, "filled": true, "author_pub_id": "kz8wdRgAAAAJ:u-x6o8ySG0sC", "num_citations": 13, "citedby_url": "/scholar?hl=en&cites=9698575577235922393", "cites_id": ["9698575577235922393"], "pub_url": "https://www.academia.edu/download/38563366/09-022.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2R1tLBpDmIYJ:scholar.google.com/", "cites_per_year": {"2008": 1, "2009": 0, "2010": 0, "2011": 1, "2012": 0, "2013": 1, "2014": 1, "2015": 0, "2016": 1, "2017": 0, "2018": 0, "2019": 0, "2020": 0, "2021": 3, "2022": 1, "2023": 0, "2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Hotel Resor “Budidaya Rumput Laut” di Lombok", "citation": "", "author": "Jessica Aryani Lukito Tan and Eunike Kristi Julistiono", "abstract": "Hotel Resor “Budidaya Rumput Laut” di Lombok ini merupakan sebuah hotel resor yang bertujuan sebagai tempat peristirahatan sekaligus sebagai sarana untuk mempromosikan komoditas rumput laut di Lombok. Fasilitas yang disediakan berupa hotel, superior cottage, family cottage, honeymoon cottage, restoran, pool, gym, spa, sauna, dan massage, serta tiga ruang multifungsi yang disewakan untuk mengadakan berbagai acara seperti business meeting atau pesta pernikahan. Selain itu, hotel resor ini juga menyediakan fasilitas galeri budidaya, area penanaman, dan tempat penjemuran rumput laut dimana pengunjung dan tamu hotel dapat mengenal lebih jauh mengenai proses pembudidayaan rumput laut di Lombok. Pendekatan yang digunakan dalam mendesain yaitu pendekatan sustainable design untuk dapat menghasilkan desain hotel resor yang terintegrasi dengan lingkungan sekitar dan tetap …"}, "filled": true, "author_pub_id": "kz8wdRgAAAAJ:_FxGoFyzp5QC", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=17165748174237380381&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Ha86NQT9OO4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Benefit Of Reflection", "citation": "", "author": "Lilianny S Arifin and Eunike Julistiono and Mariana Wibowo", "abstract": "Objectives:® Students are able to observe and recommend a solution design that fits to the nursing home® Students have a chance to learn and communicate with the grandma and grandpa® Students are able to do self reflection.® Students are able to do peer observation and peer feedback"}, "filled": true, "author_pub_id": "kz8wdRgAAAAJ:qjMakFHDy7sC", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=10930558706464446403&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:w9ddHzslsZcJ:scholar.google.com/", "cites_per_year": {}}
