{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Hubungan Gaya Kepemimpinan Transformasional Dan Transaksional Terhadap Motivasi Kerja Karyawan Perusahaan Jasa Konstruksi Di Kota Ambon Menggunakan Metode Partial Least Square-Structural Equation Modeling", "pub_year": 2023, "citation": "Dimensi Utama Teknik Sipil 10 (1), 86-103, 2023", "author": "Rikson Kurniawan Tandelilin and Gede Widyadana", "journal": "Dimensi Utama Teknik Sipil", "volume": "10", "number": "1", "pages": "86-103", "abstract": "Penelitian ini dilakukan untuk mengetahui pengaruh dari variabel gaya kepemimpinan transformasional dan gaya kepemimpinan transaksional terhadap motivasi kerja karyawan di perusahaan konstruksi kota Ambon. Sampel yang digunakan adalah karyawan dari perusahaan yang terdaftar sebagai anggota ASPEKINDO kota Ambon tahun 2022. Teknik analisis data yang digunakan adalah analisis deskriptif dan multivariat dengan PLS-SEM. Hasil penelitian pada perusahan konstruksi di kota Ambon, gaya kepemimpinan transformasional berpengaruh positif dan signifikan terhadap motivasi kerja karyawan. Sedangkan gaya kepemimpinan transaksional berpengaruh negatif dan signifikan terhadap motivasi kerja karyawan. Pada gaya kepemimpinan transformasional, ketika semakin tinggi persepsi terhadap gaya kepemimpinan atasan maka semakin tinggi motivasi kerja dari karyawan. Sedangkan untuk gaya kepemimpinan transaksional, mendapatkan kesimpulan berbeda yaitu ketika semakin tinggi persepsi gaya kepemimpinan transaksional maka semakin rendah motivasi kerja dari karyawan."}, "filled": true, "author_pub_id": "LlXFxcgAAAAJ:L8Ckcad2t8MC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=4978144233242957910", "cites_id": ["4978144233242957910"], "pub_url": "https://duts.petra.ac.id/index.php/duts/article/view/241", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VhgbB87rFUUJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Revenue and risk sharing in view of uncertain demand during the pandemics", "pub_year": 2022, "citation": "RAIRO-Operations Research 56 (3), 1807-1821, 2022", "author": "Yen-Deng Huang and Gede Agus Widyadana and Hui Ming Wee and Mauricio Fontoura Blos", "journal": "RAIRO-Operations Research", "volume": "56", "number": "3", "pages": "1807-1821", "publisher": "EDP Sciences", "abstract": "Due to stochastic demand during the pandemics and uncertain environment, the vendor and the retailer share their risks and benefits by applying revenue sharing and markdown policy in order to reduce the risks and achieve a win-win contract. Three supply chain coordination policies, decentralized policy, centralized vendor-retailer policy and centralized vendor-retailer revenue sharing policy are developed. An example with uniform probability demand is used to illustrate the model. The result shows that the revenue sharing contract is more attractive for the retailer, and the centralized policy is more attractive for the vendor. Therefore, price markdowns are used to share benefits. The sensitivity analysis shows that the number of markdowns is not sensitive to the variances in the uniform demand distribution. A win-win contract based on a revenue sharing and price markdown is developed. A case example shows …"}, "filled": true, "author_pub_id": "LlXFxcgAAAAJ:7PzlFSSx8tAC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=1662215608468577705", "cites_id": ["1662215608468577705"], "pub_url": "https://www.rairo-ro.org/articles/ro/abs/2022/03/ro210340/ro210340.html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qR3hAkpgERcJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 3, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "An inventory routing problem for deteriorating items with dynamic demand and spoilage rate", "pub_year": 2021, "citation": "Yugoslav Journal of Operations Research 31 (2), 153-164, 2021", "author": "Gede Agus Widyadana and Krisna Wahyudi and Nyoman Sutapa", "journal": "Yugoslav Journal of Operations Research", "volume": "31", "number": "2", "pages": "153-164", "abstract": "Inventory routing problems (IRP) are among important tools to be used for implementing vendor manage inventory. Many researchers try to develop methods for solving inventory routing problem, however, only a few developed methods for inventory routing problems for spoilage items. In reality, many items are deteriorated and spoiled during transportation and storage period. In this paper, we developed a model and methods to solve the inventory routing problem for deteriorating items with dynamic demand and spoilage rate, i.e., demand varies and items spoil during planning periods. Those cases are more realistic since many commodities such as fruits and vegetables have dynamic demand and spoilage rate. A Genetic Algorithm and Particle Swarm Optimization are developed to solve the problem with various demands in a specific planning period since the problem is Np-hard. A numerical example and sensitivity analysis are conducted to verify the model, and to get management insight it. The result is interesting and support general hypothesis that dynamic demands result in higher inventory cost than the static demands, and the increasing demand results in increasing inventory cost. Also, the results show that increasing demand and deteriorating rates significantly affect the total cost, therefore, the developed model is important and significantly useful to be used for solving IRP with dynamic demand and spoilage items"}, "filled": true, "author_pub_id": "LlXFxcgAAAAJ:dhFuZR0502QC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=13190342664960467059", "cites_id": ["13190342664960467059"], "pub_url": "https://doiserbia.nb.rs/Article.aspx?ID=0354-02432000037W", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:c-ClssSCDbcJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Optimal Deteriorating Inventory Models for Varies Supply Life Cycles", "pub_year": 2020, "citation": "International Journal of Supply Chain Management (IJSCM) 9 (3), 973-980, 2020", "author": "I Widyadana and Kun Jen Wang and I Nyoman Sutapa", "volume": "9", "number": "3", "pages": "973-980", "abstract": "Agriculture items, such as fruits and vegetables, have different supply and demand characteristics during a harvest period. Fruits supply in the first and end of harvest time are not reliable so sometimes supply are not available when needed. Fruits demand is different during harvest season. In the first harvest season, demand depends on price and at the end of harvest time, the demand depends on presentation of the items. In this study, inventory deteriorating items models for the first and the end of the harvest season are developed. Since closed-form solutions cannot be derived from the models, a Genetic Algorithm and a heuristic method are used to solve the problems. A numerical example and sensitivity analysis are conducted to illustrate the model and get insights. The sensitivity analysis shows that the supplier will increase his price when supply is not reliable at the early harvest period. The results show that the unreliable supply is susceptible to the total cost at the end of the harvest period."}, "filled": true, "author_pub_id": "LlXFxcgAAAAJ:QIV2ME_5wuYC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/18875/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:wZxlBrPgx6sJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Modelling multi-tour inventory routing problem for deteriorating items with time windows", "pub_year": 2019, "citation": "Scientia Iranica 26 (2), 932-941, 2019", "author": "I Widyadana and Takashi Irohara", "volume": "26", "number": "2", "pages": "932-941", "publisher": "Petra Christian University", "abstract": "In the recent past, deteriorating inventory has been intensively studied. However, only a few researchers have focused on the inventory routing problem for deteriorating items. There are many items, such as food and electronic products, which deteriorate over time, and many other products in the market have perishable characteristics. The items not only decay during the stockpiling period, but also deteriorate throughout transportation time. To determine deterioration rate and time, this study develops an inventory routing problem with time windows for deteriorating items. Particle Swarm Optimization (PSO) is used to solve the problem since PSO can solve problems in a reasonable amount of time with near-optimum solutions. Two examples are used to illustrate the model. In sensitivity analysis, the parameters that impact costs are demonstrated. Our results show that the deterioration rate in inventory has larger effects than that in the vehicle; therefore, this research study makes a signi cant contribution, and managers can devote more e ort to reducing deterioration rate in inventory rather than the deterioration rate in vehicles."}, "filled": true, "author_pub_id": "LlXFxcgAAAAJ:aqlVkmm33-oC", "num_citations": 16, "citedby_url": "/scholar?hl=en&cites=1857045145735872118", "cites_id": ["1857045145735872118"], "pub_url": "https://repository.petra.ac.id/21294/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:dj5zk7iMxRkJ:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 6, "2022": 5, "2023": 0, "2024": 2, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Low carbon supply chain coordination for imperfect quality deteriorating items", "pub_year": 2019, "citation": "Mathematics 7 (3), 234, 2019", "author": "Yosef Daryanto and Hui Ming Wee and Gede Agus Widyadana", "journal": "Mathematics", "volume": "7", "number": "3", "pages": "234", "publisher": "Mdpi", "abstract": "Nowadays, many countries have implemented carbon pricing policies. Hence, the industry adapts to this policy while striving for its main goal of maximizing financial benefits. Here, we study a single manufacturer–retailer inventory decision considering carbon emission cost and item deterioration for an imperfect production system. This study examines two models considering two cases of quality inspection. The first is when the buyer performs the quality inspection, and the second is when the quality inspection becomes the vendor’s responsibility so that no defective products are passed to the buyer. Carbon emission costs are incorporated under a carbon tax policy, and we consider the carbon footprint from transporting and warehousing the items. The objective is to jointly optimize the delivery quantity and number of deliveries per production cycle that minimize the total cost and reduce the total carbon emissions. This study provides solution procedures to solve the models, as well as two numerical examples."}, "filled": true, "author_pub_id": "LlXFxcgAAAAJ:9ZlFYXVOiuMC", "num_citations": 43, "citedby_url": "/scholar?hl=en&cites=7464246180263127590", "cites_id": ["7464246180263127590"], "pub_url": "https://www.mdpi.com/2227-7390/7/3/234", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:JmqmilpUlmcJ:scholar.google.com/", "cites_per_year": {"2019": 3, "2020": 12, "2021": 8, "2022": 8, "2023": 9, "2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Optimization of the multi-objective green cyclical inventory routing problem using discrete multi-swarm PSO method", "pub_year": 2018, "citation": "Transportation Research Part E: Logistics and Transportation Review 120, 51-75, 2018", "author": "Hsin Rau and Syarif Daniel Budiman and Gede Agus Widyadana", "journal": "Transportation Research Part E: Logistics and Transportation Review", "volume": "120", "pages": "51-75", "publisher": "Pergamon", "abstract": "This study proposes a multi-objective green cyclic inventory routing problem (MOGCIRP) model to capture the influence of both transportation and inventory management toward cost and environmental issues. The proposed IRP considers single and multiple cyclic tours, handling time, and capacitated fleet with weight dependent fuel consumption to model more comprehensive logistics activities. A discrete multi-swarm particle swarm optimization (PSO) and a heuristic optimization are proposed to yield the Pareto set of MOCGIRP. Results show that inventory management activities contribute considerably (17–22%) to total cost and emission rate. Additionally, multiple tours performance is consistently better than single tour method."}, "filled": true, "author_pub_id": "LlXFxcgAAAAJ:4DMP91E08xMC", "num_citations": 66, "citedby_url": "/scholar?hl=en&cites=7489820257385676534", "cites_id": ["7489820257385676534"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S1366554518301650", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9n7_YNcv8WcJ:scholar.google.com/", "cites_per_year": {"2018": 1, "2019": 4, "2020": 10, "2021": 15, "2022": 15, "2023": 7, "2024": 9, "2025": 5}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Stackcelberg game inventory model with progressive permissible delay of payment scheme", "pub_year": 2018, "citation": "Handbook of Research on Promoting Business Process Improvement Through …, 2018", "author": "Gede Agus Widyadana and Nita H Shah and Daniel Suriawidjaja Siek", "pages": "194-214", "publisher": "IGI Global", "abstract": "Supplier has many schemes to motivate retailer to buy more and of them one is a progressive permissible delay of payment. Instead of analyst from the retailer side alone, in this chapter, we develop the inventory model of supplier and retailer. In reality, some suppliers and retailers cannot have collaboration and they try to optimize their own decision so we develop a Stackelberg Game model. Two models are developed wherein the first model supplier acts as the leader and in the second model, the retailer acts a leader. Since the models are complex, a hybrid Genetic Algorithm (GA) and Particle Swarm Optimization (PSO) is developed to solve the model. A numerical analysis and sensitivity analysis are conducted to get management insights of the model. The results show that a Stackelberg Game model for progressive permissible delay of payment is sensitive in varies values of the first and second delay interest …"}, "filled": true, "author_pub_id": "LlXFxcgAAAAJ:qxL8FJ1GzNcC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=17509960465775635850", "cites_id": ["17509960465775635850"], "pub_url": "https://www.igi-global.com/chapter/stackcelberg-game-inventory-model-with-progressive-permissible-delay-of-payment-scheme/198692", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:iq2wmUXg__IJ:scholar.google.com/", "cites_per_year": {"2020": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Periodic review inventory model simulations for imperfect quality items and stochastic demand", "pub_year": 2017, "citation": "2017 International Conference on Soft Computing, Intelligent System and …, 2017", "author": "Gede A Widyadana and Audrey T Widjaja and Irena Liong", "conference": "2017 International Conference on Soft Computing, Intelligent System and Information Technology (ICSIIT)", "pages": "243-249", "publisher": "IEEE", "abstract": "Research on Economic Order Quantity (EOQ) models has been developed intensively to get practical models. One of the models is considering imperfect quality items where a fraction of imperfect quality items will be found after 100% screening a batch items. However, in many models, they only consider deterministic demand and there was no discussion about stochastic demand models. In this paper, stochastic demands are considered and we assume that a shipment is coming from a distant supplier and therefore it's not feasible to replace the imperfect quality items with an additional order to the same supplier. The stochastic demand needs to be considered because of the fact that demand is uncertain. Since the model is hard to solve mathematically, simulation and evolutionary algorithm are used to solve the model. The results show that periodic review systems have less total inventory cost than continuous …"}, "filled": true, "author_pub_id": "LlXFxcgAAAAJ:M3ejUd6NZC8C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=6364647132589936629", "cites_id": ["6364647132589936629"], "pub_url": "https://ieeexplore.ieee.org/abstract/document/8262575/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9U-7gtjEU1gJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Inventory routing problem for deteriorating items with multi tours", "pub_year": 2016, "citation": "Proceeding-International Conference on Industrial Engineering and Operations …, 2016", "author": "Gede Agus Widyadana and Takashi Irohara and SB Budiman", "journal": "Proceeding-International Conference on Industrial Engineering and Operations Management, Kuala Lumpur, Malaysia", "pages": "2526-2537", "abstract": "The design of a supply chain has been considered by many practitioners and researchers recently. One model that is used to optimize distribution from a single facility (depot) to a set of retailers over a given planning horizon and considering stock management decisions is known as Inventory Routing Problem (IRP). This model tries to optimize the trade-off between inventory and transportation costs. Designing IRP becomes more complex if the items are deteriorating. In this research, we develop IRP for deteriorating items where there is possibility that every vehicle has more than one route. Multi routing is suitable for deteriorating items since it minimizes delivery time for each item. We consider more than one vehicle at the depot and each vehicle has similar maximum capacity. Since the problem is an NP hard problem, we use Particle Swarm Optimization (PSO) method to solve the problem. A numerical example and sensitivity analysis are conducted to show the deteriorating rate effects at the vehicle and inventory, and also inventory and transportation cost to the total supply chain cost. The results show that the total cost/hour is more sensitive to different values inventory deteriorating rate than transportation deteriorating rate."}, "filled": true, "author_pub_id": "LlXFxcgAAAAJ:4TOpqqG69KYC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=14964251395214439847", "cites_id": ["14964251395214439847"], "pub_url": "http://ieomsociety.org/ieom_2016/pdfs/265.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:p3VmJVyzq88J:scholar.google.com/", "cites_per_year": {"2019": 1, "2020": 0, "2021": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perbaikan Sistem Distribusi dan Inventori pada PT. Blue Sky Biotech", "pub_year": 2015, "citation": "Jurnal Titra 3 (2), 163-168, 2015", "author": "Albertus Arya Mudita and Tanti Octavia and Gede Agus Widyadana", "journal": "Jurnal Titra", "volume": "3", "number": "2", "pages": "163-168", "abstract": "This paper discusses about inventory and distribution systems in PT. Blue Sky Biotech branch especially in Surabaya. Surabaya branch often has too much Prosatu product in the end of the month and the distribution systems also still infefficent. The analysis of distribution and inventory systems will affect to the total cost and and the warehouse inventory itself. The distribution system will be analyzed from distriburion route at Jakarta, choosing distribution partner, and the distribution method itself. There is an elimination route of taman tekno-gunung sindur-taman tekno route to minimize transportation cost. For the distribution partner PT. Blue Sky Biotech has three alternatives, to use existing partner (using bus) or to change it with train or truck. Continuous review policy with reorder point method is proposed to control the inventory. The best alternative is the company deliver the products using truck, as distribution partner and continuous review policy to control the inventory. The combination can reduce the company expense around 64%."}, "filled": true, "author_pub_id": "LlXFxcgAAAAJ:_kc_bZDykSQC", "num_citations": 0, "pub_url": "http://publication.petra.ac.id/index.php/teknik-industri/article/view/3461", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:G3inFpUpGQ8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Impact of Contract Farming on Banana Supply Chain Performance in East Java, Indonesia", "pub_year": 2014, "citation": "Australian Journal of Basic and Applied Sciences 8 (4), 90-95, 2014", "author": "I Widyadana and Tanti Octavia and Herri Christian Palit and Gerry Anggian Gunawan", "journal": "Australian Journal of Basic and Applied Sciences", "volume": "8", "number": "4", "pages": "90-95", "publisher": "Petra Christian University", "abstract": "Pisang Mas (Musa acuminatacolla or banana) is one of the important commodities in East Java. This study discusses the impact of contract farming to the improvement of banana supply chain performance.The performance measurements of banana supply chain are revenue, oversupply, lost sales, and availability. Two models of supply chain are developed based on two types of contract farming, plasma-nucleus contract farming (Model 1) and sub-contract contract farming (Model 2). Those two modelsaresimulated using Vensim PLE software for 52 weeks (computer time). The simulation shows that the performance of the Model 2 is better than the Model 1."}, "filled": true, "author_pub_id": "LlXFxcgAAAAJ:ULOm3_A8WrAC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=1970823214109084275", "cites_id": ["1970823214109084275"], "pub_url": "https://repository.petra.ac.id/16822/3/4_the_impact.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:c8oQeEXFWRsJ:scholar.google.com/", "cites_per_year": {"2019": 2, "2020": 0, "2021": 0, "2022": 0, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Stackelberg game for two-level supply chain with price markdown option", "pub_year": 2014, "citation": "International Journal of Computer Mathematics 91 (5), 1054-1060, 2014", "author": "Nita H Shah and Gede Agus Widyadana and Hui Ming Wee", "journal": "International Journal of Computer Mathematics", "volume": "91", "number": "5", "pages": "1054-1060", "publisher": "Taylor & Francis", "abstract": "Vendor–retailer collaboration has an important role in supply chain management. Although vendor–retailer collaboration results in better supply chain profit, collaboration is difficult to realize. This is because most vendors and retailers try to optimize their own profit. This paper applies the Stackelberg game with stochastic demand for the vendor–retailer system. The vendor as a leader determines the product price, and the retailer decides order quantity and frequency of price markdown. This study develops example and sensitivity analyses to illustrate the theory. Results show that the price markdown option has a better total supply chain profit than without a price markdown policy, and the vendor receives more benefit. For different demand variances, the retailer profit is more sensitive than the vendor profit."}, "filled": true, "author_pub_id": "LlXFxcgAAAAJ:MXK_kJrjxJIC", "num_citations": 18, "citedby_url": "/scholar?hl=en&cites=6014184071021973340", "cites_id": ["6014184071021973340"], "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/00207160.2013.819973", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:XM8TT4ysdlMJ:scholar.google.com/", "cites_per_year": {"2015": 1, "2016": 2, "2017": 2, "2018": 5, "2019": 0, "2020": 2, "2021": 1, "2022": 3, "2023": 1, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A constrained multi-products EPQ inventory model with discrete delivery order and lot size", "pub_year": 2014, "citation": "Applied Mathematics and Computation 230, 359-370, 2014", "author": "Leopoldo Eduardo Cárdenas-Barrón and Gerardo Treviño-Garza and Gede Agus Widyadana and Hui-Ming Wee", "journal": "Applied Mathematics and Computation", "volume": "230", "pages": "359-370", "publisher": "Elsevier", "abstract": "This paper proposes an alternative heuristic algorithm for a multi-product Economic Production Quantity (EPQ) vendor–buyer integrated model with Just in Time (JIT) philosophy and a budget constraint. This type of problem is usually solved by a Mixed Integer Non Linear Problem (MINLP), which is complex and computationally expensive. The proposed heuristic algorithm involves less computation and therefore it is less expensive than the previously published algorithms. Furthermore, the heuristic algorithm is simpler as it derives the integer values for all discrete variables in a straightforward manner. Through empirical experimentation, it is demonstrated that the heuristic algorithm provides solutions closer to the lower bound in a very short time."}, "filled": true, "author_pub_id": "LlXFxcgAAAAJ:3fE2CSJIrl8C", "num_citations": 49, "citedby_url": "/scholar?hl=en&cites=6808115998003955644", "cites_id": ["6808115998003955644"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S009630031301360X", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vAeu4m1Je14J:scholar.google.com/", "cites_per_year": {"2015": 2, "2016": 7, "2017": 7, "2018": 7, "2019": 8, "2020": 5, "2021": 3, "2022": 3, "2023": 3, "2024": 3, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A production model for deteriorating items with stochastic preventive maintenance time and rework process with FIFO rule", "pub_year": 2013, "citation": "Omega 41 (6), 941-954, 2013", "author": "Hui Ming Wee and Gede Agus Widyadana", "journal": "Omega", "volume": "41", "number": "6", "pages": "941-954", "publisher": "Pergamon"}, "filled": true, "author_pub_id": "LlXFxcgAAAAJ:kNdYIx-mwKoC", "num_citations": 87, "citedby_url": "/scholar?hl=en&cites=5154515628865522566", "cites_id": ["5154515628865522566"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:hou6l6eEiEcJ:scholar.google.com/", "cites_per_year": {"2013": 1, "2014": 10, "2015": 9, "2016": 11, "2017": 13, "2018": 8, "2019": 6, "2020": 5, "2021": 7, "2022": 2, "2023": 11, "2024": 3, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Model Persediaan Bahan Baku Multi Item dengan Mempertimbangkan Masa Kadaluwarsa, Unit Diskon dan Permintaanyang Tidak Konstan", "pub_year": 2012, "citation": "Jurnal Teknik Industri: Jurnal Keilmuan dan Aplikasi Teknik Industri 14 (2 …, 2012", "author": "Stanley Surya Jaya and Tanti Octavia and I Gede Agus Widyadana", "journal": "Jurnal Teknik Industri: Jurnal Keilmuan dan Aplikasi Teknik Industri", "volume": "14", "number": "2", "pages": "97-106", "abstract": "Many research focus on inventory problem, since inventory has significant effect to financial of a company. This research tries to develop multi items inventory models by considering expire date and unit discount with stochastic demand. Stochatic demand result in possibility of lost sales and backorder, so lost sales and backorder will be considered in the models. The models are solved using simulation and Genetic Algorithm due to complexity of the models. A numerical example and sensitivity analysis are conducted to verify the models. The sensitivity analysis shows that inventory cost and backorder cost have significant effect to ordering time."}, "filled": true, "author_pub_id": "LlXFxcgAAAAJ:8k81kl-MbHgC", "num_citations": 29, "citedby_url": "/scholar?hl=en&cites=837051285454612402", "cites_id": ["837051285454612402"], "pub_url": "http://jurnalindustri.petra.ac.id/index.php/ind/article/view/18536", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:smdOkLXNnQsJ:scholar.google.com/", "cites_per_year": {"2014": 1, "2015": 3, "2016": 3, "2017": 3, "2018": 4, "2019": 3, "2020": 2, "2021": 3, "2022": 2, "2023": 2, "2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "An economic production quantity model for deteriorating items with preventive maintenance policy and random machine breakdown", "pub_year": 2012, "citation": "International Journal of Systems Science 43 (10), 1870-1882, 2012", "author": "Gede Agus Widyadana and Hui Ming Wee", "journal": "International Journal of Systems Science", "volume": "43", "number": "10", "pages": "1870-1882", "publisher": "Taylor & Francis Group", "abstract": "In recent years, many researches on economic production quantity (EPQ) models with machine breakdown and preventive maintenance have been developed, but few of them have developed integrated models for deteriorating items. In this study, we develop EPQ models for deteriorating items with preventive maintenance, random machine breakdown and immediate corrective action. Corrective and preventive maintenance times are assumed to be stochastic and the unfulfilled demands are lost sales. Two EPQ models of uniform distribution and exponential distribution of corrective and maintenance times are developed. An example and sensitivity analysis is given to illustrate the models. For the exponential distribution model, it is shown that the corrective time parameter is one of the most sensitive parameters to the optimal total cost."}, "filled": true, "author_pub_id": "LlXFxcgAAAAJ:Y0pCki6q_DkC", "num_citations": 48, "citedby_url": "/scholar?hl=en&cites=13846182128952298151", "cites_id": ["13846182128952298151"], "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/00207721.2011.555009", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:p0qQO0mFJ8AJ:scholar.google.com/", "cites_per_year": {"2013": 3, "2014": 6, "2015": 5, "2016": 12, "2017": 4, "2018": 2, "2019": 2, "2020": 4, "2021": 3, "2022": 2, "2023": 2, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analysis of Permissible Delay in Payment Policy for Sustainable Business Development", "pub_year": 2012, "citation": "Analysis of Permissible Delay in Payment Policy for Sustainable Business …, 2012", "author": "I Widyadana and I Nyoman Sutapa", "abstract": "Many retailers in developing countries have difficulty to make direct payment. As a consequence, the vendor has to offer delay in payment to keep sustainable order from his retailers and to attract the retailers to order larger quantity. In the other side, the vendor financial position has to be preserved to keep their financial safety. When time value money is considered, retailers get some additional profit from interest earned and the vendor get loss from interest cost. In this situation, the vendor wants to maximize his profit and financial health. In this paper, we develop a model of one vendor and many retailers with delay in payment and considering time value of money. Since the vendor has two contradictive goals, goal programming approach is used in the model and Genetic Algorithm (GA) approach is employed to solve the problem. A numerical example and sensitivity analysis with different retailer demand, retailer payment ability and vendor credit limit are shown to illustrate the model. The results show that vendor prefer to delivers products to retailer with high payment ability to achieve his goals."}, "filled": true, "author_pub_id": "LlXFxcgAAAAJ:ufrVoPGSRksC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/16364/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:w87K84TSxHYJ:scholar.google.com/", "cites_per_year": {}}
