{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Hubungan Gaya Kepemimpinan Transformasional Dan Transaksional Terhadap Motivasi Kerja Karyawan Perusahaan Jasa Konstruksi Di Kota Ambon Menggunakan Metode Partial Least Square-Structural Equation Modeling", "pub_year": 2023, "citation": "Dimensi Utama Teknik Sipil 10 (1), 86-103, 2023", "author": "Rikson Kurniawan Tandelilin and Gede Widyadana", "journal": "Dimensi Utama Teknik Sipil", "volume": "10", "number": "1", "pages": "86-103", "abstract": "Penelitian ini dilakukan untuk mengetahui pengaruh dari variabel gaya kepemimpinan transformasional dan gaya kepemimpinan transaksional terhadap motivasi kerja karyawan di perusahaan konstruksi kota Ambon. Sampel yang digunakan adalah karyawan dari perusahaan yang terdaftar sebagai anggota ASPEKINDO kota Ambon tahun 2022. Teknik analisis data yang digunakan adalah analisis deskriptif dan multivariat dengan PLS-SEM. Hasil penelitian pada perusahan konstruksi di kota Ambon, gaya kepemimpinan transformasional berpengaruh positif dan signifikan terhadap motivasi kerja karyawan. Sedangkan gaya kepemimpinan transaksional berpengaruh negatif dan signifikan terhadap motivasi kerja karyawan. Pada gaya kepemimpinan transformasional, ketika semakin tinggi persepsi terhadap gaya kepemimpinan atasan maka semakin tinggi motivasi kerja dari karyawan. Sedangkan untuk gaya kepemimpinan transaksional, mendapatkan kesimpulan berbeda yaitu ketika semakin tinggi persepsi gaya kepemimpinan transaksional maka semakin rendah motivasi kerja dari karyawan."}, "filled": true, "author_pub_id": "LlXFxcgAAAAJ:L8Ckcad2t8MC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=4978144233242957910", "cites_id": ["4978144233242957910"], "pub_url": "https://duts.petra.ac.id/index.php/duts/article/view/241", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VhgbB87rFUUJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Revenue and risk sharing in view of uncertain demand during the pandemics", "pub_year": 2022, "citation": "RAIRO-Operations Research 56 (3), 1807-1821, 2022", "author": "Yen-Deng Huang and Gede Agus Widyadana and Hui Ming Wee and Mauricio Fontoura Blos", "journal": "RAIRO-Operations Research", "volume": "56", "number": "3", "pages": "1807-1821", "publisher": "EDP Sciences", "abstract": "Due to stochastic demand during the pandemics and uncertain environment, the vendor and the retailer share their risks and benefits by applying revenue sharing and markdown policy in order to reduce the risks and achieve a win-win contract. Three supply chain coordination policies, decentralized policy, centralized vendor-retailer policy and centralized vendor-retailer revenue sharing policy are developed. An example with uniform probability demand is used to illustrate the model. The result shows that the revenue sharing contract is more attractive for the retailer, and the centralized policy is more attractive for the vendor. Therefore, price markdowns are used to share benefits. The sensitivity analysis shows that the number of markdowns is not sensitive to the variances in the uniform demand distribution. A win-win contract based on a revenue sharing and price markdown is developed. A case example shows …"}, "filled": true, "author_pub_id": "LlXFxcgAAAAJ:7PzlFSSx8tAC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=1662215608468577705", "cites_id": ["1662215608468577705"], "pub_url": "https://www.rairo-ro.org/articles/ro/abs/2022/03/ro210340/ro210340.html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qR3hAkpgERcJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 3, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "An inventory routing problem for deteriorating items with dynamic demand and spoilage rate", "pub_year": 2021, "citation": "Yugoslav Journal of Operations Research 31 (2), 153-164, 2021", "author": "Gede Agus Widyadana and Krisna Wahyudi and Nyoman Sutapa", "journal": "Yugoslav Journal of Operations Research", "volume": "31", "number": "2", "pages": "153-164"}, "filled": true, "author_pub_id": "LlXFxcgAAAAJ:dhFuZR0502QC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=13190342664960467059", "cites_id": ["13190342664960467059"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:c-ClssSCDbcJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 0, "2024": 1}}
