{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGEMBANGAN WEB PORTAL UNTUK SISTEM RESERVASI LABORATORIUM KOMPUTER VIRTUAL", "pub_year": 2024, "citation": "Jurnal Teknik Elektro 17 (2), 81-87, 2024", "author": "Kevin Luis Linuhung and Resmana Lim and Petrus Santoso", "journal": "Jurnal Teknik Elektro", "volume": "17", "number": "2", "pages": "81-87", "abstract": "Melalui laboratorium komputer virtual (Virtual LAB) berbasis cloud dapat digunakan setiap saat dan di mana pun selama terhubung dengan internet. Namun, model bisnis pay as you go yang diterapkan pada virtual machine berbasis cloud dapat menyebabkan peningkatan biaya jika lupa mematikan virtual machine. Hal ini sangat tidak efisien jika virtual machine tidak digunakan tetapi tagihan terus bertambah. Melalui Web Portal, mahasiswa menentukan jangka waktu peminjaman virtual machine agar penggunaan virtual machine menjadi lebih efisien. Dengan adanya batasan tersebut mahasiswa harus menggunakan virtual machine dengan efektif. Kemudian sistem dapat mematikan virtual machine secara otomatis apabila waktu peminjaman sudah berakhir. Pengujian dilakukan dengan cara melakukan reservasi dan memastikan bahwa virtual machine akan mati secara otomatis setelah melewati batas waktu yang ditentukan. Hasil yang didapat adalah Sistem dapat mematikan virtual machine baik secara otomatis maupun secara manual melalui API. Dengan demikian, sistem ini membantu mengurangi biaya sumber daya virtual machine yang tidak efisien."}, "filled": true, "author_pub_id": "lQGtRLMAAAAJ:M05iB0D1s5AC", "num_citations": 0, "pub_url": "https://jurnalelektro.petra.ac.id/index.php/elk/article/view/30740", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KgDEhV256IsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "SISTEM PENGAWASAN LANSIA JARAK JAUH TERINTEGRASI", "pub_year": 2024, "citation": "SISTEM PENGAWASAN LANSIA JARAK JAUH TERINTEGRASI, 2024", "author": "Handy Wicaksono and Petrus Santoso and Indar Sugiarto", "abstract": "Invensi ini berkaitan dengan penerapan teknologi bidang internet of things untuk membantu kehidupan manusia, khususnya para lansia yang tinggal sendiri di rumah. Khususnya invensi berhubungan dengan suatu sistem pengawasan lansia melalui internet yang merupakan integrasi dari perlengkapan pengguna, piranti 10 pengguna, dan robot telepresence, menjadi suatu sistem rumah cerdas untuk lansia."}, "filled": true, "author_pub_id": "lQGtRLMAAAAJ:ldfaerwXgEUC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21176/1/Kegiatanhaki_04004_1468.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:7_fIwZ7fGnkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "SISTEM DETEKSI CACAT PRODUK ENAM SISI OTOMATIS", "pub_year": 2024, "citation": "SISTEM DETEKSI CACAT PRODUK ENAM SISI OTOMATIS, 2024", "author": "Handy Wicaksono and Indar Sugiarto and Petrus Santoso and Karina Agustin and Roche Alimin", "abstract": "Jumlah Klaim: 1 nvens: SISTEI\\I DETEKSI CACAT PRODUK ENAI\\,'l SlSl OT0I/ATIS vensr ini adalah sistem deteks cacat untuk produk dengan enam sisi secara otomatis, Sistem ini terdiri dari beberapa bagian: konveyor, dua buah mekanisme pembalik berupa lengan robot dengan enam derajat kebebasan, dan enam buah kamera RGB: bar di tiga area konveyor. Algoritma deep learning akan drterapkan pada edge controller yang dilekatkan pada masing-nera dan melakukan deteksi cacat produk secara otomatis. Saal salah satu kamera menangkap cacat pada salah satu sisi a produk akan dinyatakan cacat dan diarahkan ke area produk cacat."}, "filled": true, "author_pub_id": "lQGtRLMAAAAJ:2P1L_qKh6hAC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21175/1/Kegiatanhaki_04004_1471.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:OGwEaRX6gDcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "SIMULASI KONTROL KELEMBABAN DENGAN KONTROLER PID PADA KUMBUNG JAMUR DI URBAN FARMING ALAM SARI PETRA", "pub_year": 2024, "citation": "Jurnal Teknik Elektro 17 (1), 22-28, 2024", "author": "Sih Kawuryan Yulianes Kufa and Resmana Lim and Petrus Santoso and Iwan Handoyo Putro", "journal": "Jurnal Teknik Elektro", "volume": "17", "number": "1", "pages": "22-28", "abstract": "Urban farming adalah kegiatan bercocok tanam atau beternak secara mandiri di wilayah perkotaan dengan memanfaatkan lahan yang terbatas atau kosong. Urban Farming Alam Sari Petra di pusat kota Surabaya bertujuan untuk mendidik pendidik dan peserta didik tentang pertanian perkotaan dan tanaman organik. Salah satu kegiatan yang dilakukan adalah budidaya jamur tiram. Namun, pengoperasian manual sistem penyiram di kumbung jamur menyebabkan kelembaban yang tidak terkontrol dan pertumbuhan jamur yang tidak optimal. Untuk mengatasi hal ini, diimplementasikan sebuah sistem pengatur kelembaban menggunakan kontroler PID. Permasalahan penelitian ini difokuskan pada bagaimana mempertahankan kelembaban pada tingkat tertentu selama masa inkubasi dan masa panen di kumbung jamur. Pengujian yang dilakukan adalah tuning pid, pengujian kontrol tanpa gangguan, pengujian kontrol dengan gangguan dan pengujian kontrol dengan target kelembaban berbeda. Tahapan pengujian ini bertujuan untuk mengevaluasi kinerja dari sistem. Berdasarkan hasil pengujian, dapat disimpulkan bahwa penggunaan kontroler PID dalam mengontrol kelembaban hingga berhasil mencapai tingkat kelembaban yang stabil dan sesuai dengan set point yang diminta."}, "filled": true, "author_pub_id": "lQGtRLMAAAAJ:35N4QoGY0k4C", "num_citations": 0, "pub_url": "https://jurnalelektro.petra.ac.id/index.php/elk/article/view/28158", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:4hRcvTI-YJcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Voice-controlled smart home prototype to assist an elder in home care", "pub_year": 2023, "citation": "AIP Conference Proceedings 2693 (1), 2023", "author": "Handy Wicaksono and Petrus Santoso and Indar Sugiarto and Florenzo Dwipanjung", "journal": "AIP Conference Proceedings", "volume": "2693", "number": "1", "publisher": "AIP Publishing", "abstract": "This research aims to create a prototype of a smart home system to assist an elder in a home care scenario. Smart home system users can control devices such as lights using voice commands, keep track of the user's heart rate, monitor house situation, and store user's events using a schedule reminder. The smart home system will use Raspberry Pi 3 as the main microcontroller, Wemos D1 as a microcontroller on the smart home model, Broadlink RM Mini 3 as the medium to control an air conditioner and television, and Xiaomi Mi Band 2 as the wearable device. The program will use the Node-RED, NORA, and Firebase platforms which are very helpful in the development of the Internet of Things. System testing is done by testing the features of smart home systems, wearable devices, schedule reminders, as well as surveying the level of user satisfaction. The test results show that the smart home system can function …"}, "filled": true, "author_pub_id": "lQGtRLMAAAAJ:RGFaLdJalmkC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=7047813388669294175", "cites_id": ["7047813388669294175"], "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2693/1/020028/2920040", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Xxbgou_czmEJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Application of smart home and smartwatch to assist elders in home care scenario", "pub_year": 2023, "citation": "AIP Conference Proceedings 2693 (1), 2023", "author": "Handy Wicaksono and Petrus Santoso and Indar Sugiarto and Dwi Kristiyono and Jonathan Aditya Wijaya", "journal": "AIP Conference Proceedings", "volume": "2693", "number": "1", "publisher": "AIP Publishing", "abstract": "Many elders choose to live independently in their own houses. This research aims to apply home automation and wearable device technology to assist the elders in the home care scenario. Unlike many research in this field, we apply our home automation system in the real or physical house. There are four main features of our smart home: door control, lighting control, temperature control, and gas leakage detection. Six Wemos D1 minis are used as the local controllers for each sensor and actuator, while a RaspberryPi 4 is utilized as the main controller. NodeRed is chosen as the tool to integrate various components in our system, so a web dashboard can be used to monitor and control the smart house. We also developed a mobile sensing platform called SmartSens. Samsung Galaxy Watch is used as a smartwatch worn by the elder. We then conduct simple experiments where the elder controls our smart home …"}, "filled": true, "author_pub_id": "lQGtRLMAAAAJ:ns9cj8rnVeAC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=1128285385594121809", "cites_id": ["1128285385594121809"], "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2693/1/020029/2920041", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:US6ajZR5qA8J:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 0, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Paten Sederhana: Metode Untuk Mengenali Aksara Jawa Berbasis Komputasi Awan", "pub_year": 2023, "citation": "", "author": "Raymond Sutjiadi and Timothy John Pattiasina and Peter Santoso"}, "filled": true, "author_pub_id": "lQGtRLMAAAAJ:NaGl4SEjCO4C", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=199400908816380806&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:hvPj8RFqxAIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "SISTEM PEMBARUAN STOK BARANG PADA TOKO PAKAIAN MENGGUNAKAN TEKNOLOGI RFID", "pub_year": 2023, "citation": "Jurnal Teknik Elektro 16 (2), 30-33, 2023", "author": "Elysia Levina and Resmana Lim and Petrus Santoso", "journal": "Jurnal Teknik Elektro", "volume": "16", "number": "2", "pages": "30-33", "abstract": "Pendataan barang pada toko ritel penting untuk mengetahui status ketersediaan barang, dengan adanya pendataan stok barang, maka pencarian barang akan lebih mudah. Pencatatan keluar juga perlu dilakukan dengan cepat agar tidak mengganggu kegiatan jual beli, sehingga sistem diharapkan dapat mengelola stok barang yang dapat diakses dengan mudah dan dapat dilakukan dengan cepat. Website berfungsi sebagai interface untuk menampilkan data yang ada pada database. USB RFID reader digunakan sebagai alat untuk membaca RFID. Pembuatan website menggunakan node js sebagai framework backend dan vue js sebagai framework frontend. Akses website dibedakan menjadi dua jenis berdasarkan fiturnya, yaitu storage, untuk mencatat barang masuk dan store, untuk mencatat barang keluar. Pengujian dilakukan dengan menguji keberhasilan komunikasi Node js dengan MySQL menggunakan aplikasi Postman, dan menguji keberhasilan komunikasi website dengan database. Dari hasil pengujian tersebut, RFID dapat dibaca oleh USB RFID reader, lalu data barang dapat dibaca, ditulis, diedit dan dihapus melalui web"}, "filled": true, "author_pub_id": "lQGtRLMAAAAJ:O3NaXMp0MMsC", "num_citations": 0, "pub_url": "https://jurnalelektro.petra.ac.id/index.php/elk/article/view/26879", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:dvYrHiIuV58J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "GROUP TASK MANAGEMENT BERBASIS GAMIFICATION", "pub_year": 2023, "citation": "Jurnal Teknik Elektro 16 (2), 34-40, 2023", "author": "Adrian Shaksana Putra and Iwan Handoyo Putro and Petrus Santoso", "journal": "Jurnal Teknik Elektro", "volume": "16", "number": "2", "pages": "34-40", "abstract": "Di dalam dunia pekerjaan ataupun kuliah, semua orang dituntut memiliki kemampuan bekerja dalam kelompok untuk menyelesaikan sebuah projek. Sejumlah aplikasi memungkinkan terciptanya koordinasi dan delegasi tugas dalam kelompok. Namun apabila tidak ditunjang dengan motivasi maka lambat laun kinerja akan berkurang. Untuk menciptakan motivasi tersebut maka salah satu cara yang dapat dilakukan adalah dengan implementasi konsep gamification. Group Task Management adalah aplikasi yang mengintegrasikan koordinasi dan delegasi tugas dalam projek dengan konsep gamification. Dalam aplikasi ini terdapat fitur membuat grup pekerjaan atau projek dimana pengguna dapat mengumpulkan sebuah kelompok untuk suatu projek. Pengguna dapat mendelegasikan tugas dan memantau kinerja kelompok yang tergabung dalam suatu grup. Aplikasi diuji oleh 15 pengguna terbagi dalam 3 kelompok usia yaitu dewasa, mahasiswa dan pelajar SMA masing–masing 5 responden. Berdasarkan hasil kuisioner disimpulkan aplikasi ini dapat membantu dan memotivasi proses kerja kelompok."}, "filled": true, "author_pub_id": "lQGtRLMAAAAJ:GnPB-g6toBAC", "num_citations": 0, "pub_url": "https://jurnalelektro.petra.ac.id/index.php/elk/article/view/26885", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:fFuIVtNNipwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGEMBANGAN APLIKASI MOBILE UNTUK PEMBACAAN SIMULASI PENGGUNAAN LISTRIK RUMAH KOST", "pub_year": 2023, "citation": "Jurnal Teknik Elektro 16 (1), 1-4, 2023", "author": "Evan Alfredo Gozali and Resmana Lim and Petrus Santoso", "journal": "Jurnal Teknik Elektro", "volume": "16", "number": "1", "pages": "1-4", "abstract": "Pengembangan aplikasi mobile yang dibuat pada projek ini untuk melakukan pembacaan data power meter rumah kost, dengan menggunakan data power meter yang telah disimulasikan dari database menggunakan tombol simulasi powermeter. Data tersebut digunakan untuk proses monitoring yang dilakukan oleh pengguna kost dan pemilik kost. End-point yang digunakan sudah diuji dengan menggunakan postman sehingga data yang dikirim maupun diterima sesuai, aplikasi juga sudah diuji dalam beberapa skenario. Sehingga aplikasi dapat berjalan untuk melakukan pengawasan (monitoring) penggunaan listrik secara online."}, "filled": true, "author_pub_id": "lQGtRLMAAAAJ:BqipwSGYUEgC", "num_citations": 0, "pub_url": "https://jurnalelektro.petra.ac.id/index.php/elk/article/view/26808", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:17C_uNQ5C4YJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Towards autonomous robot application and human pose detection for elders monitoring", "pub_year": 2022, "citation": "2022 6th International Conference on Information Technology, Information …, 2022", "author": "Handy Wicaksono and Indar Sugiarto and Petrus Santoso and Glenn Ricardo and Jason Halim", "conference": "2022 6th International Conference on Information Technology, Information Systems and Electrical Engineering (ICITISEE)", "pages": "772-776", "publisher": "IEEE", "abstract": "Some elders prefer to stay at home compared to a nursing home. They can be assisted by several technologies such as a robot, smart home, and smartwatch for their safety and comfort. When an elder has an abnormal vital sign or abnormal pose, a notification email can be sent to the caregiver, and a mobile robot can move autonomously toward the elder. This paper describes the experimental results of the navigation of an autonomous mobile robot, the human pose detection by a camera, and the heart rate reading by a smartwatch. The integration concept of those subsystems for elders monitoring, utilizing MQTT protocol, is also explained."}, "filled": true, "author_pub_id": "lQGtRLMAAAAJ:JV2RwH3_ST0C", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=14650559618785041128", "cites_id": ["14650559618785041128"], "pub_url": "https://ieeexplore.ieee.org/abstract/document/10057680/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6Fpd7lk-UcsJ:scholar.google.com/", "cites_per_year": {"2024": 3, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Implementation of Deep Learning Technique in Mobile Application as a Preservation and Learning Media of Javanese Letter", "pub_year": 2022, "citation": "International Conference on Sustainability in Creative Industries, 161-169, 2022", "author": "Raymond Sutjiadi and Timothy John Pattiasina and Peter Santoso", "pages": "161-169", "publisher": "Springer Nature Switzerland", "abstract": "Indonesia as the largest archipelagic country in the world has many local heritages. One of the valuable heritages is local language, which is 718 local languages in total from 37 provinces in Indonesia. Javanese language is a local language used by many people in Java Island, the most crowded mainland in Indonesia. This language has specific form of letter, differ from Latin alphabet. Because of that, nowadays people rarely learn how to write Javanese letter because of its difficulty. In this research, mobile application is developed using deep learning technique with VGG-16 convolutional neural network (CNN) architecture, as the cutting-edge method of artificial intelligence, to recognize Javanese letter and convert it into Latin alphabet. By using this application, younger generation can learn Javanese letter easily and in attractive way. Three main features are provided, i.e., scanning the letter, writing the letter …"}, "filled": true, "author_pub_id": "lQGtRLMAAAAJ:70eg2SAEIzsC", "num_citations": 0, "pub_url": "https://link.springer.com/chapter/10.1007/978-3-031-48453-7_16", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ggHFipS09hkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Aplikasi Ruangan Maya Berbasis Android OS pada Headset Virtual Reality Oculus Quest 2", "pub_year": 2022, "citation": "Jurnal FORTECH 3 (2), 51-56, 2022", "author": "Alvin Christopher Santoso and Petrus Santoso", "journal": "Jurnal FORTECH", "volume": "3", "number": "2", "pages": "51-56", "abstract": "Metaverse and VR (virtual reality) technology brings a lot of benefits to some sectors of life, especially education because VR technology makes it possible for users to be placed in a simulation of a certain scenario or situation which helps with the user’s learning experience. The development of computer technology where computer components are much smaller in size, have better computational capacity, and low cost has made VR technology more available and offers more and more opportunities as computer technology develops even further. In order to take advantage of the increasing opportunity, a virtual room application based on Android OS for Oculus Quest 2 is developed in order to learn about virtual reality development workflow on a VR headset using Unity game engine. The features implemented in the virtual room app are locomotion control by teleportation and continuous movement, rotation by snap turning, interactable objects such as a mirror, grabbable objects which the user can hold in the virtual room, and sockets to place digital objects in the virtual room."}, "filled": true, "author_pub_id": "lQGtRLMAAAAJ:maZDTaKrznsC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=16952993753530807910", "cites_id": ["16952993753530807910"], "pub_url": "http://journal.fortei7.org/index.php/fortech/article/view/357", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Zraefv8hResJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 2, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pemberi Makan Ikan dan Pengurasan Otomatis pada Akuarium berbasis IoT", "pub_year": 2022, "citation": "Jurnal Teknik Elektro 15 (2), 48-53, 2022", "author": "Yansen Suwanto and Petrus Santoso", "journal": "Jurnal Teknik Elektro", "volume": "15", "number": "2", "pages": "48-53", "abstract": "Hal utama dalam merawat ikan adalah pemberian makan yang teratur dan menjaga kualitas kebersihan air agar ikan dapat hidup dengan sehat. Merawat ikan saat ini dengan cara memberi makan ikan dilokasi tempat akuarium berada dan mengurasnya ketika air sudah terlihat keruh."}, "filled": true, "author_pub_id": "lQGtRLMAAAAJ:M3NEmzRMIkIC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=340813964981595700", "cites_id": ["340813964981595700"], "pub_url": "https://jurnalelektro.petra.ac.id/index.php/elk/article/view/25889", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:NG441X7QugQJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Autonomous mobile robot development based on duckietown platform for recognizing and following the traffic sign", "pub_year": 2021, "citation": "Journal of Physics: Conference Series 1921 (1), 012065, 2021", "author": "Glenn Ryan Purwanto and Petrus Santoso and Handry Khoswanto", "journal": "Journal of Physics: Conference Series", "volume": "1921", "number": "1", "pages": "012065", "publisher": "IOP Publishing", "abstract": "This paper presents development of an autonomous mobile robot which can recognize the traffic sign and move according to that recognized sign. The mobile robot was developed based on Duckietown platform, which is a research which focuses on self-driving vehicles. The mobile robot was equipped with a fish eye camera as its vision device and raspberry pi. 3 controller module as the main controller for doing image processing in order to recognize the signs and controlling the movement of the robot. The program runs on ROS platform. The system has been tested by moving mobile robot through all area and the results showed average recognition rate of 80%. The system also has been tested in variation of light intensity and the result showed average recognition rate of 80%. Another test also was done by adding disturbance object which has similar or same color as sign color and the result showed average …"}, "filled": true, "author_pub_id": "lQGtRLMAAAAJ:r0BpntZqJG4C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=14624213367001192182", "cites_id": ["14624213367001192182"], "pub_url": "https://iopscience.iop.org/article/10.1088/1742-6596/1921/1/012065/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9hagK5Ok88oJ:scholar.google.com/", "cites_per_year": {"2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pemanfaatan Aplikasi Edmodo dalam Meningkatkan Pembelajaran Berbasis Daring di SMP 57 Surabaya", "pub_year": 2021, "citation": "Jurnal of Service Learning 7 (1), 27-31, 2021", "author": "Iwan Handoyo Putro and Petrus Santoso and Iman Subekti", "volume": "7", "number": "1", "pages": "27-31", "abstract": "SMP Negeri 57 Surabaya merupakan sekolah dibawah naungan Pemerintah Kota Surabaya dan diresmikan oleh Walikota Surabaya Tri Rismaharini pada 12 Januari 2017. SMP 57 berlokasi di Kelurahan Siwalankerto, Kecamatan Wonocolo, Surabaya. Berdasarkan observasi yang telah dilakukan, didapatkan adanya permasalahan terkait TIK di sekolah ini yaitu laboratorium computer yang telah dimiliki belum dimanfaatakan secara maksimal. Terdapat 3 cluster permasalahan yang dapat didentifikasi (1) SDM belum cukup memadai untuk mengelola sistem TIK yang ada, (2) Aktivitas berbasis komputer belum terwujud, (3) belum adanya server sebagai fasilitas pendukung laboratorium komputer. Usulan solusi telah disusun untuk menjawab kebutuhan TIK di SMPN 57 Surabaya, yaitu: (1) mengadakan pelatihan aplikasi Edmodo bagi guru (2) membantu guru menyusun aktivitas pembelajaran berbasis Edmodo, serta (3) menyediakan server untuk mendukung aktivitas pembelajaran berbasis komputer di SMPN 57 Surabaya. Hasil angket menunjukkan bahwa 58% peserta workshop sangat setuju bahwa pelatihan ini membantu mereka meningkatkan kemampuan pengelolaan aktivitas pembelajaran berbasis daring."}, "filled": true, "author_pub_id": "lQGtRLMAAAAJ:j3f4tGmQtD8C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19055/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:AO0gLCLhw7QJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Hak Cipta: Scannen-Aplikasi Identifikasi Aksara Jawa", "pub_year": 2021, "citation": "", "author": "Peter Santoso and Raymond Sutjiadi and Timothy John Pattiasina"}, "filled": true, "author_pub_id": "lQGtRLMAAAAJ:NMxIlDl6LWMC", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=8141922744758405480&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:aIn_PZnr_XAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Hak Cipta: Scannen: Aplikasi Identifikasi Aksara Jawa", "pub_year": 2021, "citation": "", "author": "Peter Santoso and Raymond Sutjiadi and Timothy John Pattiasina", "abstract": "SURAT PENCATATAN Page 1 an MENTERI HUKUM DAN HAK ASASI MANUSIA \nDIREKTUR JENDERAL KEKAYAAN INTELEKTUAL Dr. Freddy Harris, SH, LL.M., ACCS. \nNIP. 196611181994031001 REPUBLIK INDONESIA KEMENTERIAN HUKUM DAN HAK \nASASI MANUSIA SURAT PENCATATAN CIPTAAN Dalam rangka pelindungan ciptaan di \nbidang ilmu pengetahuan, seni dan sastra berdasarkan Undang-Undang Nomor 28 Tahun \n2014 tentang Hak Cipta, dengan ini menerangkan: Nomor dan tanggal permohonan \nPencipta Nama Alamat Kewarganegaraan Pemegang Hak Cipta Nama EC00202110629,10Februari2021\nPeterSantoso,RaymondSutjiadi,M.KomdkkKaliwunguRT001/RW001,Tulungagung,JAWATIMUR,66292Indonesia\nYayasanInstitutInformatikaIndonesiaJl.GubengPojokNo.15,RT010/RW007,Kel.PacarKeling,Kec.Alamat \nTambak Sari, Kota Surabaya, Propinsi Jawa Timur., Surabaya, JAWA …"}, "filled": true, "author_pub_id": "lQGtRLMAAAAJ:g5m5HwL7SMYC", "num_citations": 0, "pub_url": "http://repository.ikado.ac.id/id/eprint/265/1/Sertifikat%20Hak%20Cipta%20EC00202110629%20-%20Scannen%20Aplikasi%20Identifikasi%20Aksara%20Jawa.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:EISrTAua57wJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sistem Informasi Inventori dan Optimasi Pengiriman Stok Produk Menggunakan Metode Weighted Moving Average", "pub_year": 2020, "citation": "SMATIKA JURNAL: STIKI Informatika Jurnal 10 (02), 64-70, 2020", "author": "Raymond Sutjiadi and Peter Santoso", "journal": "SMATIKA JURNAL: STIKI Informatika Jurnal", "volume": "10", "number": "02", "pages": "64-70"}, "filled": true, "author_pub_id": "lQGtRLMAAAAJ:hMod-77fHWUC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=7570555646270020169", "cites_id": ["7570555646270020169"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:SZpA8D8EEGkJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 2, "2023": 2, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGENALAN RAMBU BATAS KECEPATAN PADA DUCKIEBOT", "pub_year": 2020, "citation": "SinarFe7 3 (1), 2020", "author": "Steven Jaya Nugraha and Petrus Santoso and Handry Khoswanto", "journal": "SinarFe7", "volume": "3", "number": "1", "abstract": "Proyek ini menambahkan fitur pada duckiebot untuk mengenali rambu batas rambu kecepatan. Pengenalan rambu batas kecepatan mengunakan metode haarcascade. Hasilnya duckiebot dapat mengenali rambu ketika berjalan dengan tingkat keberhasilan 90%. Gangguan cahaya diberikan pada proses pembacaan dengan tingkat keberhasilan 95%. Gangguan lain juga diberikan dengan memberikan objek yang identik dengan rambu batas kecepatan dengan tingkat keberhasilan 100%."}, "filled": true, "author_pub_id": "lQGtRLMAAAAJ:k_IJM867U9cC", "num_citations": 0, "pub_url": "http://journal.fortei7.org/index.php/sinarFe7/article/view/265", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:dCi0m8oszdkJ:scholar.google.com/", "cites_per_year": {}}
