{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sustainable tourism experiences: the role of digital technology and government support in creating tourists’ memorable experiences", "pub_year": 2025, "citation": "Cogent Business & Management 12 (1), 2482026, 2025", "author": "Regina Jokom and Hatane Semuel and Serli Wijaya", "journal": "Cogent Business & Management", "volume": "12", "number": "1", "pages": "2482026", "publisher": "Cogent", "abstract": "Sustainability practices in the tourism industry offer significant benefits to destinations, particularly when supported by digital technology and government involvement. This study investigates how sustainable tourism experiences influence the memorable experiences of foreign tourists, with digital technology and government support as moderating variables. Data from 270 foreign tourists across four cities in Indonesia were analyzed using Partial Least Squares Structural Equation Modeling (PLS-SEM). The results indicate that socio-cultural factors are the most significant influencers of tourists’ memorable experiences, with environmental factors also playing a key role. In contrast, economic factors do not significantly affect the memorability of tourists. In addition, there is evidence that Government support strengthens the impact of socio-cultural aspects on memorable experiences, particularly through initiatives that …"}, "filled": true, "author_pub_id": "lrIy1ZoAAAAJ:9DLIHnF0jcYC", "num_citations": 0, "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/23311975.2025.2482026", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:n7YJxHe1UBUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Atribut Sosial Budaya Terhadap Vivid Memory dan Niat Berperilaku Wisatawan Mancanegara di Kota Yogyakarta dan Surabaya", "pub_year": 2025, "citation": "Jurnal Manajemen Pemasaran 19 (1), 72-84, 2025", "author": "Calvin Gwiantara Putra and Rivaldi Fernando Hododjoyo and Serli Wijaya and Regina Jokom", "journal": "Jurnal Manajemen Pemasaran", "volume": "19", "number": "1", "pages": "72-84", "abstract": "Penelitian ini bertujuan untuk mengukur pengaruh pengalaman sustainable tourism khususnya pada aspek sosial budaya terhadap vivid memory yang nantinya akan memengaruhi niat berperilaku dari para wisatawan mancanegara yang sedang dan telah berwisata ke Yogyakarta dan Surabaya. Penelitian ini menganalisa data dari 262 responden yang valid, yang merupakan wisatawan mancanegara yang sedang maupun pernah berkunjung ke Yogyakarta dan Surabaya, menggunakan teknik analisa data Partial Least Square (PLS). Hasil penelitian menunjukkan adanya pengaruh positif dan signifikan dari variabel sosial budaya terkait pariwisata berkelanjutan terhadap niat berperilaku, dengan Vivid memory sebagai mediator. Implikasinya, hasil penelitian ini dapat menjadi dasar dalam merumuskan kebijakan dan strategi yang lebih efektif untuk mempromosikan pariwisata berkelanjutan di Indonesia."}, "filled": true, "author_pub_id": "lrIy1ZoAAAAJ:pYKElYtJMmwC", "num_citations": 0, "pub_url": "https://jurnalpemasaran.petra.ac.id/index.php/mar/article/view/30466", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZYwalsG8tyEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The influence of social media content on attitude, destination image and intention of female Muslim travelers to visit halal destinations: comparison between UGC and FGC", "pub_year": 2025, "citation": "Journal of Islamic Marketing 16 (2), 402-427, 2025", "author": "Caroline Octavia Wijaya and Serli Wijaya and Ferry Jaolis", "journal": "Journal of Islamic Marketing", "volume": "16", "number": "2", "pages": "402-427", "publisher": "Emerald Publishing Limited", "abstract": "This study aims to investigate how user-generated content (UGC) and firm-generated content (FGC) in social media affect attitudes toward halal tourism destinations, destination image and visit intentions among female Muslim (Muslimah) travelers. It also examines the role of travel habits as the moderating variable.This study adopts the Theory of Interpersonal Behavior (TIB) and the Theory of Planned Behavior (TPB) to explore the motivation of Muslimah travelers to visit halal destinations. The survey was completed by 284 Indonesian Muslimah respondents who had visited halal tourism destinations in Indonesia. The SEM-PLS statistical technique was used to verify the associations between variables.This study’s findings offer valuable insights for both theoretical understanding and practical applications. They suggest that both UGC and FGC significantly predict …"}, "filled": true, "author_pub_id": "lrIy1ZoAAAAJ:AZju0d2GQJ0C", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=16367945287372925967", "cites_id": ["16367945287372925967"], "pub_url": "https://www.emerald.com/insight/content/doi/10.1108/JIMA-08-2023-0235/full/html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:D2zkjISfJuMJ:scholar.google.com/", "cites_per_year": {"2024": 2, "2025": 5}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Culinary and destination experiences on behavioral intentions: an insight into local Indonesian food", "pub_year": 2025, "citation": "Journal of Foodservice Business Research 28 (1), 145-162, 2025", "author": "Regina Jokom and Deborah Christine Widjaja and Monika Kristanti and Serli Wijaya", "journal": "Journal of Foodservice Business Research", "volume": "28", "number": "1", "pages": "145-162", "publisher": "Routledge", "abstract": "Food is an essential element of tourism. Tourists visit destinations in search of the destination experience and the culinary experience. Indonesia, rich in various kinds of local traditional food in each tourist destination, has become an attraction for tourists to visit different places to enjoy both the destination experience and the local food. Many previous studies have discussed the concept of experience quality and tourist satisfaction in culinary tourism; however, these variables have not been linked to destination experience. This study aimed to investigate the effect of culinary experience quality on destination experience satisfaction in Indonesia, with culinary experience satisfaction as a mediating variable. This study’s participants were 401 domestic tourists who traveled to one of the four gastronomy destinations of Denpasar, Solo, Bandung, and Yogyakarta. The findings showed that the positive culinary experience …"}, "filled": true, "author_pub_id": "lrIy1ZoAAAAJ:JWITY9-sCbMC", "num_citations": 18, "citedby_url": "/scholar?hl=en&cites=10792821820527759826", "cites_id": ["10792821820527759826"], "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/15378020.2023.2229574", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:0lGkUEPOx5UJ:scholar.google.com/", "cites_per_year": {"2024": 10, "2025": 6}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Development of the Lean Six Sigma Readiness Assessment Model for the Hotel Sector", "pub_year": 2024, "citation": "Journal of Quality Assurance in Hospitality & Tourism, 1-24, 2024", "author": "Thymoti D Kembi and Didik Wahjudi and Serli Wijaya", "journal": "Journal of Quality Assurance in Hospitality & Tourism", "pages": "1-24", "publisher": "Routledge", "abstract": "Lean Six Sigma (LSS) implementation still shows a high failure rate. Lack of readiness is one of the causes. Readiness assessment requires special exploration of each sector, including the hotel sector, where there is still no development of an LSS readiness assessment model. This study aims to develop a readiness assessment model for LSS implementation in the hotel sector. Data processing in the readiness assessment model uses the fuzzy logic method, is translated again into linguistic terms using Euclidean distance, and is ranked using the TOPSIS approach. The literature review produced 34 Readiness Factors (RF) that were validated by eight credible hotel practitioners and used as guidelines in conducting LSS readiness assessments in the hotel sector. Case studies were conducted on Hotel A and Hotel B, which showed that Hotel A was “Very Ready” and Hotel B was “Ready” to implement LSS. This …"}, "filled": true, "author_pub_id": "lrIy1ZoAAAAJ:2vr6o8x5NLkC", "num_citations": 0, "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/1528008X.2024.2403501", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:w3GaWaU6D1oJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Ambidextrous Sales Force Management in Retail Stores", "pub_year": 2024, "citation": "Ambidextrous Sales Force Management in Retail Stores, 2024", "author": "ANDRE SETIAWAN OMARHADI and Serli Wijaya"}, "filled": true, "author_pub_id": "lrIy1ZoAAAAJ:hNSvKAmkeYkC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:zri-vBLhOBwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Digital and Sustainable Tourism Experience: The Role of Government Support and Vivid Memories on Tourist Behavior Intentions in Indonesia", "pub_year": 2024, "citation": "Digital and Sustainable Tourism Experience: The Role of Government Support …, 2024", "author": "Regina Jokom and Hatane Semuel and Serli Wijaya", "abstract": "The consumer experience is a crucial aspect of the hospitality and tourism sectors. Research on consumer experiences continues to evolve, encompassing physical, spiritual, and emotional responses to these experiences (Kim & So, 2022; Kumar et al., 2023). Additionally, the tourism industry has recently emphasized sustainability (Lee & Xue, 2020; S nchez-Fern ndez et al., 2019) and digitalization, advocating responsible and eco-friendly tourism practices while leveraging technology to enhance the tourist experience. The advent of digitalization in the tourism sector has facilitated greater access to information for tourists, enabling them to enjoy more personalized travel experiences through the Internet, mobile apps, and social media (Preko et al., 2023). Having these experiences is likely to create a vivid memory (Ahn et al., 2017; Ittamalla & Kumar, 2021) and are more inclined to revisit destinations when they enjoy unique and authentic experiences.  Therefore, the combination of sustainable and digital tourism experiences not only boosts tourists vivid memory but also positively influences their intention to revisit and recommend destinations (Lee & Xue, 2020; Preko et al., 2023). It is therefore clear that future tourism trends will increasingly emphasize digitalization and sustainability, contributing to the well-being of tourism businesses, governments, and local communities. Despite these advancements, there is still a lack of comprehensive literature that combines aspects of digital and sustainable tourism into the overall tourist experience (Saseanu et al., 2020). Moreover, most previous studies about sustainability tourism have focused on …"}, "filled": true, "author_pub_id": "lrIy1ZoAAAAJ:n3vGvpFsckwC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21490/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:efMknGw0ugoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Post-COVID Insurance Purchase Intention: The Roles of Referral, Agent Characteristics, Influencer Credibility, Plan Value, and Trust", "pub_year": 2024, "citation": "Organizations and Markets in Emerging Economies 15 (1 (30)), 51-73, 2024", "author": "Agatha Jane Kristabel and Serli Wijaya and Ferry Jaolis", "journal": "Organizations and Markets in Emerging Economies", "volume": "15", "number": "1 (30)", "pages": "51-73", "abstract": "The COVID-19 pandemic has heightened public awareness regarding the importance of health insurance. Several factors influencing the choice of an insurance brand include the plan value, agent characteristics, referrals, and consumer trust. Over the past five years, the use of influencers has expanded as they are believed to influence consumer intentions to purchase insurance services. Primary data was collected through a survey of 181 respondents who did not have an insurance policy but had seen the content of the insurance company’s marketing communications presented by influencers. Using SEM-PLS to analyze the primary data, the study found that agent characteristics and influencer credibility directly affect an insurance brand’s consumer trust and purchase intention. Meanwhile, referrals have a significant direct effect on consumer trust but not directly on purchase intention. Conversely, the plan value …"}, "filled": true, "author_pub_id": "lrIy1ZoAAAAJ:BOlwja0KXvYC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=6146083952805491389", "cites_id": ["6146083952805491389"], "pub_url": "https://www.ceeol.com/search/article-detail?id=1252121", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vTKzrspGS1UJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Market Segmentation for Qurban Donors of Zakat Amil Institution", "pub_year": 2024, "citation": "Journal of Indonesian Islam 17 (2), 403-422, 2024", "author": "Imam Muslim and Serli Wijaya and Ferry Jaolis", "volume": "17", "number": "2", "pages": "403-422", "abstract": "Despite the increasing number of zakat amil institutions in Indonesia in the past few years, many lack market segmentation-oriented efforts in serving the donor members. Marketing tactics and programs are often designed general, believing that every member would respond the same to  one for all  programs. This research aimed to conduct market segmentation for qurban donors with the Theory of Planned Behavior (TPB) as the underpinning theory. A survey of 464 members of Baitul Maal Hidayatullah National Zakat Amil Institute (BMH) Surabaya was performed. Employing cluster analysis statistical technique, this study identified four distinct qurban donor segments, namely: 1) Aqliyah segment with 2%; 2) Ihsaniyah segment with 28%; 3) Insaniyah segment with 54% and 4) Ubudiyah segment with 16%. This result shows that religious is not the only motive of offering sacrifice. In fact, insaniyah which refers to solidarity is the most prevalent motive."}, "filled": true, "author_pub_id": "lrIy1ZoAAAAJ:sJPMR1oEGYQC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=17531076157463317548", "cites_id": ["17531076157463317548"], "pub_url": "https://repository.petra.ac.id/20901/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:LMzrr-HkSvMJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Transformational Leadership Terhadap Teacher Performance Pada Sekolah Kristen di Surabaya dan Sidoarjo Dengan School Climate Sebagai Variabel Mediasi", "pub_year": 2024, "citation": "Jurnal Administrasi dan Manajemen Pendidikan 7 (1), 122-138, 2024", "author": "Agathon Charis Irawan and Serli Wijaya and Ferry Jaolis", "volume": "7", "number": "1", "pages": "122-138", "abstract": "METODEJenis penelitian yang digunakan dalam penelitian ini adalah jenis penelitian kausal kuantitatif. Dengan populasi adalah guru pada Sekolah Kristen yang terletak di Surabaya dan Sidoarjo sebanyak 258 guru. Pengambilan sampel dalam penelitian ini mengikuti metode convenience sampling. Pengolahan data melalui teknik Stuctural Equation Modeling melalui"}, "filled": true, "author_pub_id": "lrIy1ZoAAAAJ:ji7lAbPyDbYC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21019/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:N20xgjLP30oJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sport tourism quality and its influence on visitor satisfaction and revisit intention: an empirical study of MotoGP Mandalika", "pub_year": 2023, "citation": "Jurnal Pariwisata Pesona 8 (2), 186-194, 2023", "author": "Clarens Anthony Chandra and TROY IVERSEN JAYAKUSUMA and Serli Wijaya", "volume": "8", "number": "2", "pages": "186-194", "abstract": "Sport tourism has been proven as a special interest tourism that contributes positively to the economy and the destination image of the event’s host. MotoGP is an international motorcycle racing championship in the premier class of the Grand Prix motorcycle racing series. This study aims to measure the influence of visitor perceptions on the quality of sport tourism from the Mandalika MotoGP event on satisfaction and intention to visit and attend the same event again in subsequent years. The online survey was distributed to 200 respondents who attended the Mandalika MotoGP in 2022 and stayed at one of the accommodation facilities around the area during the event. This study uses SEM-PLS for primary data processing. The results of the study show that perceptions of the quality of sport tourism have a positive effect on the level of satisfaction which then also encourages tourists to return to the same event in the future. In relation to the four dimensions that determine the quality of sport tourism, contest quality and venue quality are two dimensions that most contribute to shaping tourist satisfaction."}, "filled": true, "author_pub_id": "lrIy1ZoAAAAJ:wLxue7F8ec0C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=8725663363107771618", "cites_id": ["8725663363107771618"], "pub_url": "https://repository.petra.ac.id/20791/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:4tStI5nIF3kJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Manajemen Event", "pub_year": 2023, "citation": "PT. RajaGrafindo Persada-Rajawali Pers, 2023", "author": "Serli Wijaya and Monika Kristanti and Sienny Thio and Regina Jokom", "publisher": "PT. RajaGrafindo Persada-Rajawali Pers", "abstract": "Event bukanlah suatu hal yang asing bagi manusia Walau tidak secara formal disebut sebagai ‘event’, eksistensi event sudah melekat menjadi bagian dari hidup manusia Istilah event mulai dikenal sejak tahun 1980-an sebagai bagian dari wisata minat khusus (Special Interest Tourism–SIT) Industri jasa event merupakan salah satu komponen utama dalam industri pariwisata dan jasa hospitality Jasa ‘hospitality’tidak hanya terbatas pada penyediaan jasa akomodasi dan makanan, namun juga bagi penyediaan layanan meeting, exhibition, perjalanan insentif, dan event-event khusus lainnya Industri event telah menjadi salah satu industri yang bertumbuh sangat pesat, atraktif, dan menyita banyak perhatian khalayak umum Asosiasi profesional terkait event di level nasional dan internasional telah banyak dibentuk Pertumbuhan industri jasa event menjanjikan peluang karier yang besar di masa mendatang di mana hal ini menuntut profesionalisme di bidang manajemen event bagi para pelakunya Di Indonesia, belum banyak institusi pendidikan pariwisata dan perhotelan yang secara khusus memasukkan manajemen event ke dalam kurikulum pembelajarannya Untuk bisa menyelenggarakan event yang baik dibutuhkan tidak hanya keterampilan praktis di lapangan, namun juga pemahaman konsep manajemen yang memadai Buku Manajemen Event: Konsep dan Aplikasi hadir untuk menjawab kebutuhan akan referensi yang lebih komprehensif yang dapat dijadikan acuan pengelolaan event yang profesional Buku ini mengupas konsep manajemen event serta aplikasi praktis pengelolaan event yang dimulai dari tahapan perencanaan …"}, "filled": true, "author_pub_id": "lrIy1ZoAAAAJ:A8cqit5AE6sC", "num_citations": 47, "citedby_url": "/scholar?hl=en&cites=4012622924267447123", "cites_id": ["4012622924267447123"], "pub_url": "https://books.google.com/books?hl=en&lr=&id=T-PeEAAAQBAJ&oi=fnd&pg=PP1&dq=info:U-OMMkqzrzcJ:scholar.google.com&ots=wpzdHyhV-L&sig=8cR4JtZog_xBlDu9HOtmxHe52iM", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:U-OMMkqzrzcJ:scholar.google.com/", "cites_per_year": {"2021": 4, "2022": 8, "2023": 8, "2024": 17, "2025": 8}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Kepuasan Dan Ketidakpuasan Tamu Hotel Novotel: Pendekatan Text Mining Atas Ulasan Daring Pada Situs Web Tripadvisor", "pub_year": 2023, "citation": "Jurnal Manajemen Perhotelan 9 (2), 71-80, 2023", "author": "JONATHAN HARTANTO and VICTORYA JAP and Serli Wijaya", "volume": "9", "number": "2", "pages": "71-80", "abstract": "Ulasan daring di internet merupakan gambaran perilaku pasca pembelian yang ditunjukkan oleh konsumen yang harus diperhatikan oleh bisnis di semua sektor termasuk perhotelan. Ulasan daring menjadi sarana bagi tamu hotel membagikan pengalaman menginap dimana bagi manajemen, ulasan daring dapat digunakan sebagai alat bantu untuk mengevaluasi layanan yang diberikan oleh hotel. Penelitian ini bertujuan untuk mengidentifikasi faktor penentu kepuasan dan ketidakpuasan tamu ketika menginap berdasarkan 7 atribut antara lain: hotel, service, room, food and beverage, location, security, dan price/value. Penelitian juga bertujuan mengukur konsistensi layanan yang diberikan hotel dengan brand name yang sama namun berlokasi di kota yang berbeda di Indonesia. Objek yang diteliti adalah lima properti hotel Novotel yang berada di Jakarta, Bandung, Surabaya, Semarang, dan Bali. Text mining dilakukan atas 1.229 ulasan daring menggunakan platform daring Voyant Tools. Hasil penelitian menemukan bahwa hotel Novotel telah konsisten dalam menjalankan SOP terkait kualitas produk dan layanannya. Atribut service menjadi atribut utama penyebab kepuasan dan ketidakpuasan tamu."}, "filled": true, "author_pub_id": "lrIy1ZoAAAAJ:QVtou7C4vgoC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=12331970932866743274", "cites_id": ["12331970932866743274"], "pub_url": "https://repository.petra.ac.id/20599/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6vv20Tn2I6sJ:scholar.google.com/", "cites_per_year": {"2024": 3, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "THE EFFECT OF PERCEIVED RISK, SUBJECTIVE NORM, BRAND REPUTATION ON THE ATTITUDE AND THE INTENTION TO USE DIGITAL BANK SERVICES IN INDONESIA", "pub_year": 2023, "citation": "International Journal of Financial and Investment Studies (IJFIS) 4 (1), 1-8, 2023", "author": "Nicholas Bram Yoevanto Hartono and Ferry Jaolis and Serli Wijaya", "journal": "International Journal of Financial and Investment Studies (IJFIS)", "volume": "4", "number": "1", "pages": "1-8", "abstract": "The penetration of internet use in the world and in Indonesia has increased quite significantly in the last five years. This growth has been supported by a number of factors forming positive attitudes (the attitude toward using digital banks) and driving the intentions to adopt digital banking services (the intention to use digital banks), such as perceived risk, brand reputation, and subjective norms. Samples were purposively selected in the age range of 25-76 and the responses to the self-administered questionnaire were processed using SEM-PLS. The results of the research demonstrate that only subjective norms are able to substantially alter the attitude toward and the intentions toward using digital banks. Attitude toward using a digital bank is a key process that partially explains the influence of brand reputation and subjective norms on the intention to use a digital bank."}, "filled": true, "author_pub_id": "lrIy1ZoAAAAJ:OzeSX8-yOCQC", "num_citations": 0, "pub_url": "https://ijfis.petra.ac.id/index.php/ijfis/article/view/112", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2RE8bQNWXFQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Evaluasi manajemen media sosial Instagram menggunakan framework Dragons: Studi kasus pada program studi pascasarjana di Surabaya", "pub_year": 2023, "citation": "Jurnal Manajemen Pemasaran 17 (1), 17-23, 2023", "author": "Arie Viriawan Ruse and Ferry Jaolis and Serli Wijaya", "journal": "Jurnal Manajemen Pemasaran", "volume": "17", "number": "1", "pages": "17-23", "abstract": "Dalam lima tahun terakhir, tidak sedikit universitas yang mulai memanfaatkan media sosial untuk membangun engagement dengan pemangku kepentingan utamanya seperti mahasiswa dan calon mahasiswa. Dalam manajemen media sosial sebagai sarana pemasaran, perlu adanya rancangan strategi konten yang efektif untuk mendorong performa pemasaran sebuah universitas lewat engagement. Penelitian ini bertujuan untuk menganalisis efektivitas manajemen media sosial dari sebuah akun Instagram program pascasarjana di salah satu universitas di Surabaya menggunakan framework DRAGONS. Framework ini terdiri dari tujuh elemen utama yaitu Dialogue, Relatability, Authenticity, Give, Opinion, Niche dan Sales Hasil penelitian menunjukkan, bahwa sejauh ini menajemen media sosial dari objek analisis masih menitikberatkan pada elemen Dialogue dan Relatability dari keseluruhan elemen framework. Rekomendasi praktikal terkait perancangan dan penerapan konten Instagram dari objek analisis berdasarkan elemen DRAGONS lainnya yang belum dielaborasi juga diberikan untuk meningkatkan engagement para pengikut akun Instagram dari program studi."}, "filled": true, "author_pub_id": "lrIy1ZoAAAAJ:pQTOvowfQioC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=16954261374719847735", "cites_id": ["16954261374719847735"], "pub_url": "https://jurnalpemasaran.petra.ac.id/index.php/mar/article/view/25742", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:N21NjeSiSesJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 5, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "YouTube influencer: how source credibility and information quality influence destination image and visit intention of young travelers?", "pub_year": 2023, "citation": "Jurnal Manajemen Indonesia 23 (1), 48-60, 2023", "author": "Angelina Alice Laurance and Serli Wijaya and Sienny Thio", "volume": "23", "number": "1", "pages": "48-60", "abstract": "This study aims to analyze the effects of YouTube influencers  source credibility and the information quality of the platform on destination image and young travellers  intention to visit a destination. Stimulus-organism- response (SOR) theory was adopted to develop the tested research model. This study applied a quantitative approach where primary data was collected through online surveys to 198 YouTube subscribers who had watched the examined YouTube channels  content. The PLS-SEM technique was utilized to assess the structural model in the study. The results of this study show that source credibility had a significant positive effect on information quality, destination image, and visit intention. The information quality positively affected destination image but did not directly impact the visit intention. Furthermore, the destination image significantly mediates the effect of source credibility and information quality on visit intention. This study enriches the literature on the relationships among source credibility, information quality, and how these credibility and information quality could influence the destination image and young travellers  intention to visit a destination in an emerging country like Indonesia."}, "filled": true, "author_pub_id": "lrIy1ZoAAAAJ:Ic1VZgkJnDsC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=5218163906456508087", "cites_id": ["5218163906456508087"], "pub_url": "https://repository.petra.ac.id/20427/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:t9YaCG2kakgJ:scholar.google.com/", "cites_per_year": {"2024": 3, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Student Involvement Application (MM-SInv)", "pub_year": 2023, "citation": "Student Involvement Application (MM-SInv), 2023", "author": "Oviliani Yenty Yuliana and Ridhotama Shanti Darsih Ottemoesoe and Serli Wijaya and Januar Ivan Putra Tjumoko", "abstract": "SURAT PENCATATAN Page 1 an Menteri Hukum dan Hak Asasi Manusia Direktur \nJenderal Kekayaan Intelektual ub Direktur Hak Cipta dan Desain Industri Anggoro \nDasananto NIP.196412081991031002 REPUBLIK INDONESIA KEMENTERIAN HUKUM \nDAN HAK ASASI MANUSIA SURAT PENCATATAN CIPTAAN Dalam rangka pelindungan \nciptaan di bidang ilmu pengetahuan, seni dan sastra berdasarkan Undang-Undang Nomor \n28 Tahun 2014 tentang Hak Cipta, dengan ini menerangkan: Nomor dan tanggal \npermohonan : EC00202309419, 31 Januari 2023 Pencipta Nama : Oviliani Yenty Yuliana, \nST., R. Shanti Darsih Ottemoesoe dkk Alamat : Jl. Siwalankerto Permai V/L-23, RT 006/RW \n006, Kelurahan Siwalankerto, Kecamatan Wonocolo, Surabaya 60236, Jawa Timur, \nSurabaya, JAWA TIMUR, 60236 Kewarganegaraan : Indonesia Pemegang Hak Cipta \nNama : LPPM Universitas Kristen Petra Alamat : …"}, "filled": true, "author_pub_id": "lrIy1ZoAAAAJ:nPTYJWkExTIC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21317/1/Kegiatanhaki_20019_1137.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:TC6B4rtbejYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Most wanted brand attributes: Student perceived values of private universities in Surabaya", "pub_year": 2023, "citation": "Sustainable Future: Trends, Strategies and Development, 165-168, 2023", "author": "Ferry Jaolis and Trixie Nova Bella Tandijaya and Serli Wijaya", "pages": "165-168", "publisher": "Routledge Taylor & Francis Group"}, "filled": true, "author_pub_id": "lrIy1ZoAAAAJ:RtRctb2lSbAC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nz5KvH4YUoUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Would it be safe to travel domestically now? The analysis of perceived travel risk across generations", "pub_year": 2022, "citation": "Sustainable Future: Trends, Strategies and Development, 177-181, 2022", "author": "Vido Iskandar and Serli Wijaya", "pages": "177-181", "publisher": "Routledge", "abstract": "The Covid-19 pandemic has harmed various industries, including tourism. Many individuals prefer staying at home to going on vacation, and this is due to the fright of the existing pandemic situation. This study is aimed to examine the level of travel risk perceptions of domestic tourists among generations X, Y and Z. One-way ANOVA statistical technique was applied to identify the differences in travel risk perceptions among the three generations. A total of 603 samples representing generations X, Y, and Z have participated in the online survey. The result shows that each generation has significantly different perception in viewing various types of travel risks. The findings are expected to offer recommendations for tourism service business managers to create a safe and comfortable quality travel experience."}, "filled": true, "author_pub_id": "lrIy1ZoAAAAJ:_AeoHAGD03cC", "num_citations": 0, "pub_url": "https://library.oapen.org/bitstream/handle/20.500.12657/76036/1/9781000882605.pdf#page=200", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:HNKH5xH8MSoJ:scholar.google.com/", "cites_per_year": {}}
