{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Kepercayaan dan risiko dalam pemanfaatan teknologi informasi perpajakan", "pub_year": 2025, "citation": "Akuntansi dan Teknologi Informasi 18 (1), 72-81, 2025", "author": "Dean Charlos Padji Dogi and Yenni Mangoting and Sany Sany and Tonny Stephanus Eoh", "journal": "Akuntansi dan Teknologi Informasi", "volume": "18", "number": "1", "pages": "72-81", "abstract": "Tujuan–Penelitian ini mengevaluasi pengaruh risiko dan kepercayaan terhadap sikap dan niat wajib pajak dalam menggunakan teknologi informasi perpajakan. Mengingat transformasi digital dalam sistem perpajakan terus berkembang, pemahaman mengenai faktor psikologis yang memengaruhi adopsi teknologi menjadi krusial bagi otoritas pajak.Metode–Studi ini menggunakan pendekatan kuantitatif dengan metode survei terhadap 202 wajib pajak individu. Analisis data dilakukan menggunakan metode Structural Equation Modeling-Partial Least Squares (SEM-PLS) untuk menguji hubungan antarvariabel dalam model penelitian. Temuan-Hasil penelitian menunjukkan bahwa kepercayaan dan risiko secara signifikan memengaruhi sikap wajib pajak, tetapi tidak memiliki pengaruh langsung terhadap niat penggunaan teknologi informasi perpajakan. Kepercayaan menjadi faktor paling dominan dalam membentuk sikap positif, sementara risiko teknologi lebih berperan dalam menentukan sikap negatif. Sikap terbukti memediasi pengaruh kepercayaan dan risiko terhadap niat penggunaan teknologi perpajakan. Implikasi-Penelitian ini memberikan panduan strategis bagi otoritas pajak untuk mengelola risiko teknologi dan meningkatkan kepercayaan, mendukung transformasi digital sektor pajak."}, "filled": true, "author_pub_id": "Lu2ZuioAAAAJ:9yKSN-GCB0IC", "num_citations": 0, "pub_url": "https://journal.ubaya.ac.id/index.php/jati/article/view/7237", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:cBJi8BW38lwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Exploring the Potential of Blockchain Technology in Digital Tax Administration to Enhance Tax Compliance", "pub_year": 2024, "citation": "Jurnal Akuntansi dan Keuangan 26 (2), 77-90, 2024", "author": "Yenni Mangoting and Retnaningtyas Widuri and Dean Charlos Padji Dogi and Rosalia Gabronino", "volume": "26", "number": "2", "pages": "77-90", "abstract": "This research seeks to enhance the technology acceptance model (TAM) by examining cognitive belief factors, specifically the influence of perceived usefulness and perceived ease of use, on taxpayers intentions to utilize blockchain technology. This investigation explores both the direct and indirect effects of perceived enjoyment. This research also examined the impact of behaviour, specifically the trust factor, on perceived usefulness and perceived ease of use. We extended the TAM by assessing the mediating influences of the perceived enjoyment factor. The research employs a survey methodology. We collected data from 213 individual taxpayers. However, we were only able to process the data of 155 respondents. Questionnaires serve as a valuable tool for gathering data through Google Forms. We analysed the data using PLS-SEM. The research findings indicate that there is a form of mediation where the perceived usefulness of blockchain technology has a notable impact on taxpayers intentions to use it, either directly or through the perceived enjoyment it brings. Perceived enjoyment also mediates the influence of perceived ease of use on taxpayers intentions to use blockchain. Moreover, taxpayer trust has effectively influenced taxpayers perceptions that technology is user-friendly and advantageous. To improve the level of service provided to taxpayers, tax authorities must leverage the advancements of the information technology era. The research findings make a valuable contribution to the tax authorities readiness to adopt a blockchain-based tax administration system. The results highlight the significance of the authoritys efforts to …"}, "filled": true, "author_pub_id": "Lu2ZuioAAAAJ:d1gkVwhDpl0C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=16095650147296541488", "cites_id": ["16095650147296541488"], "pub_url": "https://repository.petra.ac.id/21323/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:MPuS0oc8X98J:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Edukasi Pelaporan Perpajakan Pekerja Gereja untuk Meningkatkan Kepatuhan Pajak", "pub_year": 2024, "citation": "Share: Journal of Service Learning 10 (2), 95-103, 2024", "author": "Dean Charlos Padji Dogi and Yenni Mangoting and Retnaningtyas Widuri and Agus Arianto Toly", "journal": "Share: Journal of Service Learning", "volume": "10", "number": "2", "pages": "95-103", "abstract": "Terdapat kesenjangan pengetahuan yang signifikan dalam memahami kewajiban untuk mendaftarkan diri guna memperoleh Nomor Pokok Wajib Pajak (NPWP) bagi orang pribadi yang telah memenuhi persyaratan subjektif dan objektif sesuai dengan ketentuan perpajakan. Kesenjangan ini menyebabkan tingkat ketidakpatuhan perpajakan yang tinggi, khususnya di kalangan pekerja gereja, yang sering kali belum sepenuhnya memahami tanggung jawab perpajakan mereka. Akibat dari ketidakpahaman ini adalah ketidakpatuhan yang berpotensi menimbulkan masalah hukum dan finansial di kemudian hari. Oleh karena itu, pengabdian masyarakat ini bertujuan untuk meningkatkan pemahaman dan kepatuhan perpajakan para pekerja gereja dalam melaksanakan kewajiban pelaporan Surat Pemberitahuan Tahunan (SPT) Wajib Pajak Orang Pribadi. Kegiatan ini dilaksanakan melalui dua tahap edukasi yang terstruktur. Pada tahap pertama, pekerja gereja diberikan pemahaman mendalam mengenai konsep dasar perpajakan, yang mencakup definisi, tujuan, serta manfaat pajak bagi pembangunan negara Indonesia. Selain itu, mereka juga dibekali dengan pengetahuan tentang kewajiban gereja atau organisasi pengelola gereja untuk melakukan pemotongan pajak sesuai dengan peraturan yang berlaku, termasuk peran mereka sebagai pemotong pajak yang sah. Pada tahap kedua, para pekerja gereja mengikuti pelatihan praktis pengisian SPT 1770, yang difasilitasi oleh mahasiswa, dosen, dan praktisi perpajakan berpengalaman. Hasil dari kegiatan pengabdian masyarakat ini menunjukkan antusiasme yang tinggi dari para pekerja …"}, "filled": true, "author_pub_id": "Lu2ZuioAAAAJ:u-x6o8ySG0sC", "num_citations": 0, "pub_url": "https://share.petra.ac.id/index.php/share/article/view/28045", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:c0n9N2B5t9kJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Effect of ESG on Firm Value and Performance During Covid-19: Moderation Role of Industry Characteristic", "pub_year": 2024, "citation": "International Journal of Pertapsi 2 (2), 69-78, 2024", "author": "Dean Charlos Padji Dogi and Ian Edbert Lomousinea and Retnaningtyas Widuri", "journal": "International Journal of Pertapsi", "volume": "2", "number": "2", "pages": "69-78", "abstract": "The objective of this study was to examine the correlation between Environmental, Social, and Governance (ESG), corporate value and performance, with the aim of establishing a basis for assessing ESG. An independent variable is the ESG score. The variables that will be measured are firm value and performance. Firm performance will be assessed using return on assets (ROA), while firm value will be indicated by Tobin's Q. Industrial growth, which quantifies the development of industrial aspects, will serve as a moderator to harmonise the connection between the independent and dependent variables. Analysis of data indicates that ESG factors have a detrimental effect on company value. ESG improves the performance of enterprises. Moreover, the growth of the industry does not alleviate the connection between environmental, social, and governance (ESG) factors and the value of a business. The correlation between ESG and corporate success is mitigated by the growth of the industry."}, "filled": true, "author_pub_id": "Lu2ZuioAAAAJ:u5HHmVD_uO8C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=4040313897315888950", "cites_id": ["4040313897315888950"], "pub_url": "https://ojs-pertapsi.petra.ac.id/index.php/pertapsi/article/view/19", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Nm-WRhUUEjgJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
