{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Dasar Epidemiologi", "pub_year": 2024, "citation": "Dasar Epidemiologi, 2024", "author": "Cyntia Puspa Pitaloka and Ahmad Zaelani and Eny Qurniyawati and Kristoforus Marselinus and Lilis Masyfufah AS and Devi Oktafiani and Serlly Frida Drastyana and Yulianti Nataya Rame Kana and Kholifatul Ummah and Astrid Komala Dewi and Elfrida Simamora and Nurul Fathiyyah", "abstract": "Puji syukur kami panjatkan kepada Tuhan Yang Maha Esa, karena berkat-Nya, buku\" Dasar Epidemiologi\" ini dapat terwujud. Buku ini hadir sebagai upaya untuk memberikan pemahaman mendalam tentang konsep dan praktik dalam bidang epidemiologi yang merupakan salah satu disiplin penting dalam ilmu kesehatan masyarakat. Terdiri dari 12 bab yang tersusun rapi, buku ini mencakup perjalanan sejarah perkembangan epidemiologi, prinsip-prinsip dasar, serta berbagai metodologi yang digunakan dalam penelitian epidemiologi. Pembaca akan diperkenalkan pada pengukuran frekuensi dan asosiasi penyakit, serta peran epidemiologi dalam kesehatan masyarakat, baik untuk penyakit menular maupun tidak menular.Di dalam buku ini, kami juga membahas isu-isu terkini yang relevan dalam konteks kesehatan global, termasuk epidemiologi penyakit emerging dan re-emerging, serta dampak kesehatan lingkungan dan gizi. Dengan pendekatan yang holistik, buku ini menyoroti pentingnya surveilans kesehatan dan investigasi wabah dalam mengatasi krisis kesehatan. Penulis berharap informasi yang disajikan dapat membantu pembaca memahami tantangan yang dihadapi oleh epidemiologi saat ini, serta pentingnya kesiapsiagaan dalam menghadapi darurat kesehatan masyarakat. Penulis percaya buku\" Dasar Epidemiologi\" ini dapat menjadi referensi yang bermanfaat bagi mahasiswa, peneliti, dan profesional di bidang kesehatan masyarakat, serta bagi siapa saja yang tertarik untuk memahami lebih dalam tentang kontribusi epidemiologi pada peningkatan kesehatan masyarakat secara keseluruhan. Semoga buku ini dapat …"}, "filled": true, "author_pub_id": "lUEh4G4AAAAJ:MLfJN-KU85MC", "num_citations": 0, "pub_url": "https://repository.stikesmitrakeluarga.ac.id/repository/22%20Dasar%20Epidemiologi.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:pFJJ1vVt1IMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sejarah Perkembangan Epidemiologi", "pub_year": 2024, "citation": "Sejarah Perkembangan Epidemiologi, 2024", "author": "Cyntia Puspa Pitaloka and Ahmad Zaelani and Eny Qurniyawati", "abstract": "Epidemiologi adalah ilmu yang mempelajari distribusi dan faktor determinan penyakit dalam populasi manusia serta penerapan hasil studi ini untuk mengendalikan masalah kesehatan. Seiring waktu, ruang lingkup epidemiologi telah berkembang mencakup penyakit infeksi, penyakit kronis, kesehatan lingkungan, dan determinan sosial kesehatan. Dengan metode analisis data yang terus berkembang, epidemiologi memainkan peran penting dalam mengidentifikasi faktor risiko, menyusun kebijakan kesehatan, serta mencegah dan mengendalikan penyakit di tingkat populasi. Dalam sejarahnya, tokoh-tokoh seperti Hippocrates, John Snow, dan William Farr memberikan dasar-dasar ilmiah yang berkontribusi pada evolusi epidemiologi dari pendekatan deskriptif hingga analitis yang berfokus pada hubungan antara faktor lingkungan dan penyakit.  Di era modern, kemajuan teknologi seperti big data, kecerdasan buatan (AI), dan Internet of Things (IoT) telah merevolusi praktik epidemiologi. Alat-alat ini memungkinkan pengumpulan data yang lebih cepat dan akurat, meningkatkan respons terhadap wabah, dan membantu memprediksi pola penyakit di masa depan. Namun, perkembangan ini juga menghadirkan tantangan etis, seperti privasi data dan bias algoritmik, yang membutuhkan perhatian khusus. Melalui pendekatan multidisiplin, epidemiologi terus berkembang sebagai disiplin ilmiah yang tidak hanya fokus pada penyakit menular, tetapi juga mencakup penyakit kronis, kesehatan mental, dan berbagai faktor lain yang memengaruhi kesehatan masyarakat. Hal ini menegaskan peran vital epidemiologi dalam menghadapi tantangan …"}, "filled": true, "author_pub_id": "lUEh4G4AAAAJ:tuHXwOkdijsC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21445/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:isaRCXNrCiEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Anxiety in Pregnant Women During the Covid-19 Pandemic: A Systematic Review with Meta-Analysis", "pub_year": 2024, "citation": "Indonesian Journal of Obstetrics and Gynecology, 270-278, 2024", "author": "Cyntia Puspa Pitaloka and Brahmana Askandar Tjokroprawiro and Muji Sulistyowati", "pages": "270-278", "abstract": "Objective: This study systematically reviewed and meta-analysis the prevalence and factors associated with anxiety in pregnant women during the pandemic.Methods: We searched PubMed MEDLINE, Web of Science, Scopus, ProQuest, EBSCO, Science Direct, and Garuda journal databases in July 2021 and updated them in October 2021. All English and Bahasa journal articles from December 2019 were included in the search. We included studies that investigate factors affecting anxiety exclusively in pregnant women. The primary outcome was the prevalence ratio. The secondary outcome was the risk and protective factors as the independent variable. Joanna Briggs Institute Critical Appraisal Tools and RevMan 5.4 were used to do the analysis.Results: After screening 2082 articles, we included 21 studies with 42.177 pregnant women. The pooled prevalence of anxiety was estimated at 28%(95% CI, 23-33.3). We found that 12 of the 21 studies contributed to 8 risks and 1 protective factor significantly in the meta-analysis. Not married/divorced/widowed, monthly income< 780 USD, screen time> 3 hours/day, history of exposure to COVID-19, complications in the current pregnancy, sleep less than 7 hours per day, subjective poor sleep quality, and high perception of vulnerability were risk factors. Meanwhile, the protective factor was trust in the government's official media.Conclusion: There is a significant increase in the prevalence of maternal anxiety during the pandemic. Mental health screening during the antenatal visit must be carried out, and interventions to lower the anxiety level must be planned to prevent further harm."}, "filled": true, "author_pub_id": "lUEh4G4AAAAJ:gsN89kCJA0AC", "num_citations": 0, "pub_url": "https://inajog.com/index.php/journal/article/view/2057", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:dPoim8gezmsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Bab 3: Siklus Reproduksi Normal: Periode Menstruasi dan Ovulasi", "pub_year": 2024, "citation": "Dasar Kesehatan Reproduksi 1, 23-36, 2024", "author": "Cyntia Puspa Pitaloka", "volume": "1", "pages": "23-36", "publisher": "Sada Kurnia Pustaka"}, "filled": true, "author_pub_id": "lUEh4G4AAAAJ:TIZ-Mc8IlK0C", "num_citations": 0, "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Interventions to improve vaccination coverage of children in hard-to-reach population: A systematic review", "pub_year": 2021, "citation": "International Journal of Public Health 10 (3), 646-656, 2021", "author": "Cyntia Puspa Pitaloka and Samsriyaningsih Handayani", "volume": "10", "number": "3", "pages": "646-656", "abstract": "In the last decade, vaccination has reduced a quarter of child deaths worldwide. Vaccination coverage increased, but the coverage remains low in the hard-to-reach population. We searched articles from Pubmed MEDLINE, SCOPUS, Web of Science, and Science Direct to systematically review interventions to improve children's vaccination coverage in hard-to-reach populations. The expected outcome was vaccination coverage, which mentioned Odds Ratio, mean difference, or difference-in-difference with a 95% CI or p-value. Out of 102 articles identified, five articles from four different countries met the inclusion criteria. Four of the five studies reported a positive impact in increasing vaccination coverage. Interventions that showed good effectiveness in increasing the coverage of childhood immunizations were the application of mHealth given to vaccinators, multiple interventions involving the community, modification of immunization schedules during outreach activities, and immunization screening cards. Despite the inconsistent finding, mHealth with SMS reminders was the most effective intervention to increase vaccination coverage and relatively low-cost. More research was needed in developing a strategic intervention to increase vaccination coverage of children in hard-toreach populations."}, "filled": true, "author_pub_id": "lUEh4G4AAAAJ:u-x6o8ySG0sC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=4819057481759518406", "cites_id": ["4819057481759518406"], "pub_url": "https://www.academia.edu/download/77416264/13392.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:xu52SD-74EIJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Characteristics shifting of heart disease in pregnancy: A report from low middle-income country", "pub_year": 2021, "citation": "Journal of Public Health Research 10 (4), jphr. 2021.2137, 2021", "author": "Cyntia Puspa Pitaloka and Absa Secka and Ernawati Ernawati and Agus Sulistyono and Hermanto Tri Juwono and Erry Gumilar Dachlan and Aditiawarman", "journal": "Journal of Public Health Research", "volume": "10", "number": "4", "pages": "jphr. 2021.2137", "publisher": "Sage Publications", "abstract": "Heart disease in pregnancy is one of the leading causes of maternal mortality and morbidity in developing countries. However, the characteristics of the disease vary between countries and regions. This study aimed to present the characteristics of pregnant women with heart disease in an economically advantageous region of a developing country.A cross-sectional study was conducted using data from the Weekly Report of Obstetrics and Gynaecology Department to assess pregnant women with heart disease characteristics and pregnancy outcomes. A total sample of 69 pregnant women with heart disease regarding theirgestational age was included in the study. Variables observed were maternal characteristics, heart disease's clinical parameter, and maternal and neonatal outcomes. Chi-square test was used to examine the different characteristics of congenital and acquired …"}, "filled": true, "author_pub_id": "lUEh4G4AAAAJ:d1gkVwhDpl0C", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=12703093408564944750", "cites_id": ["12703093408564944750"], "pub_url": "https://journals.sagepub.com/doi/abs/10.4081/jphr.2021.2137", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:bp8etiZ0SrAJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1, "2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Teknologi dan Epidemiologi Modern", "citation": "DASAR EPIDEMIOLOGI, 8, 0", "author": "Cyntia Puspa Pitaloka", "journal": "DASAR EPIDEMIOLOGI", "pages": "8", "abstract": "Revolusi big data telah melahirkan bidang epidemiologi digital. Pertumbuhan pesat platform media sosial dan telepon seluler yang dianggap sebagai sumber utama data digital dapat menghasilkan volume data yang sangat besar setiap hari. Data besar ini dimanfaatkan untuk melacak dan memantau penyakit menular dengan menganalisis diskusi dan informasi yang dibagikan oleh penggunanya. Data ini juga bisa digunakan untuk memantau pergerakan orang dan memprediksi penyebaran penyakit. Selain itu, analisis big data, seperti machine learning, membantu mengolah informasi dari data yang dihasilkan oleh media sosial dan perangkat seluler sehingga memberikan wawasan tentang dampak penyakit menular terhadap masyarakat (Khalil et al., 2019)."}, "filled": true, "author_pub_id": "lUEh4G4AAAAJ:lmc2jWPfTJgC", "num_citations": 0, "pub_url": "https://repository.stikesmitrakeluarga.ac.id/repository/22%20Dasar%20Epidemiologi.pdf#page=18", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:opH1kEqbNjkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Kontrol Siklus Menstruasi", "citation": "DASAR KESEHATAN REPRODUKSI, 24, 0", "author": "Cyntia Puspa Pitaloka", "journal": "DASAR KESEHATAN REPRODUKSI", "pages": "24", "abstract": "Progesteron menyiapkan uterus untuk implantasi sel telur yang telah dibuahi dengan stimulasi perkembangan arteri spiralis dan sekresi kelenjar endometrial. Progesteron juga memproduksi lendir serviks yang tebal dan meningkatkan suhu tubuh yang merupakan penanda masa ovulasi (Rosner dkk., 2024). Pelepasan estrogen dan progesteron sepanjang siklus menstruasi memberikan umpan balik negatif pada hipotalamus dan hipofisis anterior. Namun demikian, selama ovulasi, estrogen yang disekresi oleh ovarium memberikan umpan balik positif pada hipotalamus yang kemudian meningkatkan pulsasi keluar GnRH, menstimulasi lonjakan LH, dan menyebabkan rupturnya korpus luteum dan pelepasan folikel dominan ke tuba falopii untuk fertilisasi (Rosner dkk., 2024). Selain steroid, ovarium juga memproduksi senyawa non-steroid, salah satunya adalah inhibin. Inhibin merupakan senyawa yang menghambat sekresi FSH dari hipofisis anterior. Inhibin B disekresi oleh folikel antral yang bertumbuh pada awal fase folikuler, sedangkan inhibin A disekresi oleh korpus luteum. Konsentrasi inhibin B meningkat pada awal fase folikuler, menurun setelah berada pada puncaknya di pertengahan siklus, dan rendah kembali pada fase luteal. Sebaliknya, konsentrasi inhibin A rendah pada fase folikular tapi meningkat selama fase luteal, sejalan dengan progesteron. Terdapat korelasi negatif antara inhibin B dan FSH yang menunjukkan adanya peran dari inhibin B pada efek umpan balik negatif ovarium pada sekresi FSH. Pada awal fase folikuler, senyawa penting yang berperan dalam mekanisme umpan balik negatif ovarium adalah estradiol …"}, "filled": true, "author_pub_id": "lUEh4G4AAAAJ:b1wdh0AR-JQC", "num_citations": 0, "pub_url": "https://repository.stikesmitrakeluarga.ac.id/repository/Ebook_Dasar%20Kesehatan%20Reproduksi.pdf#page=34", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:rJe6KOmChrEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Definisi dan Ruang Lingkup Epidemiologi", "citation": "DASAR EPIDEMIOLOGI, 2, 0", "author": "Cyntia Puspa Pitaloka", "journal": "DASAR EPIDEMIOLOGI", "pages": "2", "abstract": "Istilah\" epidemiologi\" berasal dari bahasa Yunani, yaitu\" epi\" berarti\" di atas\" atau\" tentang,\"\" demos\" berarti\" rakyat\" atau\" populasi,\" dan\" logy\" berarti\" studi\" atau\" ilmu\". Definisi epidemiologi terus mengalami perubahan dan perkembangan dalam beberapa abad terakhir, namun secara umum epidemiologi didefinisikan sebagai studi tentang distribusi dan faktor-faktor penentu frekuensi penyakit dalam populasi manusia serta penerapan studi ini untuk mengendalikan masalah kesehatan (Aschengrau & Seage, 2020). Epidemiologi berkaitan dengan pengukuran penyakit atau aspek kesehatan lain dari populasi, serta identifikasi faktor penyebab yang berkontribusi terhadap kondisi sehat-sakit (Webb et al., 2024). Disiplin ilmu ini sangat penting dalam kesehatan masyarakat karena perannya dalam menyelidiki dampak penyakit pada populasi, mengidentifikasi faktor risiko, dan mengembangkan strategi kebijakan untuk pencegahan dan pengendalian penyakit (Susser & Stein, 2009).Ruang lingkup epidemiologi sangat luas, mencakup berbagai domain seperti penyakit infeksi, penyakit kronis, kesehatan lingkungan, dan determinan sosial kesehatan. Secara khusus, tujuan epidemiologi mencakup:(1) mempelajari perjalanan penyakit dari awal hingga penyembuhan,(2) menentukan prevalensi penyakit dalam suatu populasi,(3) mengidentifikasi pola dan tren kejadian penyakit,(4) menemukan penyebab penyakit, dan (5) mengevaluasi efektivitas tindakan pencegahan serta pengobatan (Aschengrau & Seage, 2020). Dengan metodologi yang semakin berkembang, epidemiologi juga berkontribusi dalam penelitian klinis, studi kesehatan …"}, "filled": true, "author_pub_id": "lUEh4G4AAAAJ:kuK5TVdYjLIC", "num_citations": 0, "pub_url": "https://www.researchgate.net/profile/Sada-Pustaka/publication/386273307_Dasar_Epidemiologi/links/674acdd0876bd17778308d84/Dasar-Epidemiologi.pdf#page=10", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9omTLX6uomQJ:scholar.google.com/", "cites_per_year": {}}
