{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pentingnya Manajemen Manusia dalam Organisasi", "pub_year": 2025, "citation": "Jurnal Hilirisasi Pengabdian Masyarakat 2 (1), 72-76, 2025", "author": "Eddy Madiono Sutanto and Nony Kezia Marchyta", "journal": "Jurnal Hilirisasi Pengabdian Masyarakat", "volume": "2", "number": "1", "pages": "72-76", "abstract": "Manajemen manusia (MM) merupakan faktor kunci dalam keberhasilan organisasi, termasuk lembaga pendidikan seperti Yayasan Adjarmanu di Sumba. Tantangan yang dihadapi mencakup keterbatasan tenaga kerja terampil, kurangnya pelatihan, serta minimnya evaluasi kinerja. Pengabdian masyarakat ini bertujuan untuk meningkatkan pemahaman dan kemampuan peserta mengenai MM melalui pelatihan daring. Pelatihan diikuti oleh 45 peserta yang terdiri dari guru, staf administrasi, dan mahasiswa, serta mitra yayasan. Metode yang digunakan meliputi sur-vei awal, penyampaian materi, diskusi interaktif, dan evaluasi kegiatan. Hasil menunjukkan bahwa pelatihan ini berhasil meningkatkan pemahaman peserta terhadap konsep MM, khususnya strategi pengelolaan yang efektif dan pentingnya peran pemimpin. Namun, hambatan seperti keterbatasan jaringan internet di wilayah Sumba tetap menjadi tantangan selama pelatihan berlangsung. Kegi-atan ini disimpulkan efektif dalam mendorong pengelolaan manusia yang strategis dan memberi-kan kontribusi positif terhadap pengembangan yayasan. Pelatihan berkelanjutan, dukungan peme-rintah, dan sistem evaluasi berbasis penghargaan diperlukan untuk memperkuat keberlanjutan yayasan di masa depan. Yayasan Adjarmanu diharapkan dapat menjadi fondasi kuat bagi kemajuan pendidikan di wilayah tersebut melalui pengembangan manusia."}, "filled": true, "author_pub_id": "luUjz1sAAAAJ:7Frjd3zlGBUC", "num_citations": 0, "pub_url": "https://ojs.stiemahardhika.ac.id/index.php/jihapenmas/article/view/1321", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:e3cI8O5KJQUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Budaya Kerja Transformasional", "pub_year": 2025, "citation": "Budaya Kerja Transformasional, 2025", "author": "Eddy Madiono Sutanto", "publisher": "SAGA", "abstract": "Di era moderen ini, organisasi dan perusahaan dituntut untuk tidak hanya beradaptasi, tetapi juga melakukan trans-formasi dalam sistem kerja, kepemimpinan, serta nilai-nilai yang dianut oleh setiap individu di dalamnya. Budaya kerja transformasional bukan sekadar konsep, tetapi merupakan kebutuhan strategis dalam menciptakan lingkungan kerja yang kondusif, inovatif, produktif, dan berorientasi pada kemajuan jangka panjang.  Melalui buku ini, penulis berusaha menyajikan wawasan mendalam tentang bagaimana budaya kerja transforma-sional dapat diterapkan secara efektif. Pembahasan dalam buku ini mencakup berbagai aspek, mulai dari konsep dasar budaya kerja, karakteristik budaya kerja transformasional, hingga strategi implementasi yang dapat diterapkan di berbagai sektor industri dan organisasi. Selain itu, buku ini juga dilengkapi dengan studi kasus serta contoh konkret agar pembaca dapat memahami penerapannya dalam situ-asi nyata.  Buku ini diharapkan dapat menjadi panduan bagi para pe-mimpin, manajer, praktisi sumber daya manusia, akademisi, serta siapa pun yang ingin mengembangkan budaya kerja yang lebih adaptif dan berorientasi pada inovasi. Kami menyadari bahwa buku ini masih jauh dari sempurna. Oleh karena itu, kritik dan saran yang membangun sangat kami harapkan untuk penyempurnaan di masa mendatang."}, "filled": true, "author_pub_id": "luUjz1sAAAAJ:xm0LlTxljI0C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21545/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:y7T27xIq1UcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "KEKERASAN DALAM ORGANISASI", "pub_year": 2025, "citation": "KEKERASAN DALAM ORGANISASI, 2025", "author": "Eddy Madiono Sutanto", "publisher": "SAGA", "abstract": "Kekerasan dalam organisasi adalah masalah yang serius dan seringkali terabaikan, baik dalam konteks dunia kerja maupun di dalam struktur sosial organisasi secara umum. Kekerasan dalam konteks organisasi tidak hanya terbatas pada kekerasan fisik, tetapi juga mencakup kekerasan psikologis, verbal, hingga diskriminasi yang terjadi dalam lingkungan kerja. Meskipun perhatian terhadap masalah ini semakin meningkat, namun banyak organisasi yang masih belum memahami dengan baik dampak yang ditimbulkan oleh kekerasan terhadap kinerja, motivasi, dan kesejahteraan karyawan.  Buku ini berusaha untuk memberikan pemahaman yang komprehensif mengenai kekerasan dalam organisasi, mulai dari definisi, penyebab, dampaknya, hingga cara-cara pencegahan dan penanggulangan yang bisa dilakukan oleh manajer dan pemimpin organisasi. Buku ini juga akan mengulas berbagai teori yang menjelaskan fenomena kekerasan dalam organisasi, serta praktik-praktik terbaik yang bisa diterapkan dalam mengelola kekerasan di tempat kerja. Selain itu, buku ini juga menyertakan studi kasus dari berbagai organisasi, baik yang ada di Indonesia maupun di luar negeri, untuk memberikan gambaran nyata tentang bagaimana kekerasan dalam organisasi dapat terjadi dan bagaimana cara menanganinya. Melalui buku ini, diharapkan pembaca dapat lebih memahami dan mengidentifikasi potensi kekerasan dalam lingkungan organisasi, serta menemukan solusi yang tepat untuk menciptakan tempat kerja yang sehat dan produktif."}, "filled": true, "author_pub_id": "luUjz1sAAAAJ:KS-xo-ZNxMsC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21484/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:1xDQnarYzRIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Effect of Gender-Role Orientation, Volition, and Parental Influence on Entrepreneurial Intention", "pub_year": 2025, "citation": "Indonesian Journal of Business and Entrepreneurship (IJBE) 11 (1), 147-147, 2025", "author": "Nony Kezia Marchyta and Cynthia Ariela Sulianto and Eddy Madiono Sutanto", "journal": "Indonesian Journal of Business and Entrepreneurship (IJBE)", "volume": "11", "number": "1", "pages": "147-147", "abstract": "Background: Indonesia's low percentage of entrepreneurs is impeding the country's economic progress, which in turn is exacerbating the country's high unemployment rate and low entrepreneurial inclination among the youth.Purpose: This research examines the effect of gender-role orientation, volition, and parental influence on entrepreneurial intention among undergraduate students in Indonesia.Design/methodology/approach: Data analysis for this quantitative study, which involved 172 Indonesian undergraduate students, was done using the Structural Equation Model-Partial Least Square. Purposive sampling was used to choose the sample, and questionnaires were used to collect data."}, "filled": true, "author_pub_id": "luUjz1sAAAAJ:PQEM9vzQD9gC", "num_citations": 0, "pub_url": "https://journal.ipb.ac.id/index.php/ijbe/article/view/58723", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:wSnZBELpl1MJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Relevance of the Resourceful Human Management Concept in Employee Management at PT Bank Central Asia, Tbk", "pub_year": 2024, "citation": "Petra International Journal of Business Studies 7 (2), 193-200, 2024", "author": "Vicky Alvindra Pratama and Eddy Madiono Sutanto", "journal": "Petra International Journal of Business Studies", "volume": "7", "number": "2", "pages": "193-200", "abstract": "Employee management with the concept of resourceful humans is a new paradigm that holds immense potential. It focuses on developing potential, knowledge, and capabilities to significantly increase employee productivity and organizational contribution. This concept is yet to be fully implemented at PT Bank Central Asia. This research aims to uncover the most suitable concept of resourceful humans for application at PT Bank Central Asia, one that can bring about substantial improvements. The research employs a qualitative descriptive method with data collection through interviews and a systematic and comprehensive data analysis model. Effective employee management is crucial for ensuring employees have the ability and knowledge, providing opportunities for development and innovation, and fostering good relationships between employees and the company to create a conducive work environment that can motivate employees. Resourceful human management emerges as a promising concept for PT Bank Central Asia."}, "filled": true, "author_pub_id": "luUjz1sAAAAJ:N4u4nq0IxgcC", "num_citations": 0, "pub_url": "https://ijbs.petra.ac.id/index.php/ijbs/article/view/370", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:bYi8Ijz75ZQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "WORK-LIFE BALANCE, EMPLOYEE ENGAGEMENT, JOB SATISFACTION, AND INDONESIAN EMPLOYEES PERFORMANCE", "pub_year": 2024, "citation": "INTERNATIONAL JOURNAL OF BUSINESS AND SOCIETY 25 (3), 832-851, 2024", "author": "Eddy Madiono Sutanto and Peter J Sigiols and Evelyn Natania Wijaya", "volume": "25", "number": "3", "pages": "832-851", "abstract": "The COVID-19 pandemic has been also impacting employees work-life. This study examined the effect of work-life balance on employee performance through employee engagement and job satisfaction as intermediate variables. It was quantitative research and used a non-probability sampling method. Data was collected through a questionnaire with 210 responses, and 207 were processed using SmartPLS. The results showed that work-life balance had no significant effect on employee performance. In contrast, the intermediate variables like employee engagement and job satisfaction significantly influenced employee performance. Likewise, the indirect impact of work-life balance on employee performance through employee engagement and job satisfaction had a significant effect."}, "filled": true, "author_pub_id": "luUjz1sAAAAJ:ymY9cBF3mdcC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=15281399600002987430", "cites_id": ["15281399600002987430"], "pub_url": "https://repository.petra.ac.id/21340/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:pnX5zPhvEtQJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENTINGNYA LITERASI KEUANGAN UNTUK PENGELOLAAN KEUANGAN PRIBADI SEJAK DINI", "pub_year": 2024, "citation": "Mafaza: Jurnal Pengabdian Masyarakat 4 (2), 107-120, 2024", "author": "Nony Kezia Marchyta and Eddy Madiono Sutanto", "journal": "Mafaza: Jurnal Pengabdian Masyarakat", "volume": "4", "number": "2", "pages": "107-120", "abstract": "Tingkat literasi keuangan yang rendah pada generasi muda dan fenomena peningkatan penggunaan peminjaman secara online (pinjol) mendorong dilakukannya kegiatan pengabdian masyarakat ini. Tujuan pengabdian masyarakat yaitu untuk meningkatkan kesadaran pentingnya literasi keuangan bagi generasi muda dalam mengelola keuangan, sehingga dapat meningkatkan kontrol diri. Generasi muda dengan literasi keuangan yang baik akan cenderung mampu menentukan prioritas dalam pengambilan keputusan keuangan, termasuk mampu membedakan antara kebutuhan dan keinginan yang dimiliki. Sebaliknya, jika generasi muda tidak memiliki literasi keuangan yang baik, maka akan cenderung melakukan kesalahan dalam pengelolaan keuangan yang dapat memberikan dampak negatif dalam jangka panjang. Mitra pengabdian masyarakat yaitu generasi muda yang berusia 15 hingga 21 tahun di bawah naungan Yayasan Adjarmanu, Nusa Tenggara Timur dan Pusat Pengembangan Anak di Surabaya dan Sidoarjo. Pengabdian masyarakat dilakukan dengan menggunakan metode pelatihan. Materi diberikan menggunakan konsep gamification agar lebih menarik bagi generasi muda. Melalui hasil post-test yang diberikan terlihat kemampuan literasi keuangan para peserta mengalami peningkatan. Respon positif dari para peserta juga terlihat dari hasil wawancara singkat yang dilakukan pada akhir kegiatan pengabdian masyarakat."}, "filled": true, "author_pub_id": "luUjz1sAAAAJ:pYKElYtJMmwC", "num_citations": 0, "pub_url": "https://journal.unugiri.ac.id/index.php/mafaza/article/view/3429", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:TdqlEyMr9ZQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "ANALISIS FAKTOR-FAKTOR YANG MEMENGARUHI KEPUASAN KARYAWAN PT “XYZ”", "pub_year": 2024, "citation": "IDEI JURNAL EKONOMI & BISNIS 5 (2), 87-95, 2024", "author": "Sheryl Aurelin Suriady and Eddy Madiono Sutanto", "volume": "5", "number": "2", "pages": "87-95", "abstract": "Penelitian ini bertujuan untuk menganalisis faktor-faktor yang memengaruhi kepuasan karyawan di PT “XYZ”, sebuah perusahaan distribusi bahan bangunan di Indonesia. Menggunakan pendekatan kuantitatif dengan metode deskriptif dan dianalisis menggunakan analisis deskriptif dan tabulasi silang. Data dikumpulkan dari 77 responden melalui angket yang divalidasi dan diujikan reliabilitasnya menggunakan SPSS. Hasil penelitian menunjukkan bahwa tingkat retensi, absensi, evaluasi kinerja, produktivitas, dan keterlibatan karyawan memiliki hubungan yang signifikan dengan kepuasan karyawan. Tingkat retensi yang tinggi menunjukkan bahwa karyawan yang puas cenderung bertahan lebih lama di perusahaan. Sebaliknya, tingkat absensi yang tinggi memiliki dampak negatif terhadap kepuasan karyawan. Evaluasi kinerja yang adil dan produktivitas yang tinggi juga berkontribusi positif terhadap kepuasan karyawan. Studi ini merekomendasikan peningkatan komunikasi internal, pelatihan kerja tim, kebijakan disiplin waktu, dan pengelolaan beban kerja untuk meningkatkan kepuasan karyawan."}, "filled": true, "author_pub_id": "luUjz1sAAAAJ:M0leSnx2MbUC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21316/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5t-oky7F0iEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Efektivitas Potongan Harga saat Festival Belanja Online 10.10 dan 11.11 di Toko Shopee@ Bintang. lima_online", "pub_year": 2024, "citation": "IDEI: Jurnal Ekonomi & Bisnis 5 (1), 13-21, 2024", "author": "Eddy Madiono Sutanto and WINNIE WANGNARDY", "volume": "5", "number": "1", "pages": "13-21"}, "filled": true, "author_pub_id": "luUjz1sAAAAJ:n3vGvpFsckwC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lPG0-k7Uy4UJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Employees’ Work Quality: The Role of Work Comfort and Completeness of Company Facilities", "pub_year": 2024, "citation": "Jurnal Manajemen Indonesia 24 (1), 31-44, 2024", "author": "Eddy Madiono Sutanto and Mellisa Subijanto", "journal": "Jurnal Manajemen Indonesia", "volume": "24", "number": "1", "pages": "31-44", "abstract": "Viewed in this world, humans were the most important aspect of a company, and humans had an important role in advancing and improving the company. Therefore, it was necessary to see how much comfort and facilities factors can affect the employees’ work quality. This study was conducted to see whether or not there was an influence of work comfort and completeness of company facilities on employees’ work quality, with work motivation as the intervening variable. This research used quantitative research, which involved 148 respondents. Data processing in this study used SmartPLS. From the results of data processing from respondents' answers, it concluded that (1) Work comfort had a significant positive effect on work motivation,(2) Work comfort had no significant effect on employees’ work quality,(3) Company facilities completeness had a positive significant effect on work motivation,(4) Completeness of company facilities had no significant effect on employees’ work quality (5) Work motivation had a significant positive effect on employees’ work quality,(6) Work motivation did not mediate significantly the relationship between work comfort on work quality, and (7) Work motivation did not mediate significantly the relationship between completeness of company facilities on work quality. In order to enhance the employees’ work quality, the company management should consider using something other than the work comfort and the completeness of working facilities to increase employees' work motivation as the Two Factors Motivation Theory of Frederick Herzberg."}, "filled": true, "author_pub_id": "luUjz1sAAAAJ:nPTYJWkExTIC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=10783328174998423180", "cites_id": ["10783328174998423180"], "pub_url": "https://journals.telkomuniversity.ac.id/index.php/ijm/article/view/5636", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jAY-t9cTppUJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PELATIHAN PEMASARAN DALAM UPAYA MEMAJUKAN BISNIS PUSAT PENGEMBANGAN ANAK (PPA) IO756 GEREJA SETIA BAKTI DI KEDIRI", "pub_year": 2024, "citation": "JURNAL ABDIMAS ESA UNGGUL 10 (4), 230-233, 2024", "author": "Vanessa Patricia and James Wijaya and Moreno Nicholas and Eddy Madiono Sutanto", "journal": "JURNAL ABDIMAS ESA UNGGUL", "volume": "10", "number": "4", "pages": "230-233", "publisher": "Petra Christian University", "abstract": "Pemanfaatan teknologi informasi saat ini sudah berkembang pesat dan merambah ke bidang pemasaran bagi para pelaku usaha, namun masih banyaknya ketertinggalan informasi dan pengetahuan akan masuknya pola perilaku bisnis yang kian berkembang dan maju. Pada kegiatan pengabdian masyarakat ini kami mengajak anak-anak Pusat Pengembangan Anak (PPA) Setia Bakti untuk sama-sama belajar dan mengenal tentang pemanfaatan teknologi saat ini dalam pemasaran bisnis. Pengabdian ini menggunakan pendekatan service learning guna mewujudkan kegiatan pengabdian masyarakat ini. Salah satu permasalahan yang dihadapi oleh para pelaku bisnis di Pusat Pengembangan Anak Setia Bakti yang berada di Kediri adalah masalah pemasaran dan keterampilan menggunakan teknologi. Para pelaku bisnis di pusat Pengembangan Anak sangat membutuhkan pemahaman mengenai pengembangan usaha berbasis teknologi, sehingga dapat bersaing dengan usaha-usaha lain guna meningkatkan optimalisasi dalam menjalankan pemasaran bisnis dalam sektor bisnis apa pun. Upaya yang dilakukan adalah memberikan pengajaran dalam bentuk pelatihan dan pemaparan materi tentang dasar pemasaran bisnis, mengukur kelebihan dan kekurangan bisnis yang dapat dijadikan kekuatan, menjabarkan alat-alat yang dapat digunakan untuk optimalisasi pemasaran bisnis dan pelatihan dengan mempraktekkan langsung proses pembuatan konten untuk pemasaran bisnis dengan menggunakan alat-alat yang sudah kami jelaskan pada saat pemaparan materi mengenai pemasaran era digital. Hasil evaluasi menunjukkan …"}, "filled": true, "author_pub_id": "luUjz1sAAAAJ:jlhcAiayVhoC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=3347553796928313778", "cites_id": ["3347553796928313778"], "pub_url": "https://repository.petra.ac.id/20889/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:shlsNHHmdC4J:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "RESILIENCE AND CONFLICT: THE ROLES OF COPRENEURSHIP, TRANSGENERATION, AND DARK SIDE OF FAMILY BUSINESS", "pub_year": 2024, "citation": "Jurnal Manajemen dan Kewirausahaan 26 (1), 46-63, 2024", "author": "Eddy Madiono Sutanto", "volume": "26", "number": "1", "pages": "46-63", "abstract": "The present study aimed to examine the role of copreneurship, transgeneration, and the dark side with conflicts in and continuity of family-managed small and medium-sized enterprises (SMEs) or family businesses. Data was derived from 178 owners of batik SMEs, consisting of both those managed by spouses and those inherited. Data analysis was done using SEM-AMOS.22 and showed that (1) copreneurship positively related to family business conflicts; (2) transgeneration positively related to business management conflicts; (3) member family s dark side positively related to conflicts; and (4) conflicts occurred due to tenuous family social identity (decreased copreneurship bond, transgenerational process failure and dark side) positively related to family business resilience. The present study also included control variables for business size and generational order in order to determine the extent and resilience of business continuity."}, "filled": true, "author_pub_id": "luUjz1sAAAAJ:4Yq6kJLCcecC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=14145424442338297077", "cites_id": ["14145424442338297077"], "pub_url": "https://repository.petra.ac.id/20841/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9cSzqpWkTsQJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Family Businesses and Portfolio of Innovation Ecosystems  Batiks  Small Medium Enterprises", "pub_year": 2024, "citation": "Family Businesses and Portfolio of Innovation Ecosystems  Batiks  Small …, 2024", "author": "Eddy Madiono Sutanto", "abstract": "The purpose of this paper was to explore how family batik small- and medium-sized enterprises (SMEs) in Indonesia overcome limited resources to accelerate the establishment of an innovation ecosystem through copreneurship business practices. A qualitative approach was used to analyze ten SMEs founded by couples. Data were obtained using in-depth interviews with couples responsible for managing SMEs. The findings of this paper show that the most important factor in strengthening the resilience of couple-managed SMEs is how to orchestrate a complex innovation ecosystem within an organization. From four perspectives, innovation ecosystems can be observed, including management literature, networks among companies and businesses, competitiveness and innovation policies as well as differences in local or national scale innovation ecosystems. Lastly, it also includes designing an innovation ecosystem with modern thinking structured to accelerate the growth of family SMEs."}, "filled": true, "author_pub_id": "luUjz1sAAAAJ:sfnaS5RM6jYC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=2813494869709044884", "cites_id": ["2813494869709044884"], "pub_url": "https://repository.petra.ac.id/20737/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lDxkbq2KCycJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Anteseden Penurunan Penjualan Produk Kosmetik GRS Rendy", "pub_year": 2023, "citation": "Jurnal Bisnis & Kewirausahaan 19 (03), 239-253, 2023", "author": "Kevin Cahya Santoso and Eddy Madiono Sutanto", "volume": "19", "number": "03", "pages": "239-253", "abstract": "Penelitian ini dilakukan untuk mengetahui faktor anteseden yang menyebabkan penurunan penjualan produk kosmetik perusahaan GRS Rendy. Pengumpulan data melalui penyebaran kuesioner kepada pemilik perusahaan dan konsumen yang berusia 17 tahun dan pernah membeli minimal sekali. Hasil kuesioner penelitian dari pemilik menyatakan bahwa tingkat penjualan produk kosmetik menurun selama lima bulan terakhir dan jumlah konsumen pun berkurang. Responden sebanyak 111 orang. Data kemudian diolah menggunakan teknik analisis faktor. Penelitian ini menemukan dua faktor yang menyebabkan penurunan tingkat penjualan produk kosmetik di GRS Rendy adalah fitur dan inovasi produk yang lemah serta daya tarik di pasar yang kurang mampu bersaing."}, "filled": true, "author_pub_id": "luUjz1sAAAAJ:iyewoVqAXLQC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20721/1/Publikasi1_91022_9837.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:aF_00IFRMwAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Antecedents of Consumer Purchase Intention of Fashion Products", "pub_year": 2023, "citation": "Petra IJBS 6 (1), 20-30, 2023", "author": "Eddy Madiono Sutanto and Yana Widianto", "volume": "6", "number": "1", "pages": "20-30", "abstract": "Fashion products are such dynamic products. Therefore, understanding well to consumer intention is very important for producers as well as distributors. This study aimed to determine the effect of credibility, attractiveness, product suitability with personality, and celebrity recognition on consumer purchase intentions of Greenlight fashion products. The research data was collected using a questionnaire distributed to 109 respondents aged 15–31 years who knew Ariel Noah as a Greenlight product ad star, had seen Greenlight product advertisements, and had bought Greenlight fashion products. The data was processed using the multiple linear regression method. The results suggested that the credibility, attractiveness, and suitability of products with celebrity personalities positively and significantly affected consumers purchase intentions of Greenlight fashion products. However, celebrity recognition had no significant effect on consumer purchase intentions for Greenlight fashion products. By considering the results, the stakeholders shall adjust their strategies to keep and enlarge their market shares further."}, "filled": true, "author_pub_id": "luUjz1sAAAAJ:wUn16MOA3RoC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=8657430354068568825", "cites_id": ["8657430354068568825"], "pub_url": "https://repository.petra.ac.id/20456/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-frwuQlfJXgJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Word of Mouth for Consumers: All-You-Can-Eat Japanese Restaurants", "pub_year": 2022, "citation": "International Journal of Business and Society 23 (3), 1705-1718, 2022", "author": "Eddy Madiono Sutanto and John Cox Cary and Cynthia Ani Purwanto", "volume": "23", "number": "3", "pages": "1705-1718", "abstract": "This study aimed to examine and analyze the effect of word of mouth on the purchasing decisions of consumers of all-you-can-eat Japanese restaurants. The type of research was causal quantitative analysis tested using a linear regression test. The sampling technique was purposive sampling. The samples were 100 all-you-can-eat Japanese restaurant consumers in Surabaya, Indonesia. The results showed that word of mouth had a positive and significant influence on purchasing decisions. It was a new study. Thus, this research could help manage the restaurant business, thereby improving the existing marketing performance."}, "filled": true, "author_pub_id": "luUjz1sAAAAJ:eI34FqJmdUoC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19815/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VxG9lXpZXUEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Lifestyle and self-esteem of generation Z in gadget purchasing decision", "pub_year": 2022, "citation": "TRIKONOMIKA 21 (2), 54-63, 2022", "author": "Eddy Madiono Sutanto and Stela Aubelia", "volume": "21", "number": "2", "pages": "54-63", "abstract": "The consumer purchasing decision is one of the essential aspects for companies to assess the success of their products. Lifestyle and self-esteem can cause consumer purchasing decisions. This study aimed to find the dependencies between lifestyle and self-esteem with the decision to purchase gadgets by Generation Z. The type of research was quantitative research with a judgmental sampling technique. The samples were 100 respondents who had purchased a gadget at least once. This study used questionnaires to collect data and processed the chi-square test by SPSS 2.5. The results showed that lifestyle and self-esteem had a positive dependency relationship on consumer purchasing decisions."}, "filled": true, "author_pub_id": "luUjz1sAAAAJ:m4fbC6XIj1kC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=16278210657197023236", "cites_id": ["16278210657197023236"], "pub_url": "https://repository.petra.ac.id/19832/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:BOA02VjS5-EJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analysis of Movie Genre Availability, Service Quality, and Movie Quality on Netflix User Satisfaction in Indonesia", "pub_year": 2022, "citation": "Jurnal Manajemen Indonesia 22 (3), 269-278, 2022", "author": "Billy Juan Iskandar and Eddy Madiono Sutanto", "journal": "Jurnal Manajemen Indonesia", "volume": "22", "number": "3", "pages": "269-278", "abstract": "The purpose of this study is to examine and analyze the influence of the availability of movie genre, service quality, and movie quality of Netflix user satisfaction in Indonesia. This type of research is quantitative research. The research variables are availability of movie genre, service quality, movie quality, and satisfaction. The data collection technique used is a questionnaire with a Likert scale measurement scale. The number of research samples are 85 samples. The data analysis technique used multiple linear regression with the SPSS program. The findings of this study indicate that the availability of movie genre is stated to have an insignificant effect on satisfaction, Netflix service quality is stated to have a significant effect on satisfaction, and the quality of Netflix movie is stated to have a significant effect on satisfaction."}, "filled": true, "author_pub_id": "luUjz1sAAAAJ:2vr6o8x5NLkC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=1842085628198668223", "cites_id": ["1842085628198668223"], "pub_url": "https://scholar.google.com/scholar?cluster=1842085628198668223&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:v0eieh5nkBkJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PROCEEDINGS THE 5th i-CoME 2022", "pub_year": 2022, "citation": "PROCEEDINGS THE 5th i-CoME 2022, 2022", "author": "Eddy Madiono Sutanto and Leena James and Halimin Herjanto and JASHIM KHAN", "publisher": "Institute for Research and Community Outreach PETRA PRESS Petra Christian University Surabaya–I", "abstract": "Business sustainability refers to doing business without negatively impacting the environment, commu¬nity, or society as a whole. A growing number of organizations are integrating sustainability into their business strategy. Sustainability in business generally addresses two main categories such as the effect business has on the environment and the effect business has on society. The main goal of a sustainable business strategy is to make a positive impact on these areas. When companies fail to assume respon¬sibility, the opposite can happen, leading to issues like environmental degradation, inequality, and social injustice. Sustainable businesses consider a wide array of environmental, economic, and social factors when making businesses decisions. These organizations monitor the impact of their operations to ensure that their short-term profits don ’t turn into long-term liabilities. Businesses and societies can find ap¬proaches that will move towards all three goals - environmental protection, social wellbeing, and econo-mic development at the same time.  The School of Business and Management (SBM) CHRIST (Deemed to be University), Bangalore, India in cooperation with Petra Christian University, Surabaya, Indonesia will be hosting the Fifth Interna¬tional Conference on Management and Entrepreneurship (5th i-CoME) 2022. This conference is made possible with the support of several accredited journals (SCOPUS, ESCI, among many). The conference will present keynote speakers from different countries. This conference is also calling for research articles and papers from scholars, researchers, and students from all over the world …"}, "filled": true, "author_pub_id": "luUjz1sAAAAJ:naSTrk-c4S8C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19713/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:AipgbIzaxMsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Employee performance in the covid-19 pandemic and its antecedents", "pub_year": 2022, "citation": "Petra IJBS 5 (1), 22-29, 2022", "author": "Eddy Madiono Sutanto and Lady Valentine", "volume": "5", "number": "1", "pages": "22-29"}, "filled": true, "author_pub_id": "luUjz1sAAAAJ:wSy_KLzO7YEC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=10526422897058542823", "cites_id": ["10526422897058542823"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:53S2ftpdFZIJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 1, "2025": 1}}
