{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pentingnya Manajemen Manusia dalam Organisasi", "pub_year": 2025, "citation": "Jurnal Hilirisasi Pengabdian Masyarakat 2 (1), 72-76, 2025", "author": "Eddy Madiono Sutanto and Nony Kezia Marchyta", "journal": "Jurnal Hilirisasi Pengabdian Masyarakat", "volume": "2", "number": "1", "pages": "72-76", "abstract": "Manajemen manusia (MM) merupakan faktor kunci dalam keberhasilan organisasi, termasuk lembaga pendidikan seperti Yayasan Adjarmanu di Sumba. Tantangan yang dihadapi mencakup keterbatasan tenaga kerja terampil, kurangnya pelatihan, serta minimnya evaluasi kinerja. Pengabdian masyarakat ini bertujuan untuk meningkatkan pemahaman dan kemampuan peserta mengenai MM melalui pelatihan daring. Pelatihan diikuti oleh 45 peserta yang terdiri dari guru, staf administrasi, dan mahasiswa, serta mitra yayasan. Metode yang digunakan meliputi sur-vei awal, penyampaian materi, diskusi interaktif, dan evaluasi kegiatan. Hasil menunjukkan bahwa pelatihan ini berhasil meningkatkan pemahaman peserta terhadap konsep MM, khususnya strategi pengelolaan yang efektif dan pentingnya peran pemimpin. Namun, hambatan seperti keterbatasan jaringan internet di wilayah Sumba tetap menjadi tantangan selama pelatihan berlangsung. Kegi-atan ini disimpulkan efektif dalam mendorong pengelolaan manusia yang strategis dan memberi-kan kontribusi positif terhadap pengembangan yayasan. Pelatihan berkelanjutan, dukungan peme-rintah, dan sistem evaluasi berbasis penghargaan diperlukan untuk memperkuat keberlanjutan yayasan di masa depan. Yayasan Adjarmanu diharapkan dapat menjadi fondasi kuat bagi kemajuan pendidikan di wilayah tersebut melalui pengembangan manusia."}, "filled": true, "author_pub_id": "luUjz1sAAAAJ:7Frjd3zlGBUC", "num_citations": 0, "pub_url": "https://ojs.stiemahardhika.ac.id/index.php/jihapenmas/article/view/1321", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:e3cI8O5KJQUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Budaya Kerja Transformasional", "pub_year": 2025, "citation": "Budaya Kerja Transformasional, 2025", "author": "Eddy Madiono Sutanto", "publisher": "SAGA", "abstract": "Di era moderen ini, organisasi dan perusahaan dituntut untuk tidak hanya beradaptasi, tetapi juga melakukan trans-formasi dalam sistem kerja, kepemimpinan, serta nilai-nilai yang dianut oleh setiap individu di dalamnya. Budaya kerja transformasional bukan sekadar konsep, tetapi merupakan kebutuhan strategis dalam menciptakan lingkungan kerja yang kondusif, inovatif, produktif, dan berorientasi pada kemajuan jangka panjang.  Melalui buku ini, penulis berusaha menyajikan wawasan mendalam tentang bagaimana budaya kerja transforma-sional dapat diterapkan secara efektif. Pembahasan dalam buku ini mencakup berbagai aspek, mulai dari konsep dasar budaya kerja, karakteristik budaya kerja transformasional, hingga strategi implementasi yang dapat diterapkan di berbagai sektor industri dan organisasi. Selain itu, buku ini juga dilengkapi dengan studi kasus serta contoh konkret agar pembaca dapat memahami penerapannya dalam situ-asi nyata.  Buku ini diharapkan dapat menjadi panduan bagi para pe-mimpin, manajer, praktisi sumber daya manusia, akademisi, serta siapa pun yang ingin mengembangkan budaya kerja yang lebih adaptif dan berorientasi pada inovasi. Kami menyadari bahwa buku ini masih jauh dari sempurna. Oleh karena itu, kritik dan saran yang membangun sangat kami harapkan untuk penyempurnaan di masa mendatang."}, "filled": true, "author_pub_id": "luUjz1sAAAAJ:xm0LlTxljI0C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21545/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:y7T27xIq1UcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "KEKERASAN DALAM ORGANISASI", "pub_year": 2025, "citation": "KEKERASAN DALAM ORGANISASI, 2025", "author": "Eddy Madiono Sutanto", "publisher": "SAGA", "abstract": "Kekerasan dalam organisasi adalah masalah yang serius dan seringkali terabaikan, baik dalam konteks dunia kerja maupun di dalam struktur sosial organisasi secara umum. Kekerasan dalam konteks organisasi tidak hanya terbatas pada kekerasan fisik, tetapi juga mencakup kekerasan psikologis, verbal, hingga diskriminasi yang terjadi dalam lingkungan kerja. Meskipun perhatian terhadap masalah ini semakin meningkat, namun banyak organisasi yang masih belum memahami dengan baik dampak yang ditimbulkan oleh kekerasan terhadap kinerja, motivasi, dan kesejahteraan karyawan.  Buku ini berusaha untuk memberikan pemahaman yang komprehensif mengenai kekerasan dalam organisasi, mulai dari definisi, penyebab, dampaknya, hingga cara-cara pencegahan dan penanggulangan yang bisa dilakukan oleh manajer dan pemimpin organisasi. Buku ini juga akan mengulas berbagai teori yang menjelaskan fenomena kekerasan dalam organisasi, serta praktik-praktik terbaik yang bisa diterapkan dalam mengelola kekerasan di tempat kerja. Selain itu, buku ini juga menyertakan studi kasus dari berbagai organisasi, baik yang ada di Indonesia maupun di luar negeri, untuk memberikan gambaran nyata tentang bagaimana kekerasan dalam organisasi dapat terjadi dan bagaimana cara menanganinya. Melalui buku ini, diharapkan pembaca dapat lebih memahami dan mengidentifikasi potensi kekerasan dalam lingkungan organisasi, serta menemukan solusi yang tepat untuk menciptakan tempat kerja yang sehat dan produktif."}, "filled": true, "author_pub_id": "luUjz1sAAAAJ:KS-xo-ZNxMsC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21484/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:1xDQnarYzRIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Effect of Gender-Role Orientation, Volition, and Parental Influence on Entrepreneurial Intention", "pub_year": 2025, "citation": "Indonesian Journal of Business and Entrepreneurship (IJBE) 11 (1), 147-147, 2025", "author": "Nony Kezia Marchyta and Cynthia Ariela Sulianto and Eddy Madiono Sutanto", "journal": "Indonesian Journal of Business and Entrepreneurship (IJBE)", "volume": "11", "number": "1", "pages": "147-147", "abstract": "Background: Indonesia's low percentage of entrepreneurs is impeding the country's economic progress, which in turn is exacerbating the country's high unemployment rate and low entrepreneurial inclination among the youth.Purpose: This research examines the effect of gender-role orientation, volition, and parental influence on entrepreneurial intention among undergraduate students in Indonesia.Design/methodology/approach: Data analysis for this quantitative study, which involved 172 Indonesian undergraduate students, was done using the Structural Equation Model-Partial Least Square. Purposive sampling was used to choose the sample, and questionnaires were used to collect data."}, "filled": true, "author_pub_id": "luUjz1sAAAAJ:PQEM9vzQD9gC", "num_citations": 0, "pub_url": "https://journal.ipb.ac.id/index.php/ijbe/article/view/58723", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:wSnZBELpl1MJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Relevance of the Resourceful Human Management Concept in Employee Management at PT Bank Central Asia, Tbk", "pub_year": 2024, "citation": "Petra International Journal of Business Studies 7 (2), 193-200, 2024", "author": "Vicky Alvindra Pratama and Eddy Madiono Sutanto", "journal": "Petra International Journal of Business Studies", "volume": "7", "number": "2", "pages": "193-200", "abstract": "Employee management with the concept of resourceful humans is a new paradigm that holds immense potential. It focuses on developing potential, knowledge, and capabilities to significantly increase employee productivity and organizational contribution. This concept is yet to be fully implemented at PT Bank Central Asia. This research aims to uncover the most suitable concept of resourceful humans for application at PT Bank Central Asia, one that can bring about substantial improvements. The research employs a qualitative descriptive method with data collection through interviews and a systematic and comprehensive data analysis model. Effective employee management is crucial for ensuring employees have the ability and knowledge, providing opportunities for development and innovation, and fostering good relationships between employees and the company to create a conducive work environment that can motivate employees. Resourceful human management emerges as a promising concept for PT Bank Central Asia."}, "filled": true, "author_pub_id": "luUjz1sAAAAJ:N4u4nq0IxgcC", "num_citations": 0, "pub_url": "https://ijbs.petra.ac.id/index.php/ijbs/article/view/370", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:bYi8Ijz75ZQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "WORK-LIFE BALANCE, EMPLOYEE ENGAGEMENT, JOB SATISFACTION, AND INDONESIAN EMPLOYEES PERFORMANCE", "pub_year": 2024, "citation": "INTERNATIONAL JOURNAL OF BUSINESS AND SOCIETY 25 (3), 832-851, 2024", "author": "Eddy Madiono Sutanto and Peter J Sigiols and Evelyn Natania Wijaya", "volume": "25", "number": "3", "pages": "832-851", "abstract": "The COVID-19 pandemic has been also impacting employees work-life. This study examined the effect of work-life balance on employee performance through employee engagement and job satisfaction as intermediate variables. It was quantitative research and used a non-probability sampling method. Data was collected through a questionnaire with 210 responses, and 207 were processed using SmartPLS. The results showed that work-life balance had no significant effect on employee performance. In contrast, the intermediate variables like employee engagement and job satisfaction significantly influenced employee performance. Likewise, the indirect impact of work-life balance on employee performance through employee engagement and job satisfaction had a significant effect."}, "filled": true, "author_pub_id": "luUjz1sAAAAJ:ymY9cBF3mdcC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=15281399600002987430", "cites_id": ["15281399600002987430"], "pub_url": "https://repository.petra.ac.id/21340/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:pnX5zPhvEtQJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENTINGNYA LITERASI KEUANGAN UNTUK PENGELOLAAN KEUANGAN PRIBADI SEJAK DINI", "pub_year": 2024, "citation": "Mafaza: Jurnal Pengabdian Masyarakat 4 (2), 107-120, 2024", "author": "Nony Kezia Marchyta and Eddy Madiono Sutanto", "journal": "Mafaza: Jurnal Pengabdian Masyarakat", "volume": "4", "number": "2", "pages": "107-120", "abstract": "Tingkat literasi keuangan yang rendah pada generasi muda dan fenomena peningkatan penggunaan peminjaman secara online (pinjol) mendorong dilakukannya kegiatan pengabdian masyarakat ini. Tujuan pengabdian masyarakat yaitu untuk meningkatkan kesadaran pentingnya literasi keuangan bagi generasi muda dalam mengelola keuangan, sehingga dapat meningkatkan kontrol diri. Generasi muda dengan literasi keuangan yang baik akan cenderung mampu menentukan prioritas dalam pengambilan keputusan keuangan, termasuk mampu membedakan antara kebutuhan dan keinginan yang dimiliki. Sebaliknya, jika generasi muda tidak memiliki literasi keuangan yang baik, maka akan cenderung melakukan kesalahan dalam pengelolaan keuangan yang dapat memberikan dampak negatif dalam jangka panjang. Mitra pengabdian masyarakat yaitu generasi muda yang berusia 15 hingga 21 tahun di bawah naungan Yayasan Adjarmanu, Nusa Tenggara Timur dan Pusat Pengembangan Anak di Surabaya dan Sidoarjo. Pengabdian masyarakat dilakukan dengan menggunakan metode pelatihan. Materi diberikan menggunakan konsep gamification agar lebih menarik bagi generasi muda. Melalui hasil post-test yang diberikan terlihat kemampuan literasi keuangan para peserta mengalami peningkatan. Respon positif dari para peserta juga terlihat dari hasil wawancara singkat yang dilakukan pada akhir kegiatan pengabdian masyarakat."}, "filled": true, "author_pub_id": "luUjz1sAAAAJ:pYKElYtJMmwC", "num_citations": 0, "pub_url": "https://journal.unugiri.ac.id/index.php/mafaza/article/view/3429", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:TdqlEyMr9ZQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "ANALISIS FAKTOR-FAKTOR YANG MEMENGARUHI KEPUASAN KARYAWAN PT “XYZ”", "pub_year": 2024, "citation": "IDEI JURNAL EKONOMI & BISNIS 5 (2), 87-95, 2024", "author": "Sheryl Aurelin Suriady and Eddy Madiono Sutanto", "volume": "5", "number": "2", "pages": "87-95", "abstract": "Penelitian ini bertujuan untuk menganalisis faktor-faktor yang memengaruhi kepuasan karyawan di PT “XYZ”, sebuah perusahaan distribusi bahan bangunan di Indonesia. Menggunakan pendekatan kuantitatif dengan metode deskriptif dan dianalisis menggunakan analisis deskriptif dan tabulasi silang. Data dikumpulkan dari 77 responden melalui angket yang divalidasi dan diujikan reliabilitasnya menggunakan SPSS. Hasil penelitian menunjukkan bahwa tingkat retensi, absensi, evaluasi kinerja, produktivitas, dan keterlibatan karyawan memiliki hubungan yang signifikan dengan kepuasan karyawan. Tingkat retensi yang tinggi menunjukkan bahwa karyawan yang puas cenderung bertahan lebih lama di perusahaan. Sebaliknya, tingkat absensi yang tinggi memiliki dampak negatif terhadap kepuasan karyawan. Evaluasi kinerja yang adil dan produktivitas yang tinggi juga berkontribusi positif terhadap kepuasan karyawan. Studi ini merekomendasikan peningkatan komunikasi internal, pelatihan kerja tim, kebijakan disiplin waktu, dan pengelolaan beban kerja untuk meningkatkan kepuasan karyawan."}, "filled": true, "author_pub_id": "luUjz1sAAAAJ:M0leSnx2MbUC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21316/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5t-oky7F0iEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Efektivitas Potongan Harga saat Festival Belanja Online 10.10 dan 11.11 di Toko Shopee@ Bintang. lima_online", "pub_year": 2024, "citation": "IDEI: Jurnal Ekonomi & Bisnis 5 (1), 13-21, 2024", "author": "Eddy Madiono Sutanto and WINNIE WANGNARDY", "volume": "5", "number": "1", "pages": "13-21", "abstract": "Penelitian ini bertujuan untuk mengetahui efektivitas potongan harga saat festival be-lanja online 10.10 dan 11.11 di toko online Bintang Lima. Metode penelitian yang digunakan dalam penelitian ini adalah metode kualitatif yang melibatkan tiga orang informan, yaitu pemilik, supervisor, dan pelanggan Toko Online Bintang Lima dalam wawancara semi-terstruktur. Teknik analisis data menggunakan analisis data Miles dan Huberman. Hasil penelitian ini menunjukkan bahwa potongan harga memiliki efektivitas dalam meningkatkan pertumbuhan penjualan dan pertumbuhan konsumen, serta meningkatkan retensi pelanggan. Perusahaan disarankan untuk konsisten berpartisipasi dalam festival belanja online dengan memberikan potongan harga dan bentuk promosi lainnya."}, "filled": true, "author_pub_id": "luUjz1sAAAAJ:n3vGvpFsckwC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20995/1/Publikasi1_91022_10600.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lPG0-k7Uy4UJ:scholar.google.com/", "cites_per_year": {}}
