{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Cybersecurity Threats through Phishing Attacks Targeting Internal Staff, Mitigation and Prevention", "pub_year": 2024, "citation": "International Journal of Advanced Research in Electrical, Electronics and …, 2024", "author": "Justinus Andjarwirawan and Leo Willyanto Santoso and Kartika Gunadi", "journal": "International Journal of Advanced Research in Electrical, Electronics and Instrumentation Engineering", "number": "10.156", "pages": "1751-1757", "publisher": "Petra Christian University", "abstract": "Phishing attacks continue to be a predominant threat in the cybersecurity landscape, particularly when targeting internal staff to gain unauthorized access to internal systems. This paper explores how phishing attacks exploit human vulnerabilities, leading to significant security breaches. By analyzing real-world case studies like the recent Indodax case, the paper highlights the impact of phishing attacks on organizational security and explores the mitigation and prevention strategies that can be employed to reduce the risk of such attacks. Recent approaches, including employee training, advanced email filtering, and multi-factor authentication (MFA), are discussed, supported by current academic and industry research."}, "filled": true, "author_pub_id": "M_XCMAwAAAAJ:YohjEiUPhakC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21393/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:pGnirPeXcL4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Digitalisasi Sistem Persediaan dan Penjualan Ramah Difabel pada UMKM Tiara Handycratf", "pub_year": 2024, "citation": "SHARE 11 (1), 1-11, 2024", "author": "Hendri Kwistianus and Leo Willyanto Santoso", "volume": "11", "number": "1", "pages": "1-11", "abstract": "Artikel  ini  membahas  penyusunan  dan  implementasi  sistem  digitalisasi  yang  ramah  difabel  pada  UMKM  Tiara  Handicraft,  sebuah  usaha  kecil  di  Surabaya  yang  fokus  pada  pemberdayaan  kaum  difabel, terutama karyawan tunarungu. UMKM ini menghadapi berbagai tantangan dalam pengelolaanpenjualan  dan  persediaan  yang  masih  dilakukan  secara  manual,  yang  berisiko  menimbulkan  kesalahan  pencatatan,  ketidakefisienan,  dan  keterlambatan  dalam  memenuhi  permintaan  pasar.  Sistem manual yang digunakan saat ini tidak mampu mengakomodasi kebutuhan khusus karyawan difabel,  terutama  tunarungu,  yang  menghadapi  kesulitan  dalam  menjalankan  tugas  administratif  secara efektif. Sebagai solusi, dirancang sistem digitalisasi berbasis teknologi yang dirancang secara inklusif untuk mendukung karyawan difabel. Sistem ini menawarkan antarmuka yang lebih visual dengan  penggunaan  ikon  gambar  dan  warna,  sehingga  memudahkan  karyawan  tunarungu  dalam  mengoperasikan  sistem  tanpa  terlalu  bergantung  pada  teks.  Proses  perancangan  sistem  meliputi  survei lapangan, analisis kebutuhan karyawan, dan perancangan prototipe yang disesuaikan dengan proses  bisnis  UMKM  Tiara  Handicraft.  Setelah  melalui  proses  persetujuan  dengan  pemilik,  sistem  dikembangkan  dan  diuji  untuk  memastikan  fungsionalitasnya,  mencakup  pencatatan  penjualan,  persediaan, serta pelaporan penjualan dan stok secara real-time. Sistem ini dirancang agar mudah dioperasikan   oleh   karyawan   dengan   fitur-fitur   seperti   pemilihan   barang   berbasis   gambar,   pengurangan  stok …"}, "filled": true, "author_pub_id": "M_XCMAwAAAAJ:rmuvC79q63oC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21362/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:yptox5_OJ0EJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Personalized Learning Style System Based on Student Activity Segmentation in Learning Management System Using the Felder Silverman Model with Naïve Bayes", "pub_year": 2023, "citation": "International Conference on Intelligent Computing & Optimization, 220-230, 2023", "author": "Leo Willyanto Santoso and Yulia and Bryan Fernando Liauwman", "pages": "220-230", "publisher": "Springer Nature Switzerland", "abstract": "Personalized ways of learning makes it easier for students to learn with their own styles. Through this research, it is expected to produce a learning style recommendation system obtained from the process of student activities carried out in the Learning Management System (LMS). The data used is log data that was obtained from several classes in College X. These classes are selected based on the sufficient variety of learning content carried out in the LMS. The data is processed in the Felder-Silverman model which produces a personalized learning style which is later also processed using naïve bayes methods. The learning style data that was obtained then compared with the results of the learning style index. In this research, the processed data undergoes testing using the Naïve Bayes method, yielding results indicating that Naïve Bayes achieved an average percentage result exceeding 90%."}, "filled": true, "author_pub_id": "M_XCMAwAAAAJ:_axFR9aDTf0C", "num_citations": 0, "pub_url": "https://link.springer.com/chapter/10.1007/978-3-031-73318-5_22", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:I1_B49M7n9MJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Gamification as Online Teaching Strategy: Case Study from Various Subjects", "pub_year": 2023, "citation": "International Conference on Intelligent Computing & Optimization, 280-287, 2023", "author": "Leo Willyanto Santoso and Gatut Priyowidodo", "pages": "280-287", "publisher": "Springer Nature Switzerland", "abstract": "The COVID-19 pandemic has caused a significant transformation in the field of education, necessitating a rapid and extensive shift to online instructional methods. This study investigates the application of gamification as a potent approach for augmenting involvement, motivation, and educational achievements in the online learning landscape. Leveraging insights from previous research and practical insights, this article delves into the fundamental principles of gamification, its advantages within the realm of online education, and provides practical recommendations for its effective implementation. Through the presentation of successful instances and recommended practices, we illustrate how gamification can address the challenges of remote learning, ensuring both the continuity of education and the establishment of an engaging and interactive virtual classroom."}, "filled": true, "author_pub_id": "M_XCMAwAAAAJ:86PQX7AUzd4C", "num_citations": 0, "pub_url": "https://link.springer.com/chapter/10.1007/978-3-031-73318-5_28", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:D3FUztrvRGEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Heritage Palace Virtual Tour Application as an Interactive and Immersive Online Promotional Media", "pub_year": 2023, "citation": "International Conference on Intelligent Computing & Optimization, 299-306, 2023", "author": "Leo Willyanto Santoso and Yulia and Michael Kevin Thejowahyono", "pages": "299-306", "publisher": "Springer Nature Switzerland"}, "filled": true, "author_pub_id": "M_XCMAwAAAAJ:PVjk1bu6vJQC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:RLbcWU4aqSQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Big Data: Identification of Critical Success Factors", "pub_year": 2023, "citation": "International Conference on Intelligent Computing & Optimization, 342-349, 2023", "author": "Leo Willyanto Santoso", "pages": "342-349", "publisher": "Springer Nature Switzerland", "abstract": "Nowadays, the organization try to implement big data technology. By implementing it, they can develop big data analytics as a tools for competitive advantage. Top management realize this phenomenon and should respond to the challenges of information revolution. Data-driven business decision gains more and more prominence. Data could be used to see exactly what’s happening in organization and use the information to make the business more agile. However, there are several factors that are critical for a Big Data project’s success. The objective of this research is to recognise the important critical success factors to obtain organizational value from big data. We evaluate each factor from panel that consist of 18 professionals to make a rank based on the degree of importance by using Delphi method. Delphi methodology was divided in three phases and two rounds. The test result revealed that there are five …"}, "filled": true, "author_pub_id": "M_XCMAwAAAAJ:0N-VGjzr574C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=2384528950417612830", "cites_id": ["2384528950417612830"], "pub_url": "https://link.springer.com/chapter/10.1007/978-3-031-50158-6_34", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:HuBGVnKMFyEJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pemrograman Web", "pub_year": 2023, "citation": "Global Eksekutif Teknologi, 2023", "author": "Leo Willyanto Santoso and S Wahyuddin and Andy Rachman and Ronny Makhfuddin Akbar and Eferoni Ndruru", "publisher": "Global Eksekutif Teknologi", "abstract": "Javascript (JS), Variabel, Konversi type data dengan JS, Pencabangan IF, Operator dengan JS, Function dalam pemrograman"}, "filled": true, "author_pub_id": "M_XCMAwAAAAJ:PoWvk5oyLR8C", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=10459218110611955880", "cites_id": ["10459218110611955880"], "pub_url": "https://scholar.google.com/scholar?cluster=10459218110611955880&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qKBbz3SbJpEJ:scholar.google.com/", "cites_per_year": {"2023": 6}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Logika Informatika", "pub_year": 2023, "citation": "Global Eksekutif Teknologi, 2023", "author": "Leo Willyanto Santoso and S Wahyuddin and I Gede Iwan Sudipa and Johni S Pasaribu and Nono Heryana and Euis Nurninawati and Hasanuddin Sirait and Jan Setiawan and Firdaus Rini Nuraini", "publisher": "Global Eksekutif Teknologi", "abstract": "Aturan inferensi adalah aturan yang digunakan untuk mengambil kesimpulan dari premis yang diberikan. Proses atau prosedur dalam inferensi disebut argumen. Ada beberapa jenis aturan inferensi yang sering digunakan, di antaranya: modus ponens, modus tollens, silogisme, silogisme disjungtif, addisi, simplifikasi, konjungsi, dan resolusi. Implementasi aturan inferensi dalam ilmu komputer dilakukan dengan menggunakan algoritma yang dikenal sebagai logika fuzzy. Logika fuzzy adalah metode untuk menangani masalah yang melibatkan incertitude, vagueness, atau imprecision. Logika fuzzy digunakan dalam berbagai bidang, seperti sistem keamanan, sistem pengendalian, sistem pakar, dan sistem pengambilan keputusan.Dalam ilmu komputer, logika fuzzy digunakan untuk mengimplementasikan aturan inferensi melalui tiga tahap utama: pemodelan, inferensi, dan defuzzyfikasi. Pada tahap pemodelan, aturan inferensi diformulasikan sebagai rule-base yang menyatakan hubungan antara variabel input dan output. Pada tahap inferensi, aturan inferensi digunakan untuk menentukan nilai keluaran dari sistem berdasarkan nilai masukan yang diterima. Pada tahap defuzzyfikasi, nilai keluaran dari sistem diubah menjadi nilai yang dapat diterima oleh sistem."}, "filled": true, "author_pub_id": "M_XCMAwAAAAJ:HbR8gkJAVGIC", "num_citations": 0, "pub_url": "https://www.researchgate.net/profile/Nono-Heryana/publication/370471436_Bab_6_ATURAN_INFERENSI/links/6452097b97449a0e1a741d4b/Bab-6-ATURAN-INFERENSI.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:HG64vCncW48J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Menumbuhkan kreativitas e-learning melalui pembelajaran animasi bagi siswa-siswi SMP pada masa pandemi Covid-19", "pub_year": 2023, "citation": "Aksiologiya: Jurnal Pengabdian Kepada Masyarakat 7 (3), 418-430, 2023", "author": "Gatut Priyo Widodo and Leo Willyanto Santoso", "journal": "Aksiologiya: Jurnal Pengabdian Kepada Masyarakat", "volume": "7", "number": "3", "pages": "418-430", "abstract": "Pola pembelajaran daring (online class) agar tidak terjebak pada rutinitas dan kejenuhan harus diimbangi inovasi dan kreativitas metode yang digunakan. TerlebihÂ dengan semakin berkembangnya mutasi atau varian virus SAR-CoV-2, tentu kegiatan pembelajaran konvensional dengan hadir di kelas menjadi belum jelas kapan dilaksanakan. Â Itu sebabnya pihak pendidik memerlukanÂ sentuhan kreatifitas, agar proses belajar mengajar dari rumah tetap menyenangkan peserta didik. Â Maka rumusan masalah dalam kegiatan abdimas ini adalah bagaimanakah menumbuhkanÂ kreatifitas e-learningÂ melalui pembelajaran media animasi interaktif berbasis edufun (education & fun) gunaÂ meningkatkan semangat pembelajaran di era pandemic Covid 19 ini? Tujuannya guru bisa meningkatkan ketrampilan pembelajaran melalui pembelajaran media animasi interaktif berbasis edufun (education & fun), Â sementara siswa-siswi tetap bisa mengikuti proses transfer of knowledge yang kreatif pada masa pandemic. Metode kegiatan ini terbagi atas dua kegiatan. Pertama penyampaian materi dasar teknik-tenik pembelajaran inovatif dan kedua praktik langsung (simulasi) pembuatan animasi sederhana yang diikuti oleh guru pembina dan siswa-siswi kelasÂ VII SMPN 24 Surabaya. Hasil pelatihan iniÂ guru memperoleh pengetahuan dan ketrampilan membuat animasi sederhana. Â Â Siswa yang mengikuti kegiatan memperoleh pengetahuan baru dan ketrampilan teknis pembuatan animasi model pembelajaran yang kreatif dengan topik lingkungan, teknologi, pendidikan, persahabatan, transportasi dan arsitektur/konstruksi."}, "filled": true, "author_pub_id": "M_XCMAwAAAAJ:5qfkUJPXOUwC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=12007574166297349679", "cites_id": ["12007574166297349679"], "pub_url": "https://journal.um-surabaya.ac.id/Axiologiya/article/view/9040", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:L45P3BV5o6YJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Sistem Informasi", "pub_year": 2023, "citation": "Global Eksekutif Teknologi, 2023", "author": "Leo Willyanto Santoso and Muhammad Amrin Lubis and Achmad Noe’man and Andi Ibrahim Yunus and Adib Pakarbudi and Herlina Latipa Sari and Alfrian C Talakua and Rahmadi Asri and Fredy Ah Sihombing and Purnawarman Musa", "publisher": "Global Eksekutif Teknologi", "abstract": "Input, proses, output, dan feedback untuk mencapai tujuan. Sistem informasi berbasis komputer yang berkualitas tinggi, modern, dan terpelihara dengan baik merupakan rahasia dari perusahaan global yang paling sukses saat ini."}, "filled": true, "author_pub_id": "M_XCMAwAAAAJ:S16KYo8Pm5AC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=15276732066260652937", "cites_id": ["15276732066260652937"], "pub_url": "https://scholar.google.com/scholar?cluster=15276732066260652937&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:iRNJ6t_aAdQJ:scholar.google.com/", "cites_per_year": {"2023": 4, "2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Machine Learning", "pub_year": 2023, "citation": "Global Eksekutif Teknologi, 2023", "author": "Angga Aditya Permana and S Wahyuddin and Leo Willyanto Santoso and Gentur Wahyu Nyipto Wibowo and Anindya Khrisna Wardhani and Ahmad Jurnaidi Wahidin and Gusti Eka Yuliastuti and Rima Rizqi Wijayanti", "publisher": "Global Eksekutif Teknologi", "abstract": "Machine learning, Algoritma machine learning, Linier regression, K Nearest neighbor, K Means, Naive bayes, K Medoids, Genetic Algorithm, Fuzzy C-Means, Confusion Matrix, K Fold Cross Validation."}, "filled": true, "author_pub_id": "M_XCMAwAAAAJ:-FonjvnnhkoC", "num_citations": 21, "citedby_url": "/scholar?hl=en&cites=17628690712832312867", "cites_id": ["17628690712832312867"], "pub_url": "https://scholar.google.com/scholar?cluster=17628690712832312867&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:IwaZcc2wpfQJ:scholar.google.com/", "cites_per_year": {"2023": 12, "2024": 6, "2025": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Cyber Crime di Era Digital", "pub_year": 2023, "citation": "Global Eksekutif Teknologi, 2023", "author": "Sastya Hendri Wibowo and Joseph Dedy Irawan and Bambang Winardi and Leo Willyanto Santoso and Rizki Dewantara and Fredy Ah Sihombing and Allans Prima Aulia and Nono Heryana and Didi Kurnaedi", "publisher": "Global Eksekutif Teknologi", "abstract": "Buku ini membahas tentang Kejahatan Phising, Kejahatan Carding, Cracking, Kejahatan Hacking, Kejahatan Skimming, Kejahatan Spoofing, Kejahatan Catfishing, Serangan Ransomware, Serangan Distributed Denial Of Service, Serangan Defacing, Serangan SQL Injection, Data Forgery, Cyber Espionage, Cyber Terrorism Dan Cybersquatting"}, "filled": true, "author_pub_id": "M_XCMAwAAAAJ:4fGpz3EwCPoC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=9271609437068805143", "cites_id": ["9271609437068805143"], "pub_url": "https://scholar.google.com/scholar?cluster=9271609437068805143&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:F0Sl8Khfq4AJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 5, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Manajemen Sains", "pub_year": 2023, "citation": "Global Eksekutif Teknologi, 2023", "author": "Leo Willyanto Santoso and Rusydi Fauzan and Retna Kristiana and Sari Puspita and Jatmiko Wahyu Nugroho and S Wahyuddin", "publisher": "Global Eksekutif Teknologi", "abstract": "Manajemen Sains adalah penerapan pendekatan ilmiah untuk memecahkan masalah manajemen untuk membantu manajer dalam membuat keputusan yang lebih baik. Manajemen Sains mencakup sejumlah teknik berorientasi matematis yang dikembangkan dalam bidang manajemen sains atau diadaptasi dari disiplin ilmu lain, seperti ilmu alam, matematika, statistika, dan teknik."}, "filled": true, "author_pub_id": "M_XCMAwAAAAJ:k8Z6L05lTy4C", "num_citations": 8, "citedby_url": "/scholar?hl=en&cites=14467432764247894097", "cites_id": ["14467432764247894097"], "pub_url": "https://scholar.google.com/scholar?cluster=14467432764247894097&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:UejXhHKlxsgJ:scholar.google.com/", "cites_per_year": {"2023": 8}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A Laboratory Study on Open and Dense Graded Cold Asphalt Emulsion Mixtures for Surface Courses", "pub_year": 2023, "citation": "IOP Conference Series: Earth and Environmental Science 1134 (1), 012013, 2023", "author": "Paravita Sri Wulandari and LEONARDO Santoso and YUDDY Kristianto and MOURICE Billy", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "1134", "number": "1", "pages": "012013", "publisher": "IOP Publishing", "abstract": "Cold Asphalt Emulsion Mixture (CAEM) is considered as an eco-friendly asphalt mixture because it eliminates the emission. It is produced at ambient temperatures and reducing the requirement to heat aggregates and bitumen prior to mixing process, so it is good for energy saving in pavement construction. In application, there are two type gradations of aggregate for cold asphalt mixture, dense gradation and open gradation. A series of laboratory works were conducted to analyse the performance of dense and open graded cold mixture for surface courses, which is the main objective of this study. Marshall Samples were kept indoor at room temperature for 7 days prior to Marshall Test to obtain the effect of curing process for cold mixtures. All samples were tested using Marshall Tests for stability and flow. The results show that dense graded mixtures need less bitumen content than open graded mixtures. For cured …"}, "filled": true, "author_pub_id": "M_XCMAwAAAAJ:SpbeaW3--B0C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=1097349822873448825", "cites_id": ["1097349822873448825"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/1134/1/012013/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ebG1ktmROg8J:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Real Time Implementation of Driver Drowsiness Monitoring System Using SVM Classifier", "pub_year": 2023, "citation": "Int. J. Eng. Manuf 13 (3), 48-54, 2023", "author": "Ashwini Araballi and Sangharsh Shinde", "journal": "Int. J. Eng. Manuf", "volume": "13", "number": "3", "pages": "48-54", "abstract": "Nowadays, as transportation is increasing day by day and the probability of occurance of it in future is also very high. There are so many people travel an hours together every day, due to lack of rest the driver may feel tired or drowsy and may fall asleep. This may lead to several highway calamities causing to severe injuries, loss of human life etc. So solve this issue we propose a driver drowsiness monitoring system that helps in avoiding major accidents. The proposed method detects the status of the driver of the vehicle using the Eye Aspect Ratio (EAR) and Mouth Opening Ratio (MOR) techniques. The developed system includes a Pi camera, Raspberry Pi module and is used to detect and analyze continuously the eye closure status in real-time. When drowsiness is detected buzzer sound will alert the driver which significantly helps in reducing the percentage of highway calamities by alerting."}, "filled": true, "author_pub_id": "M_XCMAwAAAAJ:HE397vMXCloC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=8831990262237525630,11446048750873859492,14547657495785635254", "cites_id": ["8831990262237525630", "11446048750873859492", "14547657495785635254"], "pub_url": "https://scholar.google.com/scholar?cluster=8831990262237525630&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:fnZggFmIkXoJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 0, "2023": 2, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Teknologi Jaringan Nirkabel", "pub_year": 2022, "citation": "Global Eksekutif Teknologi, 2022", "author": "Sastya Hendri Wibowo and Cyntia Lasmi Andesti and Suleman Suleman and Decky Hendarsyah and Nugroho Adhi Santoso and Rizki Dewantara and Ahmad Jurnaidi Wahidin and Leo Willyanto Santoso and Fredy Ah Sihombing and Heru Saputra", "pages": "1-126", "publisher": "Global Eksekutif Teknologi", "abstract": "Teknologi Jaringan Nirkabel TEKNOLOGI JARINGAN NIRKABEL Sastya Hendri Wibowo \nCyntia Lasmi Andesti Suleman Decky Hendarsyah Nugroho Adhi Santoso Rizki Dewantara \nAhmad Jurnaidi Wahidin Leo Willyanto Santoso Fredy Ah Sihombing Heru Saputra Penulis \nPage 2 TEKNOLOGI JARINGAN NIRKABEL Sastya Hendri Wibowo Cyntia Lasmi Andesti \nSuleman Decky Hendarsyah Nugroho Adhi Santoso Rizki Dewantara Ahmad Jurnaidi \nWahidin Leo Willyanto Santoso Fredy Ah Sihombing Heru Saputra PT GLOBAL \nEKSEKUTIF TEKNOLOGI Page 3 TEKNOLOGI JARINGAN NIRKABEL Penulis: Tri Putri \nWahyuni, S. Pd Penyunting: Atyka Trianisa, S. Pd dan dengan cara apapun tanpa izin \ntertulis dari penerbit. Sastya Hendri Wibowo Cyntia Lasmi Andesti Suleman Decky \nHendarsyah Nugroho Adhi Santoso Rizki Dewantara Ahmad Jurnaidi Wahidin Leo \nWillyanto Santoso Fredy Ah Sihombing Heru Saputra …"}, "filled": true, "author_pub_id": "M_XCMAwAAAAJ:FPJr55Dyh1AC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=1182533575469898466", "cites_id": ["1182533575469898466"], "pub_url": "http://repository.stmik-tegal.ac.id/id/eprint/33/1/BUKU%20TEKNOLOGI%20JARINGAN%20NIRKABEL.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:4hrbhAU0aRAJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sistem Basis Data", "pub_year": 2022, "citation": "Global Eksekutif Teknologi, 2022", "author": "Khairunnisa Samosir and S Wahyuddin and Elmi Devia and Leo Willyanto Santoso and Sri Rezeki Candra Nursari and Noor Azizah and Muhamad Hadi Saputra", "publisher": "Global Eksekutif Teknologi", "abstract": "Konsep Basis Data, Protokol Jaringan Komputer, Model Data Relasional Dan Batasan Basis Data Relasional, Aljabar Relasional, Manipulasi Data Menggunakan SQL, Definisi Data Menggunakan Sql, Desain Basis Data Logika Untuk Model Data Relasional, Normalitas Data, Transformasi Model Data Ke Basis Data Fisik Dan Query Pada My SQL"}, "filled": true, "author_pub_id": "M_XCMAwAAAAJ:VaXvl8Fpj5cC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=17919636732582331905", "cites_id": ["17919636732582331905"], "pub_url": "https://scholar.google.com/scholar?cluster=17919636732582331905&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:AYacfapWr_gJ:scholar.google.com/", "cites_per_year": {"2023": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Deteksi Masker Wajah dengan Metode Convolutional Neural Network", "pub_year": 2022, "citation": "J. Infra 10 (1), 2022", "author": "I Hartono and A Noertjahyana and LW Santoso", "journal": "J. Infra", "volume": "10", "number": "1"}, "filled": true, "author_pub_id": "M_XCMAwAAAAJ:L7CI7m0gUJcC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=18416116948101350544", "cites_id": ["18416116948101350544"], "pub_url": "https://scholar.google.com/scholar?cluster=18416116948101350544&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:kMShocowk_8J:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 1, "2024": 2, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penerapan Metode KNN-Regresi dan Multiplicative Decomposition untuk Prediksi Data Penjualan pada Supermarket X", "pub_year": 2022, "citation": "Jurnal Infra 10 (2), 2022", "author": "Calvin Christopher Kurniawan and Silvia Rostianingsih and Leo Willyanto Santoso", "journal": "Jurnal Infra", "volume": "10", "number": "2", "abstract": "Supermarket X is one of the supermarkets in West Nusa Tenggara that needs a way to predict sales in the future. This prediction is needed by Supermarket X to estimate the purchase plan because so far there have been frequent stockouts or oversupply which have caused losses to the company. Based on the problems that occur, this study applies the KNN Regression and Multiplicative Decomposition methods in predicting Supermarket X sales so that supermarket managers can design a strategy to make sales in the future. The results show that predictions based on divisions, departments, categories, sub categories, and products have a smaller average error rate when using the Multiplicative Decomposition method with RMSE= 492.89 and MAPE= 0.29, while the KNN Regression method has RMSE= 757.77 and MAPE= 0.36"}, "filled": true, "author_pub_id": "M_XCMAwAAAAJ:LI9QrySNdTsC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=18375874027090991075", "cites_id": ["18375874027090991075"], "pub_url": "https://scholar.google.com/scholar?cluster=18375874027090991075&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:49cVbhE4BP8J:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sales Forecasting Pada Dealer Motor X Dengan LSTM, ARIMA, dan Holt-Winters Exponential Smoothing", "pub_year": 2022, "citation": "Jurnal Infra 10 (2), 1-4, 2022", "author": "Jennifer Soeryawinata and Henry Novianus Palit and Leo Willyanto Santoso", "journal": "Jurnal Infra", "volume": "10", "number": "2", "pages": "1-4", "abstract": "In the world of commerce, inventory is an important issue. Occasionally, motorcycle dealer X experience lost revenue due to a lack of motorcycle inventory as well as lost storage space due to under-selling motorcycles being stocked in large quantities. If the restock process is easy to do, it will answer the problem. Inventory of motorcycles at the motorcycle dealer X was sent from Jakarta to Central Sulawesi. If the motorcycle dealer X wants to do a restock, it will take a long time and expensive shipping costs. To overcome the problems at the motorcycle dealer X, a prediction or forecasting of motorcycle sales is needed. With this forecast, it is hoped that the owner of the motorcycle dealer X can determine the number and type of motorbikes that must be sent from Jakarta each month. In this study, we will use Long-Short Term Memory (LSTM), Autoregressive Integrated Moving Average (ARIMA), and HoltWinters …"}, "filled": true, "author_pub_id": "M_XCMAwAAAAJ:MLfJN-KU85MC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=13434081790055114535", "cites_id": ["13434081790055114535"], "pub_url": "https://scholar.google.com/scholar?cluster=13434081790055114535&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:J2fHEzZyb7oJ:scholar.google.com/", "cites_per_year": {"2023": 4, "2024": 2, "2025": 1}}
