{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Peran Guru Kristen dalam Membangun Kesiapan Anak untuk Belajar di SD", "pub_year": 2024, "citation": "Aletheia Christian Educators Journal 5 (2), 55-63, 2024", "author": "Janice Emmanuela and Magdalena Pranata Santoso and Neci Larichi Hudi Limu", "journal": "Aletheia Christian Educators Journal", "volume": "5", "number": "2", "pages": "55-63"}, "filled": true, "author_pub_id": "mge9TJgAAAAJ:TFP_iSt0sucC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KfR0MfwNV4YJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penerapan metode ceramah dan tanya jawab dalam proses pembelajaran daring di SD kristen di medan", "pub_year": 2023, "citation": "Aletheia Christian Educators Journal 4 (1), 1-6, 2023", "author": "Risma Rombe Pabesak and Magdalena Pranata Santoso", "journal": "Aletheia Christian Educators Journal", "volume": "4", "number": "1", "pages": "1-6", "abstract": "Perubahan sistem pembelajaran dari pembelajaran tatap muka menjadi pembelajaran daring berdampak pada pemilihan metode pembelajaran yang digunakan oleh guru. Penelitian ini bertujuan untuk mendeskripsikan metode ceramah dan tanya jawab untuk murid kelas 1 dan kelas 2 di sebuah Sekolah Dasar Kristen di Medan. Observasi dan wawancara diterapkan untuk mengumpulkan data. Tahap analisis meliputi reduksi, penyajian, interpretasi dan penarikan kesimpulan. Hasil menunjukkan penggunaan metode ceramah dan tanya jawab sangat diperlukan dalam proses pembelajaran daring dengan memperhatikan tahap perkembangan murid. Kombinasi metode ceramah dan tanya jawab perlu diterapkan untuk menciptakan interaksi di kelas. Penerapan gerak-gerik dalam mengajar sangat efektif untuk menarik murid yang berada dalam tahap operasional konkret. Tuhan Yesus juga menggunakan kombinasi metode ceramah dan tanya jawab dalam pengajaran-Nya untuk menceritakan kebenaran serta berinteraksi dengan murid-Nya. Metode ceramah dengan pendekatan bercerita dapat digunakan untuk mengintegrasikan iman Kristiani agar murid memiliki karakter seperti Kristus."}, "filled": true, "author_pub_id": "mge9TJgAAAAJ:j3f4tGmQtD8C", "num_citations": 30, "citedby_url": "/scholar?hl=en&cites=9003986143848575550", "cites_id": ["9003986143848575550"], "pub_url": "http://aletheia.petra.ac.id/index.php/aletheia/article/view/164", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:PjKiUrGV9HwJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 18, "2025": 9}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "An Education Model, Loving God for Life: The Five Principles to Cultivate Children’s Faith", "pub_year": 2023, "citation": "An Education Model, Loving God for Life: The Five Principles to Cultivate …, 2023", "author": "Magdalena Pranata Santoso", "abstract": "Loving God with the totality of life is the greatest commandment for all Christians. Christian parents need a Biblical education model especially in the era of the Industrial Revolution 4.0, which can help children to love God for life. The O.T Bible records the lives of Bible Heroes who loved God. This research uses a qualitative descriptive analysis research method based on literature studies that examined the process of developing faith in their lives. The results of this study are a Biblical education model that could be used as a guide for Christian parents to edu-cate children to love God. The five models of children education, namely: (1) A Loving and Au-thentic Relationship Between Parents and Children from an Early Age; (2) The Father s Role in Applying Spiritual Discipline; (3) The Education Model that Cultivates the Faith to Understand God s Providence; (4) An Education Model that Cultivates the Children s Faith in an Innovative, Holistic and Integrative Way; and (5) An Education Model that Cultivates the Children s Faith Starting During Pregnancy."}, "filled": true, "author_pub_id": "mge9TJgAAAAJ:4JMBOYKVnBMC", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=7207712423319888089&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2eAmy0LwBmQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Murid Kristus Bersaksi tentang Tuhan Yesus Kristus", "pub_year": 2022, "citation": "Murid Kristus Bersaksi tentang Tuhan Yesus Kristus, 2022", "author": "Magdalena Pranata Santoso", "publisher": "Lembaga Penelitian dan Pengabdian kepada Masyarakat PETRA PRESS Universitas Kristen Petra", "abstract": "Mengajarkan kebenaran Alkitab kepada anak sejak  masih kecil merupakan kehormatan dan sekaligus  kebahagiaan setiap orang tua dan guru Kristen. Menolong  anak-anak sejak kecil untuk mencintai Alkitab dan  mengalami relasi pribadi dengan Tuhan merupakan  warisan abadi yang berdampak dalam kehidupan anak  sampai pada kekekalan. Salah satu keterampilan hidup  yang dibutuhkan oleh setiap anak untuk menempuh  perjalanan hidup dalam dunia ini adalah keterampilan  hidup berjalan bersama Tuhan di dalam dunia ini dengan  prinsip kebenaran Alkitab. Buku seri Murid Kristus ini dirancang dengan  komitmen serius untuk menolong setiap orang tua dan  guru Kristen memenuhi panggilan untuk mendidik setiap  anak Tuhan bertumbuh dalam pengenalan akan Tuhan  Yesus, belajar kebenaran Alkitab, serta mengalami Tuhan  Yesus dalam hidup pribadi mereka.  Buku Murid Kristus Bersaksi Tentang Tuhan Yesus  Kristus ini, dirancang secara menarik dan memberi  inspirasi bagi orang tua dan guru Kristen mengajarkan  Alkitab bagi anak usia 4-6 tahun. Metode pembelajaran  dirancang untuk memberikan pengalaman personal yang  menolong anak merasakan dan mengalami perjumpaan  secara pribadi dengan Tuhan. Dengan sepenuhnya mengandalkan pertolongan Allah Roh Kudus, buku ini  memberikan gambaran jelas model pembelajaran yang  melibatkan peran anak sebagai pembelajar aktif. Artinya, dalam  setiap proses belajar, anak mendapat “kesempatan untuk hadir”  dalam kisah-kisah Alkitab.  Harapan terutama adalah agar setiap anak dapat  merasakan dan mengalami kasih Tuhan yang indah. Ketika …"}, "filled": true, "author_pub_id": "mge9TJgAAAAJ:_Qo2XoVZTnwC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19780/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:yonek4G2taIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Murid Kristus Menyaksikan Kasih Tuhan Yesus yang Mulia", "pub_year": 2022, "citation": "Murid Kristus Menyaksikan Kasih Tuhan Yesus yang Mulia, 2022", "author": "Magdalena Pranata Santoso", "publisher": "Lembaga Penelitian dan Pengabdian kepada Masyarakat PETRA PRESS Universitas Kristen Petra"}, "filled": true, "author_pub_id": "mge9TJgAAAAJ:e5wmG9Sq2KIC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:iKnG5MiEmAkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Peran Kepala Sekolah Dalam Menolong Guru Memiliki Sikap Disiplin Waktu Di Sekolah Kristen di Lubuklinggau", "pub_year": 2022, "citation": "Aletheia Christian Educators Journal 3 (2), 115-121, 2022", "author": "Katrin Agustina Kanaf and Magdalena Pranata Santoso", "journal": "Aletheia Christian Educators Journal", "volume": "3", "number": "2", "pages": "115-121", "abstract": "Disiplin waktu merupakan salah satu ketertiban yang perlu diterapkan di sekolah. Sebagai pemimpin di sekolah, Kepala sekolah menjalankan perannya dalam menolong guru memiliki sikap disiplin waktu di sekolah. Penelitian ini bertujuan untuk mendeskripsikan peran kepala sekolah dalam menolong guru memiliki sikap disiplin waktu pada sebuah sekolah di Sumatera Selatan. Metode kualitatif deskriptif dengan observasi dan wawancara sebagai teknik pengumpulan data diterapkan dalam studi ini. Data yang terkumpul kemudian dianalisis menggunakan tahap reduksi data, penyajian data dan penarikan kesimpulan. Hasil penelitian menunjukkan kepala sekolah sangat berperan penting di sekolah. Kepala sekolah menjalankan perannya sebagai educator, supervisor dan leader dalam menolong guru memiliki disiplin waktu dengan cara membuat strategi yang dapat melatih gurunya untuk disiplin waktu. Kepala sekolah memberikan teladan disiplin waktu terlebih dahulu sebelum menolong gurunya. Kepala Sekolah Kristen di Sumatera Selatan telah menjalankan peran ini dalam menolong gurunya memiliki sikap disiplin waktu. Peran kepala sekolah sangat penting dalam menolong guru memiliki sikap disiplin waktu."}, "filled": true, "author_pub_id": "mge9TJgAAAAJ:R3hNpaxXUhUC", "num_citations": 0, "pub_url": "http://aletheia.petra.ac.id/index.php/aletheia/article/view/172", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:USJp68OcEDUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Murid Kristus Memancarkan Kasih Tuhan Yesus Kristus", "pub_year": 2022, "citation": "Murid Kristus Memancarkan Kasih Tuhan Yesus Kristus, 2022", "author": "Magdalena Pranata Santoso", "publisher": "Lembaga Penelitian dan Pengabdian kepada Masyarakat PETRA PRESS Universitas Kristen Petra", "abstract": "Setiap orang tua dan guru Kristen mempunyai  mandat dan panggilan yang sangat berharga untuk  mengajarkan kebenaran Alkitab kepada anak sejak masih  kecil. Hal ini sangat penting, karena akan menolong anak  sejak kecil untuk mengalami relasi pribadi dengan Tuhan.  Salah satu keterampilan hidup yang penting bagi setiap  anak adalah keterampilan hidup untuk berelasi dengan  Tuhan, dan keterampilan ini perlu menjadi pengalaman  dalam hidup sejak usia dini. Buku ini dirancang dengan  komitmen serius untuk menolong setiap orang tua untuk  mendidik anak-anak belajar kebenaran Alkitab,  mengalami Tuhan Yesus dalam hidup dan memancarkan  kasih-Nya.  Buku Murid Kristus Memancarkan Kasih Tuhan  Yesus Kristus ini dirancang dengan pendekatan praktis  yang menerapkan metode menarik dan hidup untuk  memudahkan orang tua dan guru Kristen mengajarkan  Alkitab bagi anak usia 4-6 tahun. Metode pembelajaran  yang diterapkan untuk menolong anak mengalami proses  belajar kebenaran Alkitab ini adalah untuk memberikan  pengalaman yang menolong anak mengalami perjumpaan  secara pribadi dengan Tuhan. Dengan mengandalkan  pertolongan Allah Roh Kudus, buku ini memberikan"}, "filled": true, "author_pub_id": "mge9TJgAAAAJ:TQgYirikUcIC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19716/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:xQvkXmQdZ58J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Panduan Edukatif Inspiratif Aplikatif: Bagimu Indonesia Kami Mengabdi (Menerapkan Pancasila, Bhinneka Tunggal Ika, UUD  45 dan NKRI bagi Anak Bangsa)", "pub_year": 2022, "citation": "Panduan Edukatif Inspiratif Aplikatif: Bagimu Indonesia Kami Mengabdi …, 2022", "author": "Magdalena Pranata Santoso and Iman Subekti", "publisher": "Lembaga Penelitian dan Pengabdian kepada Masyarakat PETRA PRESS Universitas Kristen Petra", "abstract": "Menjadi Indonesia adalah suatu karunia dan anugerah Tuhan  bagi kita semua. Merawat Indonesia, sesuai dengan harapan  dan cita-cita para pendiri bangsa, dengan empat pilar kebangsaan yang  kita warisi, adalah tanggung jawab dan kewajiban kita kita semua.  Indonesia perlu dirawat, Indonesia perlu dijaga!. Sebagai pendidik, acap kali kita memerlukan masukan ide-ide  kreatif, untuk melaksanakan pendidikan untuk memperkuat pondasi  empat pilar kebangsaan kita, yaitu Pancasila, Bhinneka Tunggal Ika,  UUD 45 dan Negara Kesatuan Republik Indonesia (NKRI), di berbagai  jenjang pendidikan yang ada. Ide-ide kreatif dan yang sifatnya aplikatif  ini amat diperlukan, agar proses pembelajaran yang kita laksanakan  menyenangkan, inspiratif, melibatkan peserta didik secara aktif dan  tepat sasaran. Isi buku ini sangat kaya dengan ide-ide kreatif tersebut, baik  dalam bentuk berbagai alternatif kegiatan dan rancangan kegiatan  yang bisa dilaksanakan, dilengkapi dengan indikator capaian dan model  evaluasinya. Rancangan berbagai kegiatan yang diusulkan bahkan sudah  memanfaatkan berbagai teknologi komunikasi dan media sosial terkini  yang diakrabi anak didik kita. Setidaknya, melalui panduan yang sudah  cukup komprehensip ini, pendidik dapat kemudian mengembangkan  sendiri kreativitasnya lebih lanjut. Karenanya, saya menyampaikan apresiasi yang setinggi tingginya kepada Tim Penulis buku ini, yang dimotori oleh ibu Dr.  Magdalena Pranata Santoso, Dekan Fakultas Keguruan dan Ilmu  Pendidikan (FKIP) Universitas Kristen Petra, Surabaya. Menurut hemat  saya, buku seperti ini cukup langka, sangat baik untuk …"}, "filled": true, "author_pub_id": "mge9TJgAAAAJ:HDshCWvjkbEC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=16393417484121057874", "cites_id": ["16393417484121057874"], "pub_url": "https://repository.petra.ac.id/19506/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Uqq2g1gegeMJ:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Murid Kristus Menjadi  Domba  yang Mengikut Yesus Kristus, Gembala yang Baik", "pub_year": 2021, "citation": "Murid Kristus Menjadi  Domba  yang Mengikut Yesus Kristus, Gembala yang Baik, 2021", "author": "Magdalena Pranata Santoso", "publisher": "Lembaga Penelitian dan Pengabdian kepada Masyarakat PETRA PRESS Universitas Kristen Petra", "abstract": " Akulah gembala yang baik dan Aku mengenal domba-domba-Ku dan domba-domba-Ku mengenal Aku  (Yohanes 10:14). Ayat Alkitab ini memberikan alasan mengapa buku ini ditulis, yakni untuk memberikan inspirasi bagi para orang tua dan guru Kristen yang melayani anak-anak sejak masa kecil untuk mempunyai relasi dengan Tuhan Yesus Kristus, sebagai domba yang mengenal Tuhan Yesus Kristus sebagai gembala yang baik. Buku ini disusun untuk menolong para pendidik Kristen dan orang tua Kristen agar dapat membimbing setiap anak bertumbuh dalam pengenalan kepada Tuhan secara pribadi sejak kecil, seperti domba mengenal gembalanya. Setiap orang tua dan guru Kristen dipanggil untuk mengajarkan kebenaran Alkitab kepada anak sejak masih kecil sehingga mereka dapat mengalami relasi pribadi dengan Tuhan Yesus sebagai gembala yang baik, yang menyerahkan nyawa-Nya bagi domba-domba-Nya. Salah satu keterampilan hidup yang penting bagi manusia adalah keterampilan untuk berelasi dengan Tuhan, dan keterampilan ini perlu menjadi pengalaman dalam hidup sejak usia dini. Buku ini dirancang dengan komitmen serius untuk menolong setiap kita untuk menolong anak-anak belajar kebenaran Alkitab, mengalami Tuhan Yesus sebagai gembala yang baik. Buku Murid Kristus Menjadi  Domba  yang Mengikut Yesus Kristus, Gembala yang Baik ini dirancang dengan pendekatan praktis yang menerapkan metode menarik dan hidup untuk memudahkan orang tua dan guru Kristen mengajarkan Alkitab bagi anak usia 4-6 tahun. Metode pembelajaran yang diterapkan untuk menolong anak mengalami …"}, "filled": true, "author_pub_id": "mge9TJgAAAAJ:-f6ydRqryjwC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19365/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:BVnzIJP0tKYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Menjawab Tradisi Leluhur dalam Paradigma Kristen", "pub_year": 2021, "citation": "PBMR ANDI, 2021", "author": "Magdalena Pranata", "publisher": "PBMR ANDI"}, "filled": true, "author_pub_id": "mge9TJgAAAAJ:hFOr9nPyWt4C", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=9382064815301615562", "cites_id": ["9382064815301615562"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:yl--vz3KM4IJ:scholar.google.com/", "cites_per_year": {"2023": 4, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Murid Kristus Meneladan Kasih Tuhan Yesus Penebus (untuk anak usia 37-42 bulan)", "pub_year": 2021, "citation": "Murid Kristus Meneladan Kasih Tuhan Yesus Penebus (untuk anak usia 37-42 bulan), 2021", "author": "Magdalena Pranata Santoso", "publisher": "Lembaga Penelitian dan Pengabdian kepada Masyarakat PETRA PRESS Universitas Kristen Petra", "abstract": "“Sebab Engkaulah harapanku, ya Tuhan, kepercayaan  sejak masa mudaku, ya Allah. Kepada-Mu lah aku bertopang  mulai dari kandungan, Engkau telah mengeluarkan aku dari  perut ibuku; Engkau yang selalu kupuji-puji” (Mazmur 71:5-6).  Ayat Alkitab ini memberikan alasan mengapa buku ini ditulis.  Buku ini disusun dengan mengimani kebenaran firman Tuhan,  bahwa seorang anak sudah dapat mengalami pekerjaan Roh  Kudus dalam hatinya. Firman Tuhan ini juga memberikan  peneguhan dalam hati orang tua dan guru Kristen yang percaya  dengan segenap hati bahwa mengajarkan Alkitab kepada anak  sejak masih kecil adalah sebuah tanggung jawab yang indah.  Inilah kehendak Tuhan dan panggilan setiap orang tua dan guru  Kristen. Namun, asumsi yang sering muncul dalam benak orang  dewasa adalah Alkitab hanya bisa dipelajari dan dipahami oleh  orang dewasa, setidaknya remaja, dan bukan anak-anak. Buku  ini ditulis untuk menolong orang tua dan guru Kristen yang  mungkin mengalami kesulitan bagaimana mengajarkan  kebenaran Alkitab bagi anak-anak, apalagi usia balita dan  batita. Buku ini dirancang dengan komitmen serius untuk  menjawab kesulitan dan pergumulan orang tua dan guru Kristen  agar dapat menolong anak belajar kebenaran Alkitab dan  mengalami kasih Tuhan Yesus sebagai Juruselamat sebagai  pengalaman pribadi secara nyata. Buku Murid Kristus Meneladan Kasih Tuhan Yesus Penebus dirancang  praktis dan jelas dengan metode yang sedemikian menarik untuk  memudahkan orang tua dan guru Kristen mengajarkan Alkitab bagi anak  usia batita hingga balita. Metode …"}, "filled": true, "author_pub_id": "mge9TJgAAAAJ:hC7cP41nSMkC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19274/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZlCcVcDqwk8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Murid Kristus Menjadi Sahabat Tuhan Yesus Kristus", "pub_year": 2021, "citation": "Murid Kristus Menjadi Sahabat Tuhan Yesus Kristus, 2021", "author": "Magdalena Pranata Santoso", "publisher": "Lembaga Penelitian dan Pengabdian kepada Masyarakat PETRA PRESS Universitas Kristen Petra", "abstract": "Kamu adalah sahabat-Ku, jikalau kamu berbuat apa  yang Kuperintahkan kepadamu” (Yohanes 15:14). Betapa  indahnya sabda Kristus ini, bagi mereka yang dikasihi-Nya  dan yang rindu merespons kasih Kristus dalam kehidupan  mereka.  Ayat  Alkitab  ini  memberikan  alasan  mengapa  buku ini ditulis, yakni untuk memberikan inspirasi bagi para  orang tua Kristen dan guru Kristen yang melayani anak- anak sejak masa kecil untuk bertumbuh menjadi murid  dan sahabat Kristus. Buku ini disusun dengan meyakini  bahwa Tuhan merancang kehidupan yang indah bagi umat  ciptaan-Nya,  dan  setiap  anak  sejak  kecil  perlu  belajar  untuk  mengerti  rencana  Tuhan  dalam  hidup  mereka.  Setiap anak berharga di mata Tuhan, dan karena itu, kita  wajib menolong anak-anak-Nya mengalami pertumbuhan  iman yang menjadikan mereka sebagai murid Kristus dan  sahabat Kristus.  Setiap orang tua Kristen dan guru Kristen dipanggil  untuk mengajarkan kebenaran Alkitab kepada anak sejak  masih kecil sehingga mereka mengerti bahwa Tuhan Yesus  merindukan setiap anak mengenal Dia sebagai sahabat  anak-anak. Terlebih dari itu, Tuhan Yesus sebagai sahabat  anak-anak merindukan anak-anak bertumbuh dengan hati  mengasihi Tuhan dan mau menjadi sahabat Kristus. Inilah kehendak Tuhan dan panggilan bagi setiap orang tua Kristen dan  guru Kristen. Buku ini dirancang dengan komitmen serius untuk  menolong setiap kita yang dipanggil untuk menolong anak-anak  belajar  kebenaran  Alkitab,  mengalami  Tuhan  Yesus  sebagai  sahabat-Nya dan mau menjadi sahabat Tuhan Yesus.  Buku Murid Kristus Menjadi Sahabat …"}, "filled": true, "author_pub_id": "mge9TJgAAAAJ:qUcmZB5y_30C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19222/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:MCmHeXBbko4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Murid Kristus Mengalami Kasih Tuhan Yesus Juruselamat (Untuk Anak Usia 30-36 Bulan)", "pub_year": 2021, "citation": "Murid Kristus Mengalami Kasih Tuhan Yesus Juruselamat (Untuk Anak Usia 30-36 …, 2021", "author": "Magdalena Pranata Santoso", "publisher": "Lembaga Penelitian dan Pengabdian kepada Masyarakat PETRA PRESS Universitas Kristen Petra", "abstract": "Dapatkah orang tua menolong anaknya pada usia batita dan balita mengerti kebenaran Tuhan yang bersifat rohani? Mungkinkah seorang anak yang berusia sangat muda dapat mengerti kebenaran Tuhan, yang bahkan seorang dewasa pun masih mengalami kesulitan memahaminya?  Sebab Engkaulah harapanku, ya Tuhan, kepercayaan sejak masa mudaku, ya Allah. Kepada-Mu lah aku bertopang mulai dari kandungan, Engkau telah mengeluarkan aku dari perut ibuku; Engkau yang selalu kupuji-puji (Mazmur 71:5-6). Ayat Alkitab ini memberikan alasan mengapa buku ini ditulis. Buku ini disusun dengan mengimani kebenaran firman Tuhan, bahwa seorang anak sudah dapat mengalami pekerjaan Roh Kudus dalam hati dan hidupnya. Bagi orang tua dan guru Kristen yang percaya dengan segenap hati bahwa Alkitab sepenuhnya dan seluruhnya adalah firman Tuhan yang benar, mengajarkan Alkitab kepada anak sejak masih kecil adalah sebuah keharusan. Bahkan sesungguhnya hal ini menjadi panggilan dan tanggung jawab orang tua dan guru Kristen. Asumsi yang sering muncul adalah bahwa Alkitab itu hanya bisa dipelajari dan dipahami oleh orang dewasa, setidaknya remaja, dan bukan anak-anak. Nah, buku ini ditulis dalam upaya menjawab kesulitan dan pergumulan orang tua dan guru Kristen agar dapat menolong anak belajar kebenaran Alkitab dan mengalami kasih Tuhan Yesus sebagai Juruselamat sebagai pengalaman pribadi secara nyata. Buku Murid Kristus Mengalami Kasih Tuhan Yesus Juruselamat ini dirancang sedemikian praktis, jelas dan menariknya, untuk memudahkan orang tua dan guru mengajarkan …"}, "filled": true, "author_pub_id": "mge9TJgAAAAJ:IWHjjKOFINEC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19107/2/Publikasi4_86002_7316.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:tGHVMnlPSkoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Strategi kurikulum pendidikan Kristen: Perspektif biblikal yang berpusat kepada Kristus", "pub_year": 2021, "citation": "Strategi Kurikulum Pendidikan Kristen: Perspektif Biblikal yang Berpusat …, 2021", "author": "Magdalena Pranata Santoso and Agus Susanto and Judith Grace Moulds", "publisher": "Lembaga Penelitian dan Pengabdian kepada Masyarakat PETRA PRESS Universitas Kristen Petra", "abstract": "Terpujilah Tuhan Yesus Kristus, Tuhan dan Juruselamat kita yang penuh kasih. Tuhan yang memanggil kita untuk melayani Dia melalui pendidikan Kristen bagi anak-anak di seluruh Indonesia melalui sekolah-sekolah Kristen. Dalam era Revolusi Industri 4.0 di tengah pergerakan dan perubahan zaman yang semakin cepat dan tidak menentu, peran dan panggilan sekolah-sekolah Kristen di Indonesia menjadi semakin krusial dan harus dilaksanakan dengan benar dan penuh tanggung jawab. Menyadari bahwa setiap sekolah Kristen di Indonesia dipanggil untuk melayani anak-anak bangsa melalui pendidikan Kristen yang sesuai dengan prinsip dan ajaran Alkitab, maka penyusunan sebuah pedoman kurikulum pendidikan Kristen yang sepenuhnya menerapkan prinsip kebenaran Alkitab dan menjalankan kehendak Tuhan sesuai firman-Nya adalah hal yang penting. Demikianlah pedoman kurikulum pendidikan Kristen yang berlandaskan Alkitab ini disusun dengan komitmen mengintegrasikan kebenaran Tuhan yang bersifat pewahyuan umum dalam bidang ilmu, dengan kebenaran Tuhan yang bersifat pewahyuan khusus yang berpusat kepada Kristus. Pedoman ini disusun untuk memperlengkapi dan menjawab kebutuhan sekolah-sekolah Kristen di Indonesia demi melaksanakan mandat budaya dan mandat Injil sebagaimana dinyatakan Alkitab. Tujuan penyusunan pedoman Kurikulum Biblikal yang berpusat kepada Kristus (Christ- Centered Biblical Curriculum) ini, bukan saja untuk memperlengkapi pimpinan sekolah Kristen yang berkomitmen menerapkan pendidikan Kristen di sekolah Kristen, tetapi juga untuk mewujudkan visi …"}, "filled": true, "author_pub_id": "mge9TJgAAAAJ:mB3voiENLucC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=15072193640622492476", "cites_id": ["15072193640622492476"], "pub_url": "https://repository.petra.ac.id/19425/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:PIs0n0IwK9EJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Video Psikoedukasi Sebagai Psychological First Aid Dalam Menolong Anak Korban Sexual Abuse", "pub_year": 2021, "citation": "Aletheia Christian Educators Journal 2 (1), 105-124, 2021", "author": "Yustina Gemilang and Magdalena Pranata Santoso", "volume": "2", "number": "1", "pages": "105-124"}, "filled": true, "author_pub_id": "mge9TJgAAAAJ:QIV2ME_5wuYC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=14805861358730033693", "cites_id": ["14805861358730033693"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:HTrJAHb8eM0J:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 2, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Murid Kristus Mengalami Kasih Allah Yang Benar dan Baik untuk anak usia 10-12 tahun", "pub_year": 2021, "citation": "Murid Kristus Mengalami Kasih Allah Yang Benar dan Baik untuk anak usia 10 …, 2021", "author": "Magdalena Pranata Santoso", "publisher": "Lembaga Penelitian dan Pengabdian kepada Masyarakat PETRA PRESS Universitas Kristen Petra", "abstract": "Buku yang Anda baca ini berjudul Murid Kristus Mengalami Kasih Allah yang Benar dan Baik. Mengapa buku ini ditulis dan penting untuk Anda membacanya? Adakah yang lebih penting bagi seorang anak yang baru dilahirkan, selain mengalami kasih sayang mama dan papanya? Demikian juga tidak ada yang lebih penting bagi seorang anak manusia dalam hidupnya di dunia ini, selain mengalami kasih Allah yang Benar dan Baik. Buku ini ditulis dengan tujuan untuk menolong orang tua yang rindu untuk mengasihi anak sejak dalam kandungan sebagaimana Tuhan mengasihinya. Sebagai murid Kristus, kita percaya dengan sungguhsungguh bahwa hanya di dalam dan melalui Tuhan Yesus Kristus, manusia dapat mengenal satu-satunya Allah yang hidup dan benar. Firman Tuhan dalam Yohanes 17:3 berkata:  Inilah hidup yang kekal itu, yaitu bahwa mereka mengenal Engkau, satu-satunya Allah yang benar, dan mengenal Yesus Kristus yang telah Engkau utus.  Memperkenalkan Tuhan Yesus dalam hidup setiap anak sejak masih kecil adalah peran, tanggung-jawab dan kewajiban setiap orang tua Kristen, karena hanya melalui Dia-lah, manusia berdosa mendapatkan pengampunan dosa dan mengalami hidup yang kekal."}, "filled": true, "author_pub_id": "mge9TJgAAAAJ:9ZlFYXVOiuMC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19057/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:0AD6evRqQi8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Model Relasi Guru Dan Murid Untuk Menolong Murid Mengembangkan Persepsi Yang Positif Terhadap Dirinya Dan Terhadap Guru", "pub_year": 2020, "citation": "Aletheia Christian Educators Journal 1 (1), 75-84, 2020", "author": "Viona Evelin Salinding and Magdalena Pranata Santoso", "journal": "Aletheia Christian Educators Journal", "volume": "1", "number": "1", "pages": "75-84", "abstract": "Relasi antara guru dan murid merupakan salah satu relasi yang sangat penting dalam kehidupan seseorang karena memiliki banyak dampak bagi kehidupan murid. Salah satu dampaknya adalah bagi pembentukan persepsi murid. Guru-guru dan murid-murid di SDTK Pelangi Kristus memiliki relasi yang sangat dekat satu dengan yang lainnya. Hal ini terlihat di dalam cara guru dan murid berinteraksi dan memperlakukan satu sama lain dengan penuh rasa hormat dan kasih setiap hari. Oleh sebab itu, penelitian ini dimaksudkan untuk mengetahui model relasi yang diterapkan oleh guru dan murid di SDTK Pelangi Kristus untuk menolong murid mengembangkan persepsi yang positif terhadap dirinya dan terhadap guru. Penelitian ini menggunakan pendekatan kualitatif deskriptif. Pengumpulan data dilakukan melalui wawancara dan observasi. Hasil penelitian ini menunjukkan bahwa guru-guru dan murid-murid di kelas 2 SDTK Pelangi Kristus menerapkan tiga model relasi, yaitu model relasi gembala-domba, mentoring dan collegial. Ketiga model relasi tersebut dapat menolong murid untuk mengembangkan persepsi yang positif terhadap dirinya dan terhadap guru."}, "filled": true, "author_pub_id": "mge9TJgAAAAJ:L8Ckcad2t8MC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=14223851378117550350", "cites_id": ["14223851378117550350"], "pub_url": "http://mail.aletheia.petra.ac.id/index.php/aletheia/article/download/108/65", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DqGlmndFZcUJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 0, "2024": 1, "2025": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PEMBELAJARAN MANDIRI BERBASIS ALKITAB UNTUK MENOLONG MURID SEKOLAH DASAR BERPROSES MENGASIHI TUHAN YESUS", "pub_year": 2020, "citation": "Aletheia Christian Educators Journal 1 (1), 48-57, 2020", "author": "Julita Julita and Magdalena Pranata Santoso", "journal": "Aletheia Christian Educators Journal", "volume": "1", "number": "1", "pages": "48-57", "abstract": "Pada zaman sekarang ini, terdapat sekolah Kristen yang melaksanakan pembelajaran hanya berpusat pada guru. Hal tersebut menyebabkan murid belum mengalami proses belajar yang membuatnya aktif dan mandiri di kelas. Olehnya itu, sebuah pembelajaran akan lebih baik jika orientasinya murid yang dijalankan sesuai dengan nilainilai Alkitab. Untuk itu, penelitian ini dilakukan untuk mengetahui adanya kegiatan pembelajaran mandiri berbasis Alkitab untuk menolong murid SD mengasihi Tuhan Yesus. Penelitian ini menggunakan pendekatan kualitatif deskriptif. Pengumpulan data dilakukan melalui wawancara dan observasi. Teknik analisa data dilakukan melalui triangulasi, yaitu triangulasi sumber, triangulasi metode, dan triangulasi teori. Hasil penelitian menunjukkan bahwa seluruh kegiatan pembelajaran mandiri berbasis Alkitab yang dilakukan di SDTK Pelangi Kristus menolong murid SD untuk mengasihi Tuhan Yesus."}, "filled": true, "author_pub_id": "mge9TJgAAAAJ:7PzlFSSx8tAC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=2418893013903593019", "cites_id": ["2418893013903593019"], "pub_url": "https://www.aletheia.petra.ac.id/index.php/aletheia/article/download/106/63", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:O85lW2GikSEJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "KOMPONEN PACE YANG MENGEMBANGKAN KOMPETENSI MAKSIMAL DALAM DIRI MURID-MURID KELAS 2 SDTK PELANGI KRISTUS, SURABAYA", "pub_year": 2020, "citation": "Aletheia Christian Educators Journal 1 (1), 1-8, 2020", "author": "Julian Soselisa and Magdalena Pranata Santoso", "journal": "Aletheia Christian Educators Journal", "volume": "1", "number": "1", "pages": "1-8", "abstract": "Proses pembelajaran akan menjadi maksimal, jika proses pembelajaran yang dilakukan sesuai dengan apa yang menjadi keunikan murid. Setiap murid diciptakan dengan talenta mereka yang berbeda, tidak bisa disamakan antara satu murid dengan murid yang lainnya, sehingga dibutuhkan suatu proses pembelajaran yang dapat mengakomodasi setiap keunikan murid, yaitu murid dapat tetap berkembang dengan maksimal sesuai dengan kelambatan ataupun kecepatannya. Tujuan utama dari termaksimalkannya kompetensi atau talenta murid adalah, untuk mempersiapkan mereka menggenapi setiap panggilan Tuhan di dalam kehidupannya. Penelitian ini dilakukan untuk mengetahui komponen PACE mana saja, yang dapat menolong murid-murid untuk berkembang secara maksimal. Penelitian yang digunakan adalah kualitatif deskriptif, dimana menggambarkan fenomena yang ada di sekolah. Penelitian ini dilakukan dalam bentuk wawancara kepada murid dan supervisor serta adanya observasi. Hasil dari penelitian ini adalah setiap komponen yang terdapat di dalam PACE, menolong murid-murid untuk berkembang secara maksimal, dalam segi kognitif, spiritual, karakter dan talenta."}, "filled": true, "author_pub_id": "mge9TJgAAAAJ:ZeXyd9-uunAC", "num_citations": 0, "pub_url": "http://aletheia.petra.ac.id/index.php/aletheia/article/view/96", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:yN1dSkP-J-0J:scholar.google.com/", "cites_per_year": {}}
