{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PELATIHAN BUSINESS MODEL CANVAS (BMC) BAGI PARA PEMILIK USAHA KECIL DI SABU RAIJUA, NUSA TENGGARA TIMUR", "pub_year": 2025, "citation": "Jurnal Abdikarya: Jurnal Karya Pengabdian Dosen Dan Mahasiswa, 1-8, 2025", "author": "Sesilya Kempa and Wilma Laura Sahetapy and Widjojo Suprapto and Yonathan Palumian and Fransisca Andreani", "journal": "Jurnal Abdikarya: Jurnal Karya Pengabdian Dosen Dan Mahasiswa", "pages": "1-8", "abstract": "Kegiatan pengabdian ini ditujukan kepada para pelaku usaha yang tergabung dalam kelompok swadaya masyarakat PPA Sabu Raijua. Hasil observasi menunjukkan adanya keterbatasan pemahaman mengenai model bisnis yang sesuai dengan kondisi usaha mereka. Banyak pelaku usaha dalam kelompok tersebut memiliki konsep yang kurang tepat tentang potensi produk, pemetaan pelanggan, dan pengelolaan keuangan, sehingga menghambat pengembangan usaha serta peningkatan kesejahteraan ekonomi mereka. Pelatihan dan pendampingan dalam pembuatan model bisnis dengan menggunakan Business Model Canvas (BMC) difokuskan pada perubahan pola pikir dan perilaku dalam pengelolaan usaha mikro dan kecil. Setelah melakukan tes kesehatan keuangan usaha dan mengunjungi setiap usaha, tema utama pelatihan adalah penyusunan model bisnis baru berdasarkan panduan dari BMC …"}, "filled": true, "author_pub_id": "mt1jeD0AAAAJ:yD5IFk8b50cC", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=3384350405078749435&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-xArKsOg9y4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Innovation Capabilities among Young Entrepreneurs in Sabu Raijua: The Roles of Strategic Intuition Capability, Managerial Cognitive Capability, and Absorptive Capacity", "pub_year": 2024, "citation": "Journal of Ecohumanism 3 (8), 9908–9924-9908–9924, 2024", "author": "Sesilya Kempa and Wilma Laura Sahetapy and Fransisca Andreani and Widjojo Suprapto and Yonathan Palumian", "journal": "Journal of Ecohumanism", "volume": "3", "number": "8", "pages": "9908–9924-9908–9924", "abstract": "Sabu Island, a tiny and remote island in East Nusa Tenggara, is a home to young entrepreneurs facing unique challenges to sustain their small businesses in the middle of unfavorable geographic conditions. As small and medium enterprises (SMEs) actors, these young entrepreneurs need to elevate their innovation capability to navigate uncertain and complex environments. This study is aimed to identify the factors influencing innovation capability, focusing on absorptive capacity, managerial cognitive capability, and strategic intuition capability among young entrepreneurs in Sabu Raijua. Using a sample of 244 young SMEs actors and employing Partial Least Squares (PLS) to test the hypotheses, the findings reveal that absorptive capacity and managerial cognitive capability are the strongest predictors promoting innovation capability. In addition, the study highlights that while strategic intuition capability significantly contributes to innovation capability, its effect is relatively less pronounced compared to the other factors. These insights underscore the importance of enhancing cognitive and knowledge absorption mechanisms to elevate the innovative potential of young entrepreneurs in remote regions like Sabu Raijua."}, "filled": true, "author_pub_id": "mt1jeD0AAAAJ:cFHS6HbyZ2cC", "num_citations": 0, "pub_url": "https://ecohumanism.co.uk/joe/ecohumanism/article/view/5604", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8qGqdyfbyaIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analyzing Strategic Intuition Capability Among Sabu Raijua Entrepreneurs: The Role of Managerial Cognitive Capability and Absorptive Capacity", "pub_year": 2024, "citation": "Journal of Business and Management Review 5 (10), 967-976, 2024", "author": "Widjojo Suprapto and Dhyah Harjanti and Maria Praptiningsih and Joy Johannes", "volume": "5", "number": "10", "pages": "967-976", "abstract": "Research Aims: Entrepreneurs need strategic intuition capability in dealing with business situations that are constantly evolving, dynamic, and uncertain. This study was conducted to determine how the influence of managerial cognitive capabilities and absorptive capacity on strategic intuition capability among entrepreneurs in Sabu Raijua Regency.    Design/methodology/approach: The nature of this study is explanatory with a quantitative approach. There were 105 respondents who took part in filling out the online questionnaire. The collected data were later processed with the Smart PLS 4.0 software.    Research Findings: This study proves that managerial cognitive capability has a significant impact on strategic intuition capability, managerial cognitive capability has a significant impact on absorptive capacity, but absorptive capacity has no effect on strategic intuition capability.    Theoretical Contribution/Originality: This research makes a number of theoretical contributions, particularly with regard to the relationship between managerial cognitive capabilities, absorptive capacity, and strategic intuition capability. The managerial implications of this research are useful for entrepreneurs in evaluating or improving themselves in order to continue to develop the business being managed."}, "filled": true, "author_pub_id": "mt1jeD0AAAAJ:fPk4N6BV_jEC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21275/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VGSyHgGkpaoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Role of Dynamic Capabilities in Moderating the Influence of Entrepreneurial Alertness and Entrepreneurial Intuition on Business Opportunity Recognition in the Café Industry", "pub_year": 2024, "citation": "Petra International Journal of Business Studies 7 (1), 11-18, 2024", "author": "Widjojo Suprapto and Sherly Agustine and Dhyah Harjanti and Maria Praptiningsih", "journal": "Petra International Journal of Business Studies", "volume": "7", "number": "1", "pages": "11-18", "abstract": "The aim of this study is to examine the influence of alertness and intuition among entrepreneurs on recognizing business opportunities in the café industry, with dynamic capabilities as the moderating variable. Although the pandemic of COVID-19 has become a distant history, many business owners are still struggling to find new grounds in the new business landscape which is dominated by the uprising of e-commerce and unconventional business platforms. So, many of them have started to venture into new opportunities to expand their business interests, and café business offers a new option, especially in rural areas where people are killing their time by socializing with others in warung (food stalls). Because the study is seeking explanations on how dynamic capabilities affects the relationship between independent variables and dependent variable, the research method is adopting the quantitative research method, in which the data are collected using questionnaires from purposely selected respondents. For this study, the questionnaires were distributed to small business owners in some rural areas or small cities, and a hundred valid questionnaires were obtained and processed with smartPLS to get the robustness of the study and the results of the hypothesis tests. The results show that entrepreneurial alertness has a significant influence on business opportunity recognition, but entrepreneurial intuition does not have any influence on business opportunity recognition among café business owners in rural areas. Dynamic capabilities do not show any moderating effect between entrepreneurial alertness and business opportunity recognition …"}, "filled": true, "author_pub_id": "mt1jeD0AAAAJ:rO6llkc54NcC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=17797883833054454460", "cites_id": ["17797883833054454460"], "pub_url": "https://ijbs.petra.ac.id/index.php/ijbs/article/view/339", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vOLghgzJ_vYJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Innovative work behavior in hospitality industry: the role of psychological empowerment and work engagement", "pub_year": 2024, "citation": "Jurnal Ekonomi Manajemen 10 (1), 1-11, 2024", "author": "Widjojo Suprapto and Angeline Putri Williamsto and Yonathan Palumian", "journal": "Jurnal Ekonomi Manajemen", "volume": "10", "number": "1", "pages": "1-11", "publisher": "Petra Christian University", "abstract": "The purpose of this research is to explore how innovative work behavior (IWB) is constructed in a hospitality industry. Hospitality industry is one of highly standardized operating procedure industries. SOP often leaves less room for improvisation and innovation because every activity is standardized and evaluated based on the SOP. However, customers demand highly customized services that often need the creativity of the employees to meet the customers  expectations. Therefore, this study is examining the influence of psychological empowerment and work engagement on IWB among the hotel employees. As quantitative research, the data were gathered using questionnaires which were distributed to 250 respondents, with 205 valid questionnaires. The respondents were the employees of three-to-five-star hotels who had been working for at least one year. Then, the collected data were processed and analyzed with the help of smartPLS software. This study finds that psychological empowerment does not influence significantly on IWB. However, work engagement influences significantly on IWB, and work engagement also mediates psychological empowerment and IWB."}, "filled": true, "author_pub_id": "mt1jeD0AAAAJ:ZHo1McVdvXMC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=7142225810728687462", "cites_id": ["7142225810728687462"], "pub_url": "https://repository.petra.ac.id/21021/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZhccoohIHmMJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The impact of SCM integration on business performance through information sharing, quality integration and innovation system", "pub_year": 2024, "citation": "Uncertain Supply Chain Management 12 (1), 435-448, 2024", "author": "Sautma Ronni Basana and Mariana Ing Malelak and Widjojo Suprapto and Hotlan Siagian and Zeplin Jiwa Husada Tarigan", "volume": "12", "number": "1", "pages": "435-448", "abstract": "Integration with external supply chain partners can reduce the risk of process and product development disruptions. Hence, the companies should anticipate and prepare for any risk that could emerge in the supply chain network. This study aims to analyze the role of supply chain integration, information sharing, supply chain quality integration, and innovation systems in improving business performance in the manufacturing industry. The study surveyed manufacturing companies located in East Java, as many as 258 companies. Data was collected using questionnaires designed with a five-point Likert scale and distributed through Google Forms and company visits. 222 questionnaires were distributed through Google Forms, and 36 were distributed during company visits. The smartPLS software version 4.0 was used for descriptive analysis and hypothesis testing. The results showed that supply chain integration positively impacts information sharing, quality integration, and innovation systems. Information sharing significantly supports the implementation of quality integration and innovation systems. However, quality integration does not affect the innovation system. Likewise, innovation systems have no impact on improving business performance. Many manufacturing companies in East Java had not done innovation systems appropriately after the COVID-19 disruption as the company still focused on current processes and products to maintain company sustainability. Furthermore, information sharing, and supply chain quality integration significantly improve business performance. The results of this study could contribute to managers building …"}, "filled": true, "author_pub_id": "mt1jeD0AAAAJ:ldfaerwXgEUC", "num_citations": 12, "citedby_url": "/scholar?hl=en&cites=3941415658712520650", "cites_id": ["3941415658712520650"], "pub_url": "https://repository.petra.ac.id/21422/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:yte4uai4sjYJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 8, "2025": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pembentukan ekosistem usaha mikro Kelompok Swadaya Masyarakat Guyub Rukun Malang", "pub_year": 2024, "citation": "Jurnal Kreativitas dan Inovasi (Jurnal Kreanova) 4 (1), 1-8, 2024", "author": "Widjojo Suprapto and Noni Kezia Marchyta and Sesilya Kempa and Yonathan Palumian and Michael Audrey Endrata", "journal": "Jurnal Kreativitas dan Inovasi (Jurnal Kreanova)", "volume": "4", "number": "1", "pages": "1-8", "abstract": "Pembentukan ekosistem usaha mikro sangat dibutuhkan dalam mendukung aktivitas bisnis usaha rumah tangga berskala mikro. Hal ini disebabkan karena dalam perjalanan bisnisnya, banyak para pemilik usaha skala mikro yang dihadapan dengan berbagai situasi yang tidak menentu, penuh resiko, dan ketidakpastian yang tinggi. Oleh karena itu, para pemilik usaha mudah putus asa, khawatir, dan galau, sehingga mereka sangat membutuhkan support system atau ekosistem yang bisa mendukung perjalanan bisnis mereka. Tujuan pembentukan ekosistem ini adalah membuat wadah dimana para pemilik usaha dan para pelaku bisnis bisa membagikan kesulitan-kesulitan mereka dan menemukan jawaban terhadap kondisi bisnis yang sedang dihadapi. Para pelaku bisnis bisa meningkatkan kemampuan manajerial dan keterampilan bisnis melalui pertemuan-pertemuan rutin bertema yang dirancang oleh pembina kelompok swadaya masyarakat guyub rukun. Harapan yang akan dicapai lainnya adalah bertambahnya jumlah para pemilik usaha mikro yang mampu mandiri dan naik kelasnya usaha mikro ke skala usaha kecil. Dengan adanya manfaat dari ekosistem bisnis ini, anggota dari kelompok swadaya masyarakat guyup rukun yang bernaung di bawah PPA Sikhar Malang bisa bertambah jumlahnya juga."}, "filled": true, "author_pub_id": "mt1jeD0AAAAJ:SeFeTyx0c_EC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=290471350580318089", "cites_id": ["290471350580318089"], "pub_url": "https://ejournal.stiesia.ac.id/kreanova/article/view/6241", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:iY_EhCf2BwQJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Dari Generasi ke Generasi: Rahasia Awet Muda Bisnis Keluarga", "pub_year": 2024, "citation": "Beyond Profit - The Power of Sustainable Strategy, 187-194, 2024", "author": "Widjojo Suprapto and Ratih Indriyani", "pages": "187-194", "publisher": "PT Tosca Jaya Indonesia", "abstract": "Keberlangsungan bisnis keluarga pada generasi ketiga sering mengalamai ancaman dari dalam yaitu keluarga itu sendiri. Untuk menjaga keberlangsungan bisnis keluarga, setiap anggota keluarga yang juga merupakan pemilik usaha memiliki kewajiban untuk menjaga dan melestarikan nilai keluarga dan warisan budaya keluarga yang telah diciptakan oleh generasi sebelumnya. Kegagalan menjaga ini mengakibatkan perselisihan dan pertikaiandan dapat mengakhiri bisnis keluarga yang sudah berjalan lintas generasi."}, "filled": true, "author_pub_id": "mt1jeD0AAAAJ:4OULZ7Gr8RgC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21394/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:i8EYsdGf5BYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pendampingan pembuatan rencana pemasaran untuk meningkatkan daya saing produk olahan usaha mikro di Guyub Rukun PPA Shikar Malang", "pub_year": 2023, "citation": "Pendampingan pembuatan rencana pemasaran untuk meningkatkan daya saing …, 2023", "author": "Sesilya Kempa and Nony Kezia Marchyta and Widjojo Suprapto and Katherina Mevilia Tan", "abstract": "Pusat Pengembangan Anak (PPA) merupakan sebuah organisasi yang bertujuan untuk melepaskan anak dari kemiskinan melalui berbagai program tumbuh kembang anak. Untuk mewujudkan tujuan tersebut, PPA Shikar Malang merangkul keluarga dan orang tua untuk mengentaskan sumber kemiskinan secara holistik dengan membantu pengembangan keterampilan kewirausahaan, yang berperan sebagai mobilisasi sumber daya lokal, dan menciptakan komunitas usaha mikro sebagai sarana memperkuat pola pikir bisnis dan memperluas wawasan. pengetahuan dan pengalaman bisnis. Bersama Universitas Kristen Petra, PPA Shikar Malang menginisiasi sistem pendukung bagi orang tua untuk mengembangkan usaha kecilnya melalui Kelompok Swadaya Masyarakat Guyub Rukun. Berdasarkan kunjungan dan observasi lapangan, diketahui bahwa usaha mikro di Guyub Rukun kurang memiliki daya tarik produk dan kemasan untuk ekspansi ke segmen pasar yang lebih luas. Selain itu, banyak pemilik usaha yang masih memanfaatkan jaringan tradisional untuk mempromosikan produknya, sehingga menyebabkan segmen pasar tersebut menjadi sangat terbatas. Oleh karena itu, kegiatan pendampingan usaha mikro ini dirancang dengan tujuan untuk membuat rencana pemasaran yang tepat, sehingga setiap usaha mikro dapat melakukan terobosan untuk meningkatkan pendapatan dan keuntungan dengan menjangkau segmen pasar yang lebih luas di luar lingkungannya. Kerja sama pengabdian masyarakat antara UKP dan PPA Shikar ini fokus pada pembenahan aspek manajemen pemasaran dan melakukan pendampingan …"}, "filled": true, "author_pub_id": "mt1jeD0AAAAJ:3s1wT3WcHBgC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20984/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:1HNf13fS__QJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pendampingan Rencana Pemasaran untuk Meningkatkan Daya Saing Produk Olahan Usaha Mikro di Guyub Rukun PPA Shikar Malang", "pub_year": 2023, "citation": "Prosiding Seminar Nasional Pengabdian Masyarakat Universitas Ma Chung 3, 129-140, 2023", "author": "Widjojo Suprapto and Sesilya Kempa and Noni Kezia Marchyta and Katherina Mevilia Tan", "journal": "Prosiding Seminar Nasional Pengabdian Masyarakat Universitas Ma Chung", "volume": "3", "pages": "129-140", "abstract": "Pusat Pengembangan Anak (PPA) merupakan sebuah organisasi yang bertujuan untuk melepaskan anak dari kemiskinan melalui berbagai program tumbuh kembang anak. Untuk mewujudkan tujuan tersebut, PPA Shikar Malang merangkul keluarga dan orang tua untuk mengentaskan sumber kemiskinan secara holistik dengan membantu pengembangan keterampilan kewirausahaan, yang berperan sebagai mobilisasi sumber daya lokal, dan menciptakan komunitas usaha mikro sebagai sarana memperkuat pola pikir bisnis dan memperluas wawasan. pengetahuan dan pengalaman bisnis. Bersama Universitas Kristen Petra, PPA Shikar Malang menginisiasi sistem pendukung bagi orang tua untuk mengembangkan usaha kecilnya melalui Kelompok Swadaya Masyarakat Guyub Rukun. Berdasarkan kunjungan dan observasi lapangan, diketahui bahwa usaha mikro di Guyub Rukun kurang memiliki daya tarik produk dan kemasan untuk ekspansi ke segmen pasar yang lebih luas. Selain itu, banyak pemilik usaha yang masih memanfaatkan jaringan tradisional untuk mempromosikan produknya, sehingga menyebabkan segmen pasar tersebut menjadi sangat terbatas. Oleh karena itu, kegiatan pendampingan usaha mikro ini dirancang dengan tujuan untuk membuat rencana pemasaran yang tepat, sehingga setiap usaha mikro dapat melakukan terobosan untuk meningkatkan pendapatan dan keuntungan dengan menjangkau segmen pasar yang lebih luas di luar lingkungannya. Kerja sama pengabdian masyarakat antara UKP dan PPA Shikar ini fokus pada pembenahan aspek manajemen pemasaran dan melakukan pendampingan …"}, "filled": true, "author_pub_id": "mt1jeD0AAAAJ:HoB7MX3m0LUC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=3808103525074325529", "cites_id": ["3808103525074325529"], "pub_url": "http://ocs.machung.ac.id/index.php/senam/article/view/388", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:GdD31_oZ2TQJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pentingnya Perencanaan Keuangan pada Kelompok Usaha Mikro Guyub Rukun, PPA Shikar Malang", "pub_year": 2023, "citation": "Mafaza: Jurnal Pengabdian Masyarakat 3 (2), 161-173, 2023", "author": "Nony Kezia Marchyta and Widjojo Suprapto", "journal": "Mafaza: Jurnal Pengabdian Masyarakat", "volume": "3", "number": "2", "pages": "161-173", "abstract": "Perencanaan keuangan sangat diperlukan khususnya bagi usaha mikro agar dapat bertumbuh. Tidak terkecuali bagi kelompok usaha mikro Guyub Rukun yang merupakan kelompok usaha mikro yang dimiliki oleh orang tua dari anak-anak yang tergabung pada PPA Shikar, Malang. Kurangnya pemahaman terhadap perencanaan keuangan pribadi dan keuangan kewirausahaan mengakibatkan kelompok usaha mikro Guyub Rukun mengalami stagnasi dan justru merugikan pemilik usaha. Melalui hasil wawancara masih banyak pelaku UMKM pada kelompok usaha mikro Guyub Rukun yang menyatukan antara keuangan pribadi dan keuangan bisnis. Keterbatasan mentor dan pembina yang memahami ilmu manajemen mengakibatkan para pelaku UMKM pada kelompok usaha mikro Guyub Rukun kesulitan mengelola keuangan pribadi dan kewirausahaan. Oleh karena itu penting dilakukan kegiatan pengabdian masyarakat terkait pentingnya perencanaan keuangan pada kelompok usaha mikro Guyub Rukun, PPA Shikar Malang. Pelatihan diberikan dalam bentuk perencanaan keuangan pribadi dan kewirausahaan, lalu mempraktikan langsung ilmu yang telah dipelajari dengan menggunakan aplikasi digital catatan keuangan harian dan aplikasi catatan keuangan usaha UMKM pada playstore. Berdasarkan hasil kuesioner yang dibagikan kepada para peserta terlihat bahwa 92% peserta merasa puas, 92% peserta merasa materi mudah dimengerti, dan 92% peserta merasa kegiatan pengabdian masyarakat memberikan manfaat terhadap usaha mikro yang dimiliki."}, "filled": true, "author_pub_id": "mt1jeD0AAAAJ:g5m5HwL7SMYC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=17590692603341298998", "cites_id": ["17590692603341298998"], "pub_url": "https://journal.unugiri.ac.id/index.php/mafaza/article/view/2324", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Nt0_J7mxHvQJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Effect of learning motivation on learning outcome through student engagement online lecture systems", "pub_year": 2023, "citation": "The Effect of learning motivation on learning outcome through student …, 2023", "author": "Jason Patrick Susanto and Dhyah Harjanti and Widjojo Suprapto and Teddy Gotama Gunawan", "abstract": "Introduction/Main Objectives: Online learning has grown in popularity in recent years due to the impact of the coronavirus which forced people to stay indoors and learn from home. One of the impacts of the rise of online learning is that schools and universities are starting to conduct learning and teaching through online media such as online courses and online meetings with teachers. Even after the coronavirus subsided, online learning is still one of the alternative teaching tools used by universities or schools to teach their students. Background Problems: This study was conducted with the aim of determining the influence of learning motivation on learning outcomes through student engagement in online learning. Novelty: No other research has been conducted to analyze the effect of learning motivation on learning outcomes through student engagement in online learning. Research Methods: This research is quantitative research with a sample of active universities students and have participated in online learning. The sample was obtained randomly using a non-probability sampling technique, namely purposive sampling. Data collection used a research questionnaire. Data processing and analysis techniques using SmartPLS version 4.0. Finding/Results:  The results showed that learning motivation does not directly affect learning outcomes, but through student engagement as a mediation between learning motivation and learning outcomes can have a significant positive effect.  Student engagement has a significant positive effect on learning outcomes. Learning motivation also has a significant positive effect on student engagement …"}, "filled": true, "author_pub_id": "mt1jeD0AAAAJ:u_35RYKgDlwC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21061/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vJOS2sL1OOAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Virtual Reality Tourism, can it replace the real tourism experience?", "pub_year": 2023, "citation": "Proceedings of the 2023 11th International Conference on Computer and …, 2023", "author": "Widjojo Suprapto and Sesilya Kempa and Wilson Widjaja", "pages": "90-94", "abstract": "The Covid-19 pandemic brought a severe impact on tourism industry, as traveling for leisure was very restricted. Yet, the desire to travel and explore tourist destination created a necessity for various reasons. The aim of this study is to explore virtual reality usage to replace such a travel limitation. Previous studies mention that virtual reality application has been used to enhance tourism promotion. Therefore, this study seeks evidences to go beyond enhancing the experience. The data were collected by questionnaires that were distributed to the Millennials, and the returned questionnaires were from 280 respondents, with 230 valid respondents. The results indicate that presence and authenticity have significant influences on virtual reality usage, however, they have no significant influence on tourism experience. Emotion has no significant influence on virtual reality usage, but it has a significant influence on tourism …"}, "filled": true, "author_pub_id": "mt1jeD0AAAAJ:2P1L_qKh6hAC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=4871381649215712790", "cites_id": ["4871381649215712790"], "pub_url": "https://dl.acm.org/doi/abs/10.1145/3617733.3617748", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Fu7b3syfmkMJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Enhancing creativity: The role of affective commitment and knowledge sharing", "pub_year": 2023, "citation": "Journal of Business and Management Review 4 (7), 494-509, 2023", "author": "Dhyah Harjanti and I Made Dwiarta and Widjojo Suprapto", "journal": "Journal of Business and Management Review", "volume": "4", "number": "7", "pages": "494-509", "abstract": "As higher education institutions were facing strong competition to attract new coming students, the contributions of lecturers were acknowledged as one of the driving resources of the university’s competitive advantage. Besides teaching, all lecturers were required to conduct research and social services. While fulfilling these tasks, some lecturers focused on one aspect only and neglect the others. This situation created a disparity in lecturers’ creative mindsets, as they keep on doing similar tasks repeatedly. Creativity developed by the lecturers could become the competitive advantage of their university. The objective of this study was to examine how lecturers’ creativity is constructed. Two influencing factors, which are affective commitment and knowledge sharing, were tested to see their influences on creativity. The data were collected from 170 randomly selected lecturers of private universities who obtained an “A” accreditation. Since this was quantitative research, the collected data were processed with the Partial Least Square technique. The results showed that lecturers’ creativity was significantly affected by knowledge sharing as well as affective commitment. However, knowledge sharing did not mediate the relationship between affective commitment and creativity."}, "filled": true, "author_pub_id": "mt1jeD0AAAAJ:35N4QoGY0k4C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=18301755670486106521", "cites_id": ["18301755670486106521"], "pub_url": "https://profesionalmudacendekia.com/index.php/jbmr/article/view/728", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mcFQwdDl_P0J:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Shopping enjoyment, in-store browsing and impulse buying on sport shoes among the Generation Y", "pub_year": 2022, "citation": "Jurnal Manajemen Pemasaran 16 (2), 140-147, 2022", "author": "Gerry Purnama and Widjojo Suprapto", "volume": "16", "number": "2", "pages": "140-147", "abstract": "For almost two years, the restrictions imposed by the government of Indonesia to control the spread of Covid-19 pandemic have changed the way consumers shopping their necessities from conventional shops to online stores. Supported by good information communication technology infrastructures and vast network of logistic distribution, customers find conveniences while shopping online, thus, e-commerce rules over the conventional businesses. As the pandemic was under control, conventional businesses resume their activities, including the opening of malls and other public places by the fourth quarter of 2021. As a result, shoppers are returning to malls, and shop owners are launching marketing campaigns to attract buyers. The aim of this study is to examine the influence of shopping enjoyment and in-store shopping experience on impulse buying among the Generation Y while browsing in-store on limited edition sport shoes. Limited edition sport shoes are purchased by the Generation Y sport fans as collectible items which become a symbol of social identity embedded to that generation. Previous studies noted that the Generation Y often conducted unplanned shopping while hanging out in the malls. With the new normal in-store shopping opportunity, it is expected that shopping enjoyment will stimulate the urge to buy impulsively among the Generation Y. As this is a quantitative research, the data are collected using questionnaires which are distributed to 300 respondents. The questionnaire gathers data on shopping enjoyment, impulse buying tendency, in-store browsing, and impulse buying from the Generation Y. Then, the data are …"}, "filled": true, "author_pub_id": "mt1jeD0AAAAJ:RGFaLdJalmkC", "num_citations": 9, "citedby_url": "/scholar?hl=en&cites=2439248965243831595", "cites_id": ["2439248965243831595"], "pub_url": "https://repository.petra.ac.id/19931/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KwUZnAL02SEJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 5, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Generasi Z Dalam Memanjakan Diri Di Restoran All You Can Eat", "pub_year": 2022, "citation": "Jurnal IlmiahManajemen dan Bisnis 1 (2), 192-203, 2022", "author": "Vicky Alan Kristofer Lohita and Widjojo Suprapto and Wilma Laura Sahetapy", "volume": "1", "number": "2", "pages": "192-203", "abstract": "Makan  adalah  kebutuhan  fisiologis  yang  harus  dipenuhi  oleh  setiap  manusia.  Kebutuhan  makan  ini  sangat dipengaruhi oleh banyak faktor, diantaranya faktor kenikmatan atau memanjakan diri. Dewasa ini, ada banyak restoran yang menawarkan berbagai konsep, termasuk diantaranya restoran All You Can  Eat  (AYCE).  Satu  generasi  penikmat  restoran  AYCE  ini  adalah  generasi  Z.  Tujuan  diadakannya  penelitian  ini  adalah  untuk  mencermati  pola  pikir  you  only  live  once  pada  generasi  Z,  terutama  pada  kebutuhan   makan   mereka.   Oleh   karena   itu,   penelitian   ini   mencermati   pengaruh   dari   hedonic consumption dan consumption experienceterhadap consumer indulgence dengan you only live once sebagai variabel moderating pada pelanggan generasi Z dari restoran AYCE. Jenis penelitian yang digunakan adalah  penelitian  kuantitatif  dengan  jumlah  sampel  sebanyak  170  responden  yang  diambil  dengan  menggunakan metode teknik convenience sampling. Hasil dari penelitian ini menunjukan bahwa hedonic consumption, consumption experience dan you only live once berpengaruh positif dan signifikan terhadap consumer indulgence. Namun, you only live once tidak memoderasi hedonic consumption dan consumptionexperienceterhadap consumer indulgence."}, "filled": true, "author_pub_id": "mt1jeD0AAAAJ:GnPB-g6toBAC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=4387925170852170765", "cites_id": ["4387925170852170765"], "pub_url": "https://repository.petra.ac.id/19810/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DYyj1bEK5TwJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The mobile banking use behavior among middle-aged consumers: An application of UTAUT2", "pub_year": 2022, "citation": "The mobile banking use behavior among middle-aged consumers: An application …, 2022", "author": "Nerissa Arviana and Dhyah Harjanti and Widjojo Suprapto", "abstract": "The pandemic has forced people to use cashless payments more often to reduce physical contact with other people. However, middle age has several considerations for using this technology. This study examined the effect of performance expectancy, effort expectancy, social influence, facilitating conditions, hedonic motivation, price value, habit, and perceived risk on middle ages behavioral intention and mobile banking use behavior. This quantitative study surveyed 187 middle age (aged 44-60 years old) spread throughout Indonesia. The data analysis technique in this study used the Partial Least Square (PLS) method. The results showed that effort expectancy, social influence, price value, and habit significantly influence behavioral intention. Furthermore, behavioral intention also affects the use behavior variable. The number of samples in this study is relatively small compared to the number of mobile banking users in Indonesia. Thus, future researchers will be able to increase the number of research samples."}, "filled": true, "author_pub_id": "mt1jeD0AAAAJ:J_g5lzvAfSwC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19846/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vUNvUvhBRr8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The impact of supply chain practice on green hotel performance through internal, upstream, and downstream integration", "pub_year": 2022, "citation": "Uncertain Supply Chain Management 10 (1), 169-180, 2022", "author": "Sautma Ronni Basana and Widjojo Suprapto and Fransisca Andreani and Zeplin Jiwa Husada Tarigan", "volume": "10", "number": "1", "pages": "169-180", "abstract": "The company builds communication and collaboration with suppliers and customers to increase competitiveness in the supply chain flow. The organizations ability to involve suppliers and customers in business activities to achieve efficiency and effectiveness is one of the objectives of supply chain practice. The distribution of questionnaires directly to hotel practitioners was 25 respondents, and 65 respondents obtained the distribution of google form links. The results showed that supply chain practices with supplier relationship management and quality information sharing activities could increase internal and upstream integration and not directly impact downstream integration. Internal integration with data integration activities accurately and coordination between functions on an ongoing basis can affect upstream and downstream integration and green hotel performance. Upstream integration and downstream integration with joint decision activities and planning synchronization with external parties can directly impact green hotel performance. They were increasing the market share and image of the hotel with the implementation of caring for the environment. This research contributes to hotel practitioners adopting practical supply chains in building internal and external integration to increase competitiveness and theoretical contribution to developing supply chain theory and green performance."}, "filled": true, "author_pub_id": "mt1jeD0AAAAJ:NMxIlDl6LWMC", "num_citations": 24, "citedby_url": "/scholar?hl=en&cites=17090746264988361894", "cites_id": ["17090746264988361894"], "pub_url": "https://repository.petra.ac.id/19442/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:piT3Zi2HLu0J:scholar.google.com/", "cites_per_year": {"2022": 4, "2023": 5, "2024": 12, "2025": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Komitmen Organisasional Pada Karyawan Generasi Milenial: Peran Nilai Kerja dan Kepuasan Kerja", "pub_year": 2021, "citation": "Majalah Ekonomi 26 (2), 67-74, 2021", "author": "Christian Budianto and Dhyah Harjanti and Widjojo Suprapto", "volume": "26", "number": "2", "pages": "67-74", "abstract": "Semakin mendominasinya generasi milenial di dunia kerja menuntut organisasi untuk mulai memahami dan mengakomodir karakteristik dan nilai-nilai yang dianut generasi milenial. Penelitian ini menguji peran nilai kerja terhadap komitmen organisasional melalui kepuasan kerja sebagai variabel mediasi pada karyawan generasi milenial. Penelitian ini menggunakan metode kuantitatif dengan 166 responden yang ditentukan dengan menggunakan purposive sampling. Data dikumpulkan menggunakan angket online dengan skala Likert dan diolah menggunakan teknik analisis partial least square. Hasil penelitian menunjukkan bahwa komitmen organisasional dipengaruhi secara signifikan oleh nilai kerja dan kepuasan kerja yang dimiliki oleh karyawan generasi Y. Hasil juga menunjukkan bahwa kepuasan kerja berperan sebagai variabel mediasi pada hubungan antara nilai kerja dan komitmen organisasional di kalangan generasi milenial."}, "filled": true, "author_pub_id": "mt1jeD0AAAAJ:YFjsv_pBGBYC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=14327526498833893574", "cites_id": ["14327526498833893574"], "pub_url": "https://repository.petra.ac.id/20422/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:xoj9sHCZ1cYJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Knowledge Sharing Dan Job Performance: Peran Mediasi Innovative Work Behavior", "pub_year": 2021, "citation": "Jurnal Ekbis 22 (2), 135-159, 2021", "author": "Noerchoidah Noerchoidah and Dhyah Harjanti and Widjojo Suprapto", "journal": "Jurnal Ekbis", "volume": "22", "number": "2", "pages": "135-159", "abstract": "Penelitian ini hendak membuktikan bahwa knowledge sharing memengaruhi job performance dan innovative work behavior berperan sebagai mediator dalam hubungan tersebut. Penelitian eksplanatori ini menjelaskan pengaruh antar variabel melalui pengujian hipotesis. Sampel yang digunakan sebanyak 188 karyawan PT. Telekomunikasi Indonesia, Tbk, yang ditentukan dengan Teknik convenience sampling. Data dikumpulkan dengan menyebarkan kuesioner. Analisis data dilakukan dengan Structural Equation Modeling (SEM) dengan program Analysis of Moment Structure (AMOS). Hasil analisis menemukan bahwa ada pengaruh signifikan knowledge sharing pada innovative work behavior. Knowledge sharing berpengaruh signifikan pada job performance. Innovative work behavior berpengaruh signifikan pada job performance. Selanjutnya, ditemukan innovative work behavior secara signifikan berperan sebagai mediator hubungan antara knowledge sharing dan job performance."}, "filled": true, "author_pub_id": "mt1jeD0AAAAJ:hMod-77fHWUC", "num_citations": 11, "citedby_url": "/scholar?hl=en&cites=14124206304929970434", "cites_id": ["14124206304929970434"], "pub_url": "http://jurnalekonomi.unisla.ac.id/index.php/ekbis/article/view/839", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:AvmuE81CA8QJ:scholar.google.com/", "cites_per_year": {"2022": 3, "2023": 2, "2024": 3, "2025": 3}}
