{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PELATIHAN BUSINESS MODEL CANVAS (BMC) BAGI PARA PEMILIK USAHA KECIL DI SABU RAIJUA, NUSA TENGGARA TIMUR", "pub_year": 2025, "citation": "Jurnal Abdikarya: Jurnal Karya Pengabdian Dosen Dan Mahasiswa, 1-8, 2025", "author": "Sesilya Kempa and Wilma Laura Sahetapy and Widjojo Suprapto and Yonathan Palumian and Fransisca Andreani", "journal": "Jurnal Abdikarya: Jurnal Karya Pengabdian Dosen Dan Mahasiswa", "pages": "1-8", "abstract": "Kegiatan pengabdian ini ditujukan kepada para pelaku usaha yang tergabung dalam kelompok swadaya masyarakat PPA Sabu Raijua. Hasil observasi menunjukkan adanya keterbatasan pemahaman mengenai model bisnis yang sesuai dengan kondisi usaha mereka. Banyak pelaku usaha dalam kelompok tersebut memiliki konsep yang kurang tepat tentang potensi produk, pemetaan pelanggan, dan pengelolaan keuangan, sehingga menghambat pengembangan usaha serta peningkatan kesejahteraan ekonomi mereka. Pelatihan dan pendampingan dalam pembuatan model bisnis dengan menggunakan Business Model Canvas (BMC) difokuskan pada perubahan pola pikir dan perilaku dalam pengelolaan usaha mikro dan kecil. Setelah melakukan tes kesehatan keuangan usaha dan mengunjungi setiap usaha, tema utama pelatihan adalah penyusunan model bisnis baru berdasarkan panduan dari BMC …"}, "filled": true, "author_pub_id": "mt1jeD0AAAAJ:yD5IFk8b50cC", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=3384350405078749435&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-xArKsOg9y4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Innovation Capabilities among Young Entrepreneurs in Sabu Raijua: The Roles of Strategic Intuition Capability, Managerial Cognitive Capability, and Absorptive Capacity", "pub_year": 2024, "citation": "Journal of Ecohumanism 3 (8), 9908–9924-9908–9924, 2024", "author": "Sesilya Kempa and Wilma Laura Sahetapy and Fransisca Andreani and Widjojo Suprapto and Yonathan Palumian", "journal": "Journal of Ecohumanism", "volume": "3", "number": "8", "pages": "9908–9924-9908–9924", "abstract": "Sabu Island, a tiny and remote island in East Nusa Tenggara, is a home to young entrepreneurs facing unique challenges to sustain their small businesses in the middle of unfavorable geographic conditions. As small and medium enterprises (SMEs) actors, these young entrepreneurs need to elevate their innovation capability to navigate uncertain and complex environments. This study is aimed to identify the factors influencing innovation capability, focusing on absorptive capacity, managerial cognitive capability, and strategic intuition capability among young entrepreneurs in Sabu Raijua. Using a sample of 244 young SMEs actors and employing Partial Least Squares (PLS) to test the hypotheses, the findings reveal that absorptive capacity and managerial cognitive capability are the strongest predictors promoting innovation capability. In addition, the study highlights that while strategic intuition capability significantly contributes to innovation capability, its effect is relatively less pronounced compared to the other factors. These insights underscore the importance of enhancing cognitive and knowledge absorption mechanisms to elevate the innovative potential of young entrepreneurs in remote regions like Sabu Raijua."}, "filled": true, "author_pub_id": "mt1jeD0AAAAJ:cFHS6HbyZ2cC", "num_citations": 0, "pub_url": "https://ecohumanism.co.uk/joe/ecohumanism/article/view/5604", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8qGqdyfbyaIJ:scholar.google.com/", "cites_per_year": {}}
