{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Temperatur Tinggi Terhadap Kuat Tekan Mortar Geopolimer Berbasis Fly Ash dan GGBFS", "pub_year": 2022, "citation": "Universitas Sumatera Utara, 2022", "author": "Chandra Setiawan", "abstract": "Pembangunan infrastruktur pada perkotaan dengan kepadatan hunian yang tinggi menjadi salah satu penyebab terjadinya resiko kebakaran. Di samping itu, produksi semen portland menjadi kontributor utama dalam pelepasan karbon dioksida (CO2) yang dapat menyebabkan pemanasan global. Oleh karena itu, struktur bangunan yang memakai bahan geopolimer menarik banyak minat karena sifatnya sebagai bahan bangunan yang tahan terhadap suhu tinggi serta ramah lingkungan. Penelitian ini bertujuan untuk meneliti tentang analisa karakteristik mikrostruktur dan sifat mekanik dari mortar geopolimer berbahan dasar fly ash dan GGBFS dengan variasi molaritas NaOH dengan perawatan suhu ruang selama 28 hari dan dibakar selama 4 jam dalam oven furnace pada temperatur 1000oC. Selain mortar, fly ash yang dipakai juga dilakukan uji karakteristik mikrostruktur. Dalam penelitian ini, dibuat 165 buah benda uji berupa mortar geopolimer dengan variasi komposisi antara fly ash dan GGBFS pada variasi molaritas NaOH. Pengujian mekanik yang dilakukan berupa pengujian kuat tekan mortar. Selain itu, dilakukan pula pengujian karakteristik mikrostruktur pada fly ash dan mortar dengan kuat tekan tertinggi. Hasil penelitian menunjukkan bahwa setelah mortar dibakar pada temperatur 1000°C selama 4 jam terjadi kehilangan berat pada seluruh benda uji. Kuat tekan tertinggi diperoleh mortar FG19 (fly ash 10%, GGBFS 90%) pada molaritas 16 M yaitu 36 MPa. Penelitian karakteristik fly ash menunjukkan fly ash diklasifikasikan sebagai kelas C dan mengandung kristalin. Sedangakan pada mortar FG19 variasi 16 M menunjukkan …"}, "filled": true, "author_pub_id": "mvdItQ8AAAAJ:Tyk-4Ss8FVUC", "num_citations": 0, "pub_url": "https://repositori.usu.ac.id/handle/123456789/48920", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:E8Suk365S74J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Strategies of Academic Library to Serve Net-Generation", "pub_year": 2015, "citation": "Record and Library Journal 1 (1), 15-25, 2015", "author": "Chandra Pratama Setiawan", "journal": "Record and Library Journal", "volume": "1", "number": "1", "pages": "15-25", "abstract": "The fast developments in information and communication technology have rapidly shaped and created enormous changes in the way people live and use libraries. The generation who grow in this era is called net generation. Academic libraries, where the majority of the users are the net-generation, have started to implement the concept of hybrid library as a response of the technological advances. The trend of digital collections usage is getting increase, on the other hand, the number of library visitor is getting lower significantly. The condition make librarians afraid of being abandoned by its users, whereas libraries still have many physical collections. This paper is written as a result of simple observation in some libraries where the needs of net-generation has accommodated. The concept of library as place, and library marketing offer the solutions to deal with the problem. Libraries can develop and provide some …"}, "filled": true, "author_pub_id": "mvdItQ8AAAAJ:u-x6o8ySG0sC", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=13418131143081816601&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:GXL_rC7HNroJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PERILAKU BERMAIN GAME ONLINE (ONLINE GAME BEHAVIOR)(Studi Deskriptif Tentang Perilaku Remaja Perkotaan di Surabaya dalam Bermain Game Online dan Aktivitas Sosial dalam Jejaring Komunitas Virtual)", "pub_year": 2010, "citation": "UNIVERSITAS AIRLANGGA, 2010", "author": "Chandra Pratama Setiawan", "abstract": "Kehadiran internet membawa dampak yang besar dalam kehidupan manusia. Kehadirannya menawarkan banyak pilihan kepada pengguna untuk menikmati hiburan online diwaktu luang, salah satunya adalah bermain game online. Permainan secara online ini merupakan terobosan dalam dunia game yang dapat menghubungkan pemain diseluruh dunia. Terobosan ini diiringi oleh semakin tingginya minat remaja di perkotaan untuk memilih game online sebagai hiburan mereka. Dari adanya fenomena tersebut peneliti ingin mengetahui gambaran perilaku bermain game online dan aktivitas sosial dalam jejaring komunitas virtual pada remaja di perkotaan. Penelitian mengenai game online yang pernah dilakukan merujuk pada perbedaan gender, pembentukan budaya atau sub budaya di antara para pemain game online. Selain itu studi yang pernah dilakukan, mengenai model permainan yang dikaitkan untuk model pembelajaran dimana digunakan untuk mengembangkan cara belajar didalam dunia pendidikan. Namun dalam penelitian ini, yang dilakukan dengan pendekatan kuantitatif dengan tipe penelitian dekriptif, peneliti ingin menggambarkan perilaku bermain game online yang bersentuhan langsung dengan pemain yang dilakukan oleh kalangan remaja perkotaan terkait jenis game, intensitas, biaya, tempat akses dan cara bermain serta  aktivitas aktivitas sosial online yang dikembangkan selama bermain game online. Hasil penelitian yang ditemukan oleh peneliti menunjukan bahwa permainan game online di kalangan remaja perkotaan di Surabaya didominasi oleh pemain yang berjenis kelamin laki-laki. Jenis game online …"}, "filled": true, "author_pub_id": "mvdItQ8AAAAJ:IjCSPb-OGe4C", "num_citations": 0, "pub_url": "https://repository.unair.ac.id/17300/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8Qsj0PlDWWIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Strategi Perpustakaan Perguruan Tinggi dalam Melayani Net-Generation The Strategies of Academic Library to Serve Net-Generation", "citation": "", "author": "Chandra Pratama Setiawan", "abstract": "Perkembangan pesat teknologi informasi dan komunikasi saat ini telah membawa perubahan besar dalam kehidupan manusia, tidak terkecuali dalam menggunakan perpustakaan. Generasi yang tumbuh di era ini disebut net generation. Perpustakaan perguruan tinggi, yang mayoritas penggunanya adalah net generation, mulai menerapkan konsep perpustakaan hybrid sebagai respon atas perkembangan teknologi tersebut. Tren penggunaan koleksi dalam format elektronik pun meningkat, sebaliknya kunjungan fisik ke perpustakaan mengalami penurunan, bahkan dalam jumlah yang signifikan. Ketakutan mulai muncul dari pihak pengelola bahwa perpustakaan secara fisik akan ditinggalkan oleh pengguna, sedangkan disisi koleksi tercetak masih lebih dominan daripada koleksi digital. Tulisan ini dibuat dengan mengumpulkan data melalui observasi sederhana terhadap beberapa perpustakaan perguruan tinggi yang telah memperhatikan kebutuhan net-generation dalam pelayanan yang diberikan serta studi kasus pada perpustakaan Universitas Kristen Petra. Aspek library as place, dengan pemberian beberapa fasilitas fisik yang sesuai dengan karakteristik dan kebutuhan net generation, merupakan aspek penting yang perlu diperhatikan. Kegiatan promosi perpustakaan yang bersentuhan langsung dengan pengguna (engage) juga akan menciptakan persepsi yang positif tentang perpustakaan dimata pengguna. Memperhatikan aspek-aspek tersebut merupakan strategi untuk menarik minat net-generation untuk berkunjung ke perpustakaan dengan tetap memperhatikan perkembangan koleksi baik fisik maupun digital."}, "filled": true, "author_pub_id": "mvdItQ8AAAAJ:zYLM7Y9cAGgC", "num_citations": 0, "pub_url": "https://www.researchgate.net/profile/Chandra-Setiawan-4/publication/313410009_The_Strategies_of_Academic_Library_to_Serve_Net-Generation/links/58a2c72792851c7fb4c466ce/The-Strategies-of-Academic-Library-to-Serve-Net-Generation.pdf?_sg%5B0%5D=started_experiment_milestone&origin=journalDetail&_rtd=e30%3D", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:zCJUhgMOUHkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Dinas Perpustakaan Provinsi Lam", "citation": "", "author": "Heri Abi Burachman Hakim and RK Gretha Prestisia and Laela Niswatin and Ena Sukmana and Elyani Sulistialie and Chandra Pratama Setiawan and Erni Fitriani", "abstract": "Dalam menjalankan tugasnya yang merupakan\" blended profession, pustakawan ITB harus memperhatikan aspek riset, pengajaran dan pelayanan. Menghadapi tahun 2020, pustakawan harus berfikir kritis, kreatif, memiliki kemampuan manajemen, berkoordinasi, memiliki kecerdasan emosi; memiliki pertimbangan dan kemampuan untuk membuat keputusan; berorientasi pada layanan, bemegosiasi serta memiliki jleksibilitas pengetahuan.Untuk mengetahui sejauh mana kontribusi pustakawan dalam mendukung perpustakaan sebagai inkubator inovasi dan kreativitas sumber daya manusia serta teknologi informasi, diajukan pertanyaan kepada pustakawan ITB yakni untuk mengetahui\" sejauh mana skill dan pengetahuan yang dimiliki pustakawan dapat mendukungprogram perpustakaan sertafasilitas dan/ayanan apa saja yang perlu dimiliki Perpustakaan. Metodologi yang digunakan untuk penyusunan paper ini adalah studi literatur dan wawancara."}, "filled": true, "author_pub_id": "mvdItQ8AAAAJ:2osOgNQ5qMEC", "num_citations": 0, "pub_url": "https://www.researchgate.net/profile/Ena-Sukmana/publication/331061985_Kontribusi_pustakawan_ITB_untuk_mendukung_perpustakaan_sebagai_inkubator_inovasi_dan_kreativitas_sumber_daya_manusia_serta_teknologi_informasi/links/5c687c55299bf1e3a5ad3a37/Kontribusi-pustakawan-ITB-untuk-mendukung-perpustakaan-sebagai-inkubator-inovasi-dan-kreativitas-sumber-daya-manusia-serta-teknologi-informasi.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:sCmDom9VrSgJ:scholar.google.com/", "cites_per_year": {}}
