{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Developing and Evaluating an Educational Game to Support Early Reading Skills in Kindergarten Students", "pub_year": 2025, "citation": "Jurnal Obsesi: Jurnal Pendidikan Anak Usia Dini 9 (4), 1014-1024, 2025", "author": "Hans Juwiantho and Angelo Brian Rafael and Lily Eka Sari", "volume": "9", "number": "4", "pages": "1014-1024", "abstract": "Reading is a crucial skill that should be learned from an early age, as it plays a vital role in daily life. While most children can easily learn to read, some struggle with the process. Therefore, effective learning media are needed to support childrens reading development. This study develops and evaluates an educational game to assist young children in learning to read. Unlike previous studies, the game integrates multiple interactive modes that reinforce word recognition, spelling, and sentence construction through auditory and visual cues. The game features a simple user interface, a collection of 100 open vocabulary words, and three gameplay modes designed to support different aspects of early reading skills. The games effectiveness was assessed through an experiment involving 12 kindergarten students, divided into a game-playing and a non-game-playing group. The findings indicate that the educational game can enhance kindergarten students reading skills. Moreover, the game increases students enthusiasm and motivation for learning to read. However, further improvements, such as additional features and platform expansion, are necessary to make the game more accessible to a broader audience."}, "filled": true, "author_pub_id": "mW_kMUAAAAAJ:UebtZRa9Y70C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21531/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Fh3eZWB4fA0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Universal Design for Learning, Keberagaman, dan Pendidikan Inklusif", "pub_year": 2022, "citation": "Wawasan Pendidikan, 19-28, 2022", "author": "Lily Eka Sari", "pages": "19-28", "publisher": "Psychology Forum"}, "filled": true, "author_pub_id": "mW_kMUAAAAAJ:Se3iqnhoufwC", "num_citations": 0, "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Psikologi pembelajaran: penerapan psikologi dalam pendidikan", "pub_year": 2022, "citation": "Psychology Forum Psikologi Universitas Muhammadiyah Malang, 2022", "author": "Lily Eka Sari and Merly Erlina and Dewi Eko Wati and Tri Wiganti Andayani and Sri Yunita Taligansing and Awang Setiawan Wicaksono and Zainul Anwar and Moh Auna and S Sarifudin and Haryu Islamuddin and Fuadatul Huroniyah", "publisher": "Psychology Forum Psikologi Universitas Muhammadiyah Malang", "abstract": "Buku yang berjudul \"PSIKOLOGI PEMBELAJARAN: Penerapan Psikologi dalam Pendidikan\" ini berisi tema-tema penting dalam pembelajaran. Pada bagian ke-1, berisi tentang Learning and Development, bagian ke-2: Arsitektur, Pengembangan, dan Implikasi Pendidikan: Matematika dalam Pikiran, bagian ke-3: Desain Lingkungan Belajar: Model Pembelajaran Matematika, bagian ke-4: Reasoning with Mental Tools and Physical Artefacts in Everyday Problem-Solving, bagian ke-5: Motivasi Belajar, bagian ke-6: Student Learning in Context Understanding the Phenomenon and the Person, bagian ke-7: The 'Unhappy Moralist' Effect: Emotional Conflicts between Being Good and Being Successful, bagian ke-8: Learning and Technology, bagian ke-9: Educational Assessment Toward Better Alignment Between Theory and Practice, bagian ke-10: From Individual Learning to Organizational Designs for Learning."}, "filled": true, "author_pub_id": "mW_kMUAAAAAJ:LkGwnXOMwfcC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=3863673704631525774", "cites_id": ["3863673704631525774"], "pub_url": "https://repository.um.ac.id/1494/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jmGUhMOGnjUJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 2, "2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Learning and Development", "pub_year": 2022, "citation": "Psikologi Pembelajaran: Penerapan Psikologi dalam Pendidikan, 1-7, 2022", "author": "Lily Eka Sari", "pages": "1-7", "publisher": "Psychology Forum Psikologi Universitas Muhammadiyah Malang"}, "filled": true, "author_pub_id": "mW_kMUAAAAAJ:roLk4NBRz8UC", "num_citations": 0, "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Information Processing Models: Concept Attainment", "pub_year": 2022, "citation": "Menyelami Pemikiran Pakar Psikologi Pendidikan, 94-97, 2022", "author": "Lily Eka Sari", "pages": "94-97", "publisher": "Psychology Forum"}, "filled": true, "author_pub_id": "mW_kMUAAAAAJ:_FxGoFyzp5QC", "num_citations": 0, "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Media Pembelajaran Taktil IPA Berbasis Alkitab untuk Siswa Tunanetra Kelas 5SD", "pub_year": 2021, "citation": "Aletheia Christian Educators Journal 2 (1), 24-35, 2021", "author": "Nathania Christabel Gunawan and Lily Eka Sari", "journal": "Aletheia Christian Educators Journal", "volume": "2", "number": "1", "pages": "24-35", "publisher": "Faculty of Education Science - Petra Christian University", "abstract": "Media pembelajaran merupakan salah satu alat yang dapat membantu guru dalam menyampaikan pembelajaran. Menyampaikan pembelajaran dengan baik adalah hal yang penting untuk dipikirkan dan dipertimbangkan oleh guru. Hal ini akan semakin terlihat di dalam dunia pendidikan anak berkebutuhan khusus. Buku Taktil menjadi satu dari sekian banyak alat yang dapat digunakan oleh guru untuk menolong siswa tunanetra belajar mengenai sebuah obyek dengan lebih baik. Le Fanu, Bassendine, McCall, McCall, dan Myres (2018) menyatakan dengan buku Taktil, siswa dapat belajar mengenai, hal yang konkrit dan abstrak. Buku Taktil sendiri didefinisikan sebagai buku yang memiliki berbagai macam tekstur untuk merepresentasikan sebuah obyek. Sebagai contoh, air, udara, tumbuhan, dan sebagainya. Dengan buku Taktil ini, siswa tunanetra juga dapat membaca menggunakan indra perasa mereka. Buku Taktil yang digabungkan dengan mata pelajaran IPA juga membantu siswa untuk meningkatkan literasi sains mereka, serta menolong siswa menjadi pembelajar yang lebih baik."}, "filled": true, "author_pub_id": "mW_kMUAAAAAJ:Tyk-4Ss8FVUC", "num_citations": 0, "pub_url": "https://www.aletheia.petra.ac.id/index.php/aletheia/article/view/113", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Shkae6bmMqcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "IMPLEMENTASI MODEL COOPERATIVE LEARNING DALAM KEGIATAN PEMBELAJARAN TEMATIK DENGAN PERSPEKTIF KRISTIANI DI KELAS VA SD KRISTEN X SURABAYA", "pub_year": 2020, "citation": "Aletheia Christian Educators Journal 1 (1), 85-96, 2020", "author": "Noviyanti Yanti Lapik and LE Sari", "volume": "1", "pages": "85-96", "publisher": "Faculty of Education Science - Petra Christian University", "abstract": "Pembelajaran yang hanya berpusat pada guru mengakibatkan murid tidak terlibat aktif dalam pembelajaran dan tidak berlatih keterampilan sosial. Penelitian ini dilakukan untuk mengetahui implementasi model cooperative learning dalam kegiatan pembelajaran tematik kelas VA SD Kristen X Surabaya berdasarkan perspektif pendidikan Kristiani. Penelitian ini menggunakan pendekatan kualitatif dengan metode studi kasus. Teknik pengumpulan data dilakukan melalui wawancara, observasi partisipan, dan dokumen. Teknik analisa data dilakukan melalui reduksi data, penyajian data, penarikan, dan pengujian kesimpulan. Dari hasil penelitian didapati bahwa implementasi model cooperative learning dalam kegiatan pembelajaran tematik kelas VA SD Kristen X Surabaya menjadikan murid sebagai pusat dalam kegiatan pembelajaran sehingga murid dapat melatih keterampilan sosialnya sesuai dengan perspektif Kristiani."}, "filled": true, "author_pub_id": "mW_kMUAAAAAJ:zYLM7Y9cAGgC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=4103015144488397710", "cites_id": ["4103015144488397710"], "pub_url": "http://aletheia.petra.ac.id/index.php/aletheia/article/view/109", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jmtHA4nW8DgJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 0, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The challenges of parental involvement in early childhood inclusion", "pub_year": 2020, "citation": "Jurnal Pendidikan Inklusi 3 (2), 92-101, 2020", "author": "Lily Eka Sari", "journal": "Jurnal Pendidikan Inklusi", "volume": "3", "number": "2", "pages": "92-101", "publisher": "Petra Christian University", "abstract": "Inclusive education in early childhood setting requires collaboration between parents and teachers. This study sought to investigate the challenges which arise when parents make efforts to involve themselves in the learning process. This is a qualitative study with evaluative method. Data were collected by distributing questionnaires and interviewing parents and teachers of Gita Kasih I Preschool and Kindergarten in Gresik, East Java, Indonesia. The result suggests that there are two major areas of challenges, namely: 1) the lack of resources in terms of educational and professional training background; and 2) school readiness."}, "filled": true, "author_pub_id": "mW_kMUAAAAAJ:2osOgNQ5qMEC", "num_citations": 21, "citedby_url": "/scholar?hl=en&cites=208124261386452097", "cites_id": ["208124261386452097"], "pub_url": "https://repository.petra.ac.id/18774/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:gXwUveln4wIJ:scholar.google.com/", "cites_per_year": {"2020": 3, "2021": 4, "2022": 6, "2023": 5, "2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Literature Study on Building A Model of Support for Children with Learning Disabilities in Indonesia", "pub_year": 2020, "citation": "Borneo International Conference on Education and Social Sciences (BICESS) 2018, 2020", "author": "Lily Eka Sari", "conference": "Borneo International Conference on Education and Social Sciences (BICESS) 2018", "abstract": "Learning Disabilities are typically detected when children reach school age. It is the period when certain targets demands are placed; whereas the children s abilities to process cognitive and social skills are different compared to their peers. This study is intended to 1) map out the types of Learning Disabilities commonly found in elementary schools; 2) describe the children s challenges and needs in the learning process; and 3) suggest adaptations and modifications necessary to support their learning processes. The findings show that the school system has already made efforts despite the lack of information and teacher training programs in this area. This study would be a great reference for educators and families with diverse abilities, especially in Indonesia."}, "filled": true, "author_pub_id": "mW_kMUAAAAAJ:IjCSPb-OGe4C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/18960/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jXD3rRibz6gJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pembuatan Dan Penggunaan Alat Peraga Bagi Anak Berkebutuhan Khusus", "pub_year": 2018, "citation": "SHARE 4 (1), 13-18, 2018", "author": "Lily Eka Sari", "journal": "SHARE", "volume": "4", "number": "1", "pages": "13-18", "publisher": "Petra Christian University"}, "filled": true, "author_pub_id": "mW_kMUAAAAAJ:u-x6o8ySG0sC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=9542527728120131669", "cites_id": ["9542527728120131669"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VXDqBWnebYQJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A Study of John Grimes's struggles in his searching for his self-identity in James Baldwin's Go Tell it on the Mountain", "pub_year": 1997, "citation": "Petra Christian University, 1997", "author": "Lily Eka Sari", "abstract": "This thesis is about the main male character's searching for his self-identity in James Baldwin's Go Tell It on the Mountain. This topic interests the thesis writer's since it involves an issue which always exists in the history of humankind, that is, racial heritage. In this thesis, the writer wants to analyze the background of John Grimes's conflicts in his searching for his self-identity, followed by his conflicts. She also studies the implication of John Grimes's conversion which happens at the end of the plot. In analyzing the topic, the thesis writer uses literary approach. She uses conflict as the device, supported by some psychological theories concerning self-identity. In addition, she applies some literary criticism related to Black literature and the author, related to this topic. At the end, the writer finds out that John Grimes's environment plays a major role in causing him self-identity crisis. He faces several major conflicts. He finally converts into Christianity to find refuge and solace in God, and to declare his position as a man. In other word, through his conversion, John Grimes finally finds a solution to his self-identity searching."}, "filled": true, "author_pub_id": "mW_kMUAAAAAJ:qjMakFHDy7sC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/3833/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nK_QJjaSGb4J:scholar.google.com/", "cites_per_year": {}}
