{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Soluble phosphorus rich compost by aerobic solid-state fermentation of chicken bone-containing food waste with Aspergillus niger", "pub_year": 2025, "citation": "Jurnal Rekayasa Proses 19 (1), 75-80, 2025", "author": "Lu Ki Ong and Ricardo Angelio and Clarissa Indrayani and Lieke Riadi", "journal": "Jurnal Rekayasa Proses", "volume": "19", "number": "1", "pages": "75-80", "publisher": "Universitas Gadjah Mada"}, "filled": true, "author_pub_id": "MyJizXQAAAAJ:Wp0gIr-vW9MC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:HJ6rtSyfPMUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Performance and Kinetic Study of Xylan Hydrolysis by Free and Immobilized Trichoderma Xylanase", "pub_year": 2023, "citation": "Proceedings of the 4th International Conference on Informatics, Technology …, 2023", "author": "Lieke Riadi and Yuana Elly Agustin and Lu Ki Ong and Ferrent Auryn Hadiwijaya and Amelia Winoto and Edrea Adelia Gunawan and Jessica Tambatjong and Tjie Kok", "journal": "Proceedings of the 4th International Conference on Informatics, Technology and Engineering 2023 (InCITE 2023)", "volume": "21", "pages": "62", "publisher": "Springer Nature", "abstract": "Enzyme immobilization is essential for enhancing the stability and reusability of enzymes in various industrial processes. To improve its feasibility, efficient yet simple immobilization techniques were required to be explored with respect to enhance overall catalytic efficiency and/or operational performance. This study investigates the enzymatic hydrolysis of beechwood xylan using free and immobilized xylanase in a batch reaction system at 60 C, which was considered as damaging temperature for most enzymatic protein. Xylanase immobilization was carried out by direct adsorption of xylanase onto dry zeolite, which resulted in 92.70% efficiency. The experimental variables used in this study include pH levels (pH 5.0 and 6.0) and xylan concentrations at 1.00%(w/v), 1.50%(w/v), 2.00%(w/v), and 2.50%(w/v). The optimal process variables for xylan hydrolysis by free enzyme and immobilized enzyme were found to be at pH of 5.0 and xylan concentration of 2.50%(w/v). At the optimum condition, the concentration of xylose obtained at 40 min of hydrolysis was 4.82 mg/mL and 5.68 mg/mL for free and immobilized enzymes, respectively. The saturation constants (Km) were determined to be 19.12 mg/mL and 42.03 mg/mL for free and immobilized enzymes, respectively, while the maximum rates (vmax) were 1.92 mg/(mL. min) and 1.21 mg/(mL. min) for free and immobilized enzymes, respectively. The results of this study suggest that xylanase immobilization could improve enzyme stability at higher processing temperatures without changing its response to surrounding pH."}, "filled": true, "author_pub_id": "MyJizXQAAAAJ:WF5omc3nYNoC", "num_citations": 0, "pub_url": "https://books.google.com/books?hl=en&lr=&id=Hw3kEAAAQBAJ&oi=fnd&pg=PA62&dq=info:OTLkoniGcpIJ:scholar.google.com&ots=NTmhwG3hXJ&sig=XsT1G9FxZ-dPINzKA2eZ4-ldCgA", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:OTLkoniGcpIJ:scholar.google.com/", "cites_per_year": {}}
