{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Soluble phosphorus rich compost by aerobic solid-state fermentation of chicken bone-containing food waste with Aspergillus niger", "pub_year": 2025, "citation": "Jurnal Rekayasa Proses 19 (1), 75-80, 2025", "author": "Lu Ki Ong and Ricardo Angelio and Clarissa Indrayani and Lieke Riadi", "journal": "Jurnal Rekayasa Proses", "volume": "19", "number": "1", "pages": "75-80", "publisher": "Universitas Gadjah Mada"}, "filled": true, "author_pub_id": "MyJizXQAAAAJ:Wp0gIr-vW9MC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:HJ6rtSyfPMUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Performance and Kinetic Study of Xylan Hydrolysis by Free and Immobilized Trichoderma Xylanase", "pub_year": 2023, "citation": "Proceedings of the 4th International Conference on Informatics, Technology …, 2023", "author": "Lieke Riadi and Yuana Elly Agustin and Lu Ki Ong and Ferrent Auryn Hadiwijaya and Amelia Winoto and Edrea Adelia Gunawan and Jessica Tambatjong and Tjie Kok", "journal": "Proceedings of the 4th International Conference on Informatics, Technology and Engineering 2023 (InCITE 2023)", "volume": "21", "pages": "62", "publisher": "Springer Nature", "abstract": "Enzyme immobilization is essential for enhancing the stability and reusability of enzymes in various industrial processes. To improve its feasibility, efficient yet simple immobilization techniques were required to be explored with respect to enhance overall catalytic efficiency and/or operational performance. This study investigates the enzymatic hydrolysis of beechwood xylan using free and immobilized xylanase in a batch reaction system at 60 C, which was considered as damaging temperature for most enzymatic protein. Xylanase immobilization was carried out by direct adsorption of xylanase onto dry zeolite, which resulted in 92.70% efficiency. The experimental variables used in this study include pH levels (pH 5.0 and 6.0) and xylan concentrations at 1.00%(w/v), 1.50%(w/v), 2.00%(w/v), and 2.50%(w/v). The optimal process variables for xylan hydrolysis by free enzyme and immobilized enzyme were found to be at pH of 5.0 and xylan concentration of 2.50%(w/v). At the optimum condition, the concentration of xylose obtained at 40 min of hydrolysis was 4.82 mg/mL and 5.68 mg/mL for free and immobilized enzymes, respectively. The saturation constants (Km) were determined to be 19.12 mg/mL and 42.03 mg/mL for free and immobilized enzymes, respectively, while the maximum rates (vmax) were 1.92 mg/(mL. min) and 1.21 mg/(mL. min) for free and immobilized enzymes, respectively. The results of this study suggest that xylanase immobilization could improve enzyme stability at higher processing temperatures without changing its response to surrounding pH."}, "filled": true, "author_pub_id": "MyJizXQAAAAJ:WF5omc3nYNoC", "num_citations": 0, "pub_url": "https://books.google.com/books?hl=en&lr=&id=Hw3kEAAAQBAJ&oi=fnd&pg=PA62&dq=info:OTLkoniGcpIJ:scholar.google.com&ots=NTmhxI7o-H&sig=zrG9yssiVqaDPzMjxhrDLRbFksQ", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:OTLkoniGcpIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Application of solar photovoltaic for the cultivation of Arthospira platensis (Spirulina)", "pub_year": 2023, "citation": "International Journal of Applied Science and Engineering 20 (2), 2022368, 2023", "author": "Verenska Victoria Lauw and Sherly Tang and Yalun Arifin and Lieke Riadi", "journal": "International Journal of Applied Science and Engineering", "volume": "20", "number": "2", "pages": "2022368", "publisher": "Chaoyang University of Technology", "abstract": "Spirulina farming can be a solution to provide nutritious food for the increasing global population. Mixotrophic cultivation technique using wastewater nutrient to supply the energy for biomass growth beside the light energy is a promising technology to grow more Spirulina biomass. Electricity from solar energy can be utilized as a clean energy to power the aeration and illumination in Spirulina cultivation. A rooftop monocrystalline silicon (m-Si) solar panel with an area of 27 m 2 was used to power Spirulina starter incubation (7 days) and mixotrophic or photoautotrophic cultivation at room temperature, various light intensity (1500–6000 lux), and fix aeration rate at 4 L/min for 5 days. MSI (Maris Sustainable Indonesia TM, PT Maris Indonesia) medium supplemented with tempeh industry wastewater (1% v/v to MSI media) was used as organic carbon and growth nutrient source in mixotrophic cultivation. Mixotrophic culture grew faster than photoautotrophic culture (0.2615/day vs. 0.2107/day) due to its capability to harness catabolism activity for growing and multiplying. Growth inhibition by high photon density was implicitly observed in the slower or no increase of specific growth rate with the increasing light intensity in photoautotrophic culture. Application of solar panel lowered about 5.9% of carbon footprint in contrast to the fossil fuel sourced electricity. Net negative carbon footprint could be achieved through carbon fixation into Spirulina biomass."}, "filled": true, "author_pub_id": "MyJizXQAAAAJ:0EnyYjriUFMC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=1629128835872991764", "cites_id": ["1629128835872991764"], "pub_url": "http://repository.ubaya.ac.id/44246/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:FCqOcwvUmxYJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Skim coconut milk processing by thermal-and ultrasonic-thermal pasteurization", "pub_year": 2023, "citation": "Jurnal Rekayasa Proses 17 (1), 99-103, 2023", "author": "Lu Ki Ong and Kevin Hosea Sutikno and Kennita Alvina Jodie and Lieke Riadi", "journal": "Jurnal Rekayasa Proses", "volume": "17", "number": "1", "pages": "99-103", "abstract": "The coconut industry in Indonesia is significant for national income, with the potential for value-added products that could enhance the industry’s expansion. Skim coconut milk, a by-product of virgin coconut oil production, is a healthy substitute for dairy milk that can be consumed by people with lactose intolerance. The low-fat and high-protein content of skim coconut milk makes it a healthier alternative to regular coconut milk and cow milk. This study compares ultrasonic-assisted pasteurization of skim coconut milk to conventional pasteurization technique in terms of contamination reduction efficacy and energy efficiency with minimum product characteristic change. The process consisted of thawing frozen skim coconut milk, homogenization of liquid skim coconut milk and pasteurization in a shaking water bath or ultrasonic bath. Total cell counting was conducted, D-value and z-value were estimated to measure the effectiveness of pasteurization in reducing the number of harmful microorganisms in skim coconut milk. The study found that ultrasonic-assisted pasteurization reduced the number of microorganisms more effectively than conventional pasteurization with a lower energy consumption. The study showed the removal efficiency of ultrasonic-assisted pasteurization and conventional pasteurization at 70 C and 15 minutes were 28.74% and 12.33%, respectively. At that condition, energy consumption for every microbial cell being removed was approximately 3 times lower in ultrasonic-assisted pasteurization than the conventional one (0.13 kWh vs. 0.36 kWh). Skim coconut milk processed by ultrasonic-assisted pasteurization at 75 C for 15 …"}, "filled": true, "author_pub_id": "MyJizXQAAAAJ:9yKSN-GCB0IC", "num_citations": 0, "pub_url": "https://journal.ugm.ac.id/jrekpros/article/view/82928", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:bU4D7qZg1RsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Non‐catalytic and heterogeneous acid/base‐catalyzed biodiesel production: Recent and future developments", "pub_year": 2020, "citation": "Asia‐Pacific Journal of Chemical Engineering 15 (3), e2490, 2020", "author": "Phuong Lan Tran‐Nguyen and Lu Ki Ong and Alchris Woo Go and Yi‐Hsu Ju and Artik Elisa Angkawijaya", "volume": "15", "number": "3", "pages": "e2490", "abstract": "Biodiesel production technologies, which are non‐catalytic and those involving the use of heterogeneous catalyst(s), have gained much interest owing to its high biodiesel and pure glycerol throughput. During the past 15 years, many studies were devoted to explore new catalysts as well as improve non‐catalytic technologies with aims to ultimately industrialize such biodiesel production processes. This review elucidates the main process parameters that influences non‐catalytic and heterogeneous‐catalyzed biodiesel production processes. The common parameters among these technologies include the process temperature, alcohol/oil molar ratio, pressure, catalyst loading, and feedstock quality. Optimization of these process parameters is discussed according to the use of conventional method (one factor at a time [OFAAT]) or the use of statistical methods such as response surface methodology (RSM), artificial …"}, "filled": true, "author_pub_id": "MyJizXQAAAAJ:qxL8FJ1GzNcC", "num_citations": 30, "citedby_url": "/scholar?hl=en&cites=17281463548548859049", "cites_id": ["17281463548548859049"], "pub_url": "https://onlinelibrary.wiley.com/doi/abs/10.1002/apj.2490", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qcQdSokX1O8J:scholar.google.com/", "cites_per_year": {"2020": 2, "2021": 6, "2022": 8, "2023": 2, "2024": 10, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Identification of bioactive compounds in water extract of sarang semut (Myrmecodia pendans) bulb and its potential for the inhibition of hela and MDA-MB-231 cancer cells", "pub_year": 2019, "citation": "Tạp chí Khoa học và Công nghệ-Đại học Đà Nẵng, 17-20, 2019", "author": "Phuong Lan Nguyen Tran and Yi-Hsu Ju and Lu-Ki Ong and Thi Tran Anh Tuan", "journal": "Tạp chí Khoa học và Công nghệ-Đại học Đà Nẵng", "pages": "17-20", "abstract": "Sarang semut (Myrmecodia pendans) or ant-nest plant is a potential medicinal plant. The water extract of this plant is wellknown to cure many kinds of disease including cancer. Phytochemicals present in this plant are suspected to be responsible for its health benefits. Water extract obtained at 100 C and 30 min extraction shows the highest radical scavenging activity using 1, 1-diphenyl-2-picrylhydrazyl (DPPH) and the highest cytotoxicity towards cervix (HeLa) and breast (MDA-MB-231) cancer cells. The water extract is fractionated using n-hexane, ethyl acetate and n-butanol. The n-butanol fraction is found to contain the highest amount of total phenolic content, DPPH scavenging and cancer cell cytotoxic activities. Identification of bioactive compounds in the n-butanol fraction is performed using high performance liquid chromatography coupled with mass spectrometry and ultraviolet detector. Forty-eight antioxidant compounds are identified in the water extract, and 37 compounds among them are reported for the first time."}, "filled": true, "author_pub_id": "MyJizXQAAAAJ:3fE2CSJIrl8C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=14149460573117342671", "cites_id": ["14149460573117342671"], "pub_url": "https://jst-ud.vn/jst-ud/article/view/2263", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:z-MNmGz7XMQJ:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Ecofuel conversion technology of inedible lipid feedstocks to renewable fuel", "pub_year": 2019, "citation": "Advances in Eco-Fuels for a Sustainable Environment, 237-276, 2019", "author": "Siti Zullaikah and Adi Tjipto Utomo and Medina Yasmin and Lu Ki Ong and Yi Hsu Ju", "pages": "237-276", "publisher": "Woodhead Publishing", "abstract": "The main obstacle in the global commercialization of biodiesel is the high production cost. In general, biodiesel feedstock depends on crops amenable to regional climates. The use of refined edible oils for the production of biodiesel accounts for 60%–80% of the biodiesel production cost. Utilization of alternative feedstocks that are cheap, abundant, and inedible can decrease that production cost. Besides that, the optimization of the synthesis and purification processes and the utilization of byproducts can also reduce the total biodiesel production cost. This chapter discusses the advantages and drawbacks of catalytic and noncatalytic technologies to convert inedible feedstocks, such as rice bran, microalgae, and spent coffee grounds. For rice bran, the noncatalytic in situ trans(esterification) using a subcritical water-methanol mixture seems to be the most promising method as it requires no preliminary steps to …"}, "filled": true, "author_pub_id": "MyJizXQAAAAJ:ULOm3_A8WrAC", "num_citations": 61, "citedby_url": "/scholar?hl=en&cites=16342844289697692646", "cites_id": ["16342844289697692646"], "pub_url": "https://www.sciencedirect.com/science/article/pii/B9780081027288000097", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5rvzGktyzeIJ:scholar.google.com/", "cites_per_year": {"2019": 2, "2020": 9, "2021": 19, "2022": 15, "2023": 8, "2024": 6, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "* Department of Chemical Engineering, Institut Teknologi Sepuluh Nopember (ITS), Surabaya, Indonesia, Department of Chemical Engineering, National Taiwan University of Science and Technology, Taipei, Taiwan", "pub_year": 2019, "citation": "Advances in Eco-Fuels for a Sustainable Environment, 237, 2019", "author": "Siti Zullaikah and Adi Tjipto Utomo and Medina Yasmin and Lu Ki Ong and Yi Hsu Ju", "journal": "Advances in Eco-Fuels for a Sustainable Environment", "pages": "237", "abstract": "Rising energy demand due to increasing world population, industrialization, and demand for transportation has been identified as the main causes of recent climate change [1–3]. Traditional energy sources such as fossil fuels emit carbon dioxide and other greenhouse gases into the atmosphere. The increased demand for energy will increase the price of fossil fuel, global warming, environmental pollution, and the fast-diminishing supply of fossil fuels because they are nonrenewable. The use of renewable fuels that can be considered carbon neutral can mitigate this issue. Biodiesel (fatty acid methyl esters, FAME) is a renewable clean energy, as it can be produced from renewable resources such as vegetable oils, animal fats, and microalgae oil. Biodiesel can be considered one of the promising renewable fuels currently produced on an industrial scale [4]. Biodiesel can be blended with petrodiesel, and therefore requires practically no changes in the fuel distribution infrastructure [5]. However, most biodiesel currently in use is produced from edible feedstocks such as soy oil, rapeseed oil, and palm oil, making the cost of biodiesel production higher than petrodiesel [4–8].Ideally, biodiesel feedstock should be available in a large quantity as well as being cheap and inedible, such as rice bran, microalgae, and spent coffee grounds. Rice bran, microalgae, and spent coffee grounds have attracted wide attention as alternative inedible feedstocks for biodiesel production. Rice bran is produced as a byproduct during rice milling and is traditionally used as cattle feed despite its rich nutrient content. Husked rice contains 8%–12% rice bran while the rice …"}, "filled": true, "author_pub_id": "MyJizXQAAAAJ:Zph67rFs4hoC", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=15475807059924121116&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:HHZC04YcxdYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Biodiesel production from waste oils", "pub_year": 2019, "citation": "Biofuels: alternative feedstocks and conversion processes for the production …, 2019", "author": "Nguyen Phuong Lan Tran and Lu Ki Ong and Yi-Hsu Ju", "pages": "575-600", "publisher": "Academic Press", "abstract": "As a popular alternative fuel, biodiesel (BD) has gained the attention of many. Cost related to the oil feedstock may take 60%–70% of total BD production cost. Utilization of waste oils to produce BD potentially lowered that cost and solved problems related to its accumulation in nature. Several technologies to produce BD from waste oils are available today with focus on handling the high free fatty acid and moisture content that come with the waste oils. Evaluation of techno-economic and life-cycle analysis studies were also discussed in this chapter to take the competitiveness and sustainability of BD production from waste oils into consideration."}, "filled": true, "author_pub_id": "MyJizXQAAAAJ:qjMakFHDy7sC", "num_citations": 10, "citedby_url": "/scholar?hl=en&cites=2710483283668091379", "cites_id": ["2710483283668091379"], "pub_url": "https://www.sciencedirect.com/science/article/pii/B9780128168561000245", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:88GrjC-SnSUJ:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 3, "2022": 3, "2023": 0, "2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Kinetic evaluation of simultaneous waste cooking oil hydrolysis and reactive liquid-liquid Cu extraction from synthetic Cu-containing wastewater: effect of various co-contaminants", "pub_year": 2017, "citation": "Separation and Purification Technology 187, 184-192, 2017", "author": "Lu Ki Ong and Phuong Lan Tran Nguyen and Felycia Edi Soetaredjo and Suryadi Ismadji and Yi-Hsu Ju", "journal": "Separation and Purification Technology", "volume": "187", "pages": "184-192", "publisher": "Elsevier", "abstract": "Combination of oil hydrolysis reaction and reactive liquid-liquid extraction of Cu2+ from wastewater offers economic and environmental advantage than running two processes separately. To give better insight on the application of the proposed process to treat real wastewater, the effects of other pollutants (acid/base, chelating agents, organic solvent, anions) present in the synthetic Cu-containing wastewater were studied. The reaction was carried out in a batch reactor using a water/acylglycerides molar ratio of 30:1 at 225 °C up to 8 h to understand the effect of the studied parameters during the reaction time course. It was found that pH influenced acid/base balance, which governs catalysis and Cu-soap formation in subcritical water. Chelating agents formed strong complexation with Cu2+ that changed Cu removal mechanism from cation exchange reaction to that of conventional solvent extraction. The presence …"}, "filled": true, "author_pub_id": "MyJizXQAAAAJ:5nxA0vEk-isC", "num_citations": 8, "citedby_url": "/scholar?hl=en&cites=13721306268393955185", "cites_id": ["13721306268393955185"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S1383586617309413", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:cV_2PVrfa74J:scholar.google.com/", "cites_per_year": {"2018": 2, "2019": 1, "2020": 0, "2021": 1, "2022": 3, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Effect of subcritical water pretreatment on cellulose recovery of water hyacinth (Eichhornia crassipe)", "pub_year": 2017, "citation": "Journal of the Taiwan Institute of Chemical Engineers 71, 55-61, 2017", "author": "Bich Thuyen Nguyen Thi and Lu Ki Ong and Dieu Thuy Nguyen Thi and Yi-Hsu Ju", "journal": "Journal of the Taiwan Institute of Chemical Engineers", "volume": "71", "pages": "55-61", "publisher": "Elsevier", "abstract": "The effect of subcritical water (SCW) pretreatment on cellulose recovery of water hyacinth was investigated in this study. Before SCW treatment, cellulose and hemicellulose contents of dried water hyacinth sample were 25.0% and 11.0%, respectively. After being treated at 165 °C and 50 bar for 30 min with a water to dried sample ratio of 10:1 (ml/g), cellulose content in the treated sample was 68.2% which is 131.5% of the untreated sample. Pretreatment using H2SO4 was also carried out in order to understand the effect of the chemical on lignocellulose degradation and compare it with that of SCW pretreatment. The results revealed that SCW treatment was an environmentally friendly method to recovery cellulose and remove lignin from water hyacinth which is promising for bioethanol production. The effects of SCW treatment on the composition and structure of water hyacinth were studied by TGA, FTIR and SEM."}, "filled": true, "author_pub_id": "MyJizXQAAAAJ:u-x6o8ySG0sC", "num_citations": 35, "citedby_url": "/scholar?hl=en&cites=1180719709737919736", "cites_id": ["1180719709737919736"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S1876107016305387", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-CQ7_lHCYhAJ:scholar.google.com/", "cites_per_year": {"2017": 1, "2018": 5, "2019": 10, "2020": 5, "2021": 4, "2022": 4, "2023": 4, "2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Production of glutinous rice flour from broken rice via ultrasonic assisted extraction of amylose", "pub_year": 2016, "citation": "Food Chemistry 203, 158-164, 2016", "author": "Yohana Dwi Setyawati and Sitti Faika Ahsan and Lu Ki Ong and Felycia Edi Soetaredjo and Suryadi Ismadji and Yi-Hsu Ju", "journal": "Food Chemistry", "volume": "203", "pages": "158-164", "publisher": "Elsevier", "abstract": "In this study, a modified aqueous leaching method by complex formation of amylose with glycerol was employed for reducing the amylose content of starch in broken white rice to less than 2%, so that the resulting starch can be classified to that of glutinous rice flour. By employing ultrasonication in alkaline condition, extraction of amylose could be performed by washing at lower temperature in shorter time compared to the existing aqueous leaching method. The effects of glycerol concentration, alkali concentration, ultrasonication and treatment time on the amylose content of the treated starch were systematically investigated. Under optimum condition, amylose content of broken white rice starch can be reduced from 27.27% to 1.43% with a yield of 80.42%. The changes in the physicochemical properties of the rice flour before and after treatment were studied."}, "filled": true, "author_pub_id": "MyJizXQAAAAJ:ufrVoPGSRksC", "num_citations": 51, "citedby_url": "/scholar?hl=en&cites=10925584599115047076", "cites_id": ["10925584599115047076"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S0308814616302291", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:pCC7gU55n5cJ:scholar.google.com/", "cites_per_year": {"2016": 3, "2017": 5, "2018": 4, "2019": 5, "2020": 1, "2021": 9, "2022": 3, "2023": 10, "2024": 6, "2025": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Developments in in-situ (trans) esterification for biodiesel production: A critical review", "pub_year": 2016, "citation": "Renewable and Sustainable Energy Reviews 60, 284-305, 2016", "author": "Alchris Woo Go and Sylviana Sutanto and Lu Ki Ong and Phuong Lan Tran-Nguyen and Suryadi Ismadji and Yi-Hsu Ju", "volume": "60", "pages": "284-305", "publisher": "Pergamon", "abstract": "Biodiesel is a biofuel used as an alternative for petroleum diesel. The main obstacle in the widespread use of biodiesel lies mainly on its cost and current state of the technology to process a wide array of feedstock. The cost of biodiesel production is still high compared to that of petroleum based diesel fuel. The decrease of production cost can be achieved through the utilization of cheap, low quality feedstock and the development of simpler production process. In-situ (trans) esterification (ISTE) is an alternative route in synthesizing or producing biodiesel. ISTE involves lesser steps as it eliminates the need for lipid or oil extraction prior to (trans)esterification. A detailed comparison of the various strategies, mechanism involved and technologies developed since 1985 on ISTE processes is described in this review. This review tackles several technological gaps needing to be bridged and addressed in future studies …"}, "filled": true, "author_pub_id": "MyJizXQAAAAJ:KlAtU1dfN6UC", "num_citations": 159, "citedby_url": "/scholar?hl=en&cites=14308372487598718119", "cites_id": ["14308372487598718119"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S1364032116001003", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:pzxL7feMkcYJ:scholar.google.com/", "cites_per_year": {"2016": 6, "2017": 17, "2018": 19, "2019": 25, "2020": 23, "2021": 22, "2022": 15, "2023": 13, "2024": 12, "2025": 6}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Direct reuse of Cu-laden wastewater for non-edible oil hydrolysis: basic mechanism of metal extraction and fatty acid production", "pub_year": 2016, "citation": "RSC Advances 6 (30), 25359-25367, 2016", "author": "Lu Ki Ong and Phuong Lan Tran Nguyen and Felycia Edi Soetaredjo and Suryadi Ismadji and Yi-Hsu Ju", "journal": "RSC Advances", "volume": "6", "number": "30", "pages": "25359-25367", "publisher": "Royal Society of Chemistry", "abstract": "Fatty acids are platform chemicals to produce various useful chemicals and fuels. Hydrolysis of waste cooking oil using synthetic copper wastewater as the water and catalyst source to produce fatty acids was studied by carrying out reactions at 200–250 °C, water/acylglyceride molar ratio of 30 : 1–90 : 1, and CuSO4 concentration of 250–1500 mg kg−1. Comparison between catalytic and non-catalytic systems was also evaluated. Increasing temperature influenced fatty acid yield, acylglycerides conversion, and copper removal by enhancing fatty acid deprotonation. Minimum loss of fatty acids by micellar solubilization mechanism was achieved by using CuSO4 in the concentration range of 250–750 mg kg−1. Copper was transferred into the fatty acid product during the process by ion exchange mechanism. Considerable copper removal from the aqueous phase (98.87%) was achieved by 5 times recycling of the …"}, "filled": true, "author_pub_id": "MyJizXQAAAAJ:IjCSPb-OGe4C", "num_citations": 10, "citedby_url": "/scholar?hl=en&cites=3239512263707111690", "cites_id": ["3239512263707111690"], "pub_url": "https://pubs.rsc.org/en/content/articlehtml/2016/ra/c5ra23153a", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:CrHIez0P9SwJ:scholar.google.com/", "cites_per_year": {"2016": 1, "2017": 1, "2018": 2, "2019": 3, "2020": 1, "2021": 1, "2022": 0, "2023": 0, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Effect of subcritical water on homogeneous catalysis of used cooking oil hydrolysis", "pub_year": 2016, "citation": "Rsc Advances 6 (69), 64977-64985, 2016", "author": "Ong Lu Ki and Tran Nguyen Phuong Lan and Soetaredjo Felycia Edi and Ismadji Suryadi and Ju Yi-Hsu", "journal": "Rsc Advances", "volume": "6", "number": "69", "pages": "64977-64985", "publisher": "Royal Society of Chemistry", "abstract": "The effect of temperature and pressure on the batch hydrolysis of used cooking oil in fatty acids- (autocatalytic system), dilute acid- (pH 5.0), and dilute Cu-catalyzed systems (500 mg CuSO4 per kg solution) was studied. The reaction was carried out using a fixed water/acylglycerides molar ratio of 30 : 1 under various temperatures (200–250 °C) and initial pressures (1.96–4.90 MPa) for 2 h. Experimental data were processed statistically using ANOVA and the Spearman correlation method aside of conventional data interpretation. The Cu-catalyzed system was superior to the other systems. Temperature had greater effect on oil hydrolysis than initial pressure. The use of CO2 as the pressurizing gas altered fatty acid production and Cu soap formation particularly by oil dilution that also accompanied by a slight acidification of the aqueous phase. The water ionization constant was the most influencing property for …"}, "filled": true, "author_pub_id": "MyJizXQAAAAJ:d1gkVwhDpl0C", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=2005415880739669748", "cites_id": ["2005415880739669748"], "pub_url": "https://pubs.rsc.org/en/content/articlehtml/2016/ra/c6ra14807g", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9EZqTh6r1BsJ:scholar.google.com/", "cites_per_year": {"2017": 1, "2018": 0, "2019": 0, "2020": 1, "2021": 0, "2022": 2, "2023": 0, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Supercritical CO2 Extraction of Phytochemical Compounds from Mimosa pudica Linn", "pub_year": 2015, "citation": "Chemical Engineering Communications 202 (8), 1011-1017, 2015", "author": "Astrid Rahmawati and Debora Pang and Yi-Hsu Ju and Felycia Edi Soetaredjo and Ong Lu Ki and Suryadi Ismadji", "journal": "Chemical Engineering Communications", "volume": "202", "number": "8", "pages": "1011-1017", "publisher": "Taylor & Francis", "abstract": "The extraction of phytochemicals from Mimosa pudica Linn (MPL) using supercritical CO2(SC-CO2) has been studied, and the results are presented in this article. The significant variables affecting this extraction were investigated by design of experiment analysis. The effect of temperature and pressure on phytochemical yields was explored by measuring the total phenolic content (TPC), total flavonoid content (TFC), and total alkaloid compound (TAC). The maximum yield of TPC, TFC, and TAC extracted from MPL was 74.83 mg gallic acid equivalent (GAE)/g dry MPL, 30.93 mg quercetin equivalent/g dry MPL, and 14.23 mg hyoscyamine (HE)/g dry MPL, respectively. The work of Chrastil was used to correlate the experimental data. It was found that temperature and pressure greatly affected the yield of phytochemicals, whereas the effect of extraction time on the extraction yield diminished after 2 h. Qualitative …"}, "filled": true, "author_pub_id": "MyJizXQAAAAJ:u5HHmVD_uO8C", "num_citations": 13, "citedby_url": "/scholar?hl=en&cites=508351395863126933", "cites_id": ["508351395863126933"], "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/00986445.2014.896346", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:leN-s-YGDgcJ:scholar.google.com/", "cites_per_year": {"2016": 1, "2017": 3, "2018": 1, "2019": 1, "2020": 0, "2021": 2, "2022": 3, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pomacea sp shell to hydroxyapatite using the ultrasound–microwave method (U–M)", "pub_year": 2014, "citation": "Ceramics International 40 (7), 11453-11456, 2014", "author": "Jindrayani Nyoo Putro and Nova Handoyo and Vincentia Kristiani and Soegiarto Adi Soenjaya and Ong Lu Ki and Felycia Edi Soetaredjo and Yi-Hsu Ju and Suryadi Ismadji", "journal": "Ceramics International", "volume": "40", "number": "7", "pages": "11453-11456", "publisher": "Elsevier", "abstract": "The shell of Pomacea sp has a potential application as raw material for the production of hydroxyapatite (HA). The preparation of HA was carried out at low temperature using a combination of ultrasound and microwave assisted radiation methods. In this experiment, hydroxyapatite was synthesized using citric acid as an organic modifier and Na2HPO4 as the source of PO43−. The obtained products were analyzed by X-ray Diffraction (XRD), Fourier Transform Infrared (FTIR), and Scanning Electron Microscope (SEM) to confirm the morphology and crystalline phase of HA."}, "filled": true, "author_pub_id": "MyJizXQAAAAJ:_FxGoFyzp5QC", "num_citations": 29, "citedby_url": "/scholar?hl=en&cites=11125908748734354745", "cites_id": ["11125908748734354745"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S0272884214005033", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:OdW4Mw8rZ5oJ:scholar.google.com/", "cites_per_year": {"2015": 2, "2016": 0, "2017": 2, "2018": 6, "2019": 3, "2020": 3, "2021": 3, "2022": 2, "2023": 3, "2024": 0, "2025": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Investigation on the montmorillonite adsorption of biocidal compounds incorporating thermodynamical-based multicomponent adsorption isotherm", "pub_year": 2014, "citation": "Chemical Engineering Journal 241, 9-18, 2014", "author": "LK Ong and FE Soetaredjo and A Kurniawan and A Ayucitra and Jhy-Chern Liu and Suryadi Ismadji", "journal": "Chemical Engineering Journal", "volume": "241", "pages": "9-18", "publisher": "Elsevier", "abstract": "Sublethal concentration of biocides, namely triclosan and benzalkonium chloride, have been known to raise severe environmental problems such as pathogens resistance and the existence of the toxic compounds in reclaimed water. Simple adsorption process of those biocides onto the bentonite modified by dodecyltricetyl ammonium bromide (DTAB) cation, show a remarkable increase on the removal efficiency of triclosan, regardless of the pH value. It was found that organophilic cation facilitates the anchoring of hydrophobic triclosan, but slightly limits the adsorption of benzalkonium chloride by occupying the active cation exchange site in the bentonite structure. Adsorption of a single system can be described properly by Langmuir isotherm equation. Incorporation of the Gibb’s free energy on the affinity constant of the extended Langmuir equation may attribute robust predictive ability on the binary adsorption model."}, "filled": true, "author_pub_id": "MyJizXQAAAAJ:Tyk-4Ss8FVUC", "num_citations": 36, "citedby_url": "/scholar?hl=en&cites=5438357752725966575", "cites_id": ["5438357752725966575"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S1385894713015702", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:7w65_I_teEsJ:scholar.google.com/", "cites_per_year": {"2014": 1, "2015": 5, "2016": 1, "2017": 4, "2018": 2, "2019": 2, "2020": 2, "2021": 2, "2022": 9, "2023": 3, "2024": 3, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Antibiotic detoxification from synthetic and real effluents using a novel MTAB surfactant-montmorillonite (organoclay) sorbent", "pub_year": 2014, "citation": "RSC advances 4 (31), 16298-16311, 2014", "author": "Merry Anggraini and Alfin Kurniawan and Lu Ki Ong and Mario A Martin and Jhy-Chern Liu and Felycia E Soetaredjo and Nani Indraswati and Suryadi Ismadji", "journal": "RSC advances", "volume": "4", "number": "31", "pages": "16298-16311", "publisher": "Royal Society of Chemistry", "abstract": "The growing threat of antibiotic-resistant bacteria to public health has raised interest in the proper treatment of discharged pharmaceutical wastewater before entering surface waters. In this study, adsorption was highlighted as a low cost and effective pathway to remove amoxicillin and ampicillin from aqueous solutions. Montmorillonite (Na-MMT) and myristyltrimethylammonium (MTA)-intercalated montmorillonite (O-MMT) were employed as the adsorbing solids. Static adsorption experiments were performed at three temperatures (303.15 K, 313.15 K and 323.15 K) for single antibiotic systems. The adsorption isotherm curves at all temperatures exhibited an L2-type isotherm. The Freundlich and Langmuir models were applied to analyze single adsorption isotherm data. The maximum sorption capacity of 0.124–0.133 mmol g−1 for amoxicillin and 0.143–0.157 mmol g−1 for ampicillin was estimated for O-MMT …"}, "filled": true, "author_pub_id": "MyJizXQAAAAJ:4TOpqqG69KYC", "num_citations": 65, "citedby_url": "/scholar?hl=en&cites=16814696144865966095", "cites_id": ["16814696144865966095"], "pub_url": "https://pubs.rsc.org/en/content/articlehtml/2014/ra/c4ra00328d", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:D7jdQA7NWekJ:scholar.google.com/", "cites_per_year": {"2015": 6, "2016": 6, "2017": 8, "2018": 4, "2019": 6, "2020": 9, "2021": 8, "2022": 2, "2023": 5, "2024": 7, "2025": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Investigation of the continuous flow sorption of heavy metals in a biomass-packed column: revisiting the Thomas design model for correlation of binary component systems", "pub_year": 2014, "citation": "RSC Advances 4 (95), 52856-52870, 2014", "author": "Felycia E Soetaredjo and Alfin Kurniawan and LK Ong and Dimas R Widagdyo and Suryadi Ismadji", "journal": "RSC Advances", "volume": "4", "number": "95", "pages": "52856-52870", "publisher": "Royal Society of Chemistry", "abstract": "Remediation of aquatic environments polluted by toxic heavy metals has become a focus of interest for many chemical and environmental engineers throughout the world. In the present study, rice straw was employed as a low-cost agricultural waste material for the removal of Cd(II) and Pb(II) ions from single and binary solutions. Isothermal biosorption experiments were conducted at 303.15 K using a column at various flow rates and bed heights. The breakthrough curves for single metal systems were fitted with the Thomas, Yoon-Nelson, bed-depth-service-time (BDST) and dose-response models. A new semi-empirical model based on the classical Thomas equation has been developed for simulation of the breakthrough curves for binary metal systems. This modified Thomas model, combined with sorption-inhibiting coefficients determining competitive sorption behavior, was found to represent the breakthrough …"}, "filled": true, "author_pub_id": "MyJizXQAAAAJ:8k81kl-MbHgC", "num_citations": 28, "citedby_url": "/scholar?hl=en&cites=13987537747892749872", "cites_id": ["13987537747892749872"], "pub_url": "https://pubs.rsc.org/en/content/articlehtml/2014/ra/c4ra06425a", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:MMaD-Xi3HcIJ:scholar.google.com/", "cites_per_year": {"2015": 2, "2016": 5, "2017": 1, "2018": 4, "2019": 2, "2020": 3, "2021": 2, "2022": 5, "2023": 1, "2024": 1, "2025": 2}}
