{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Solar Photovoltaic Power Output Prediction Using Machine Learning-Based Regressors", "pub_year": 2025, "citation": "Journal of Asian Energy Studies 9, 111-130, 2025", "author": "Gregorius Satia Budhi and Yusak Tanoto and Dick Jovian and Rudy Adipranata and CLEMENT RAPHAEL HARTONO", "volume": "9", "pages": "111-130", "abstract": "This study proposes a framework for predicting solar photovoltaic (solar PV) power output using Machine Learning-based regressors for short-, medium-, and long-term prediction horizons. To identify the most effective regressor, we propose a comparison framework to evaluate the performance of several types of regressor models. This evaluation will include Neural Networks, Boosting and Bagging Ensembles, and a baseline assessment using a linear regressor family. In this study, we implement the grid search method to improve model performance by fine-tuning hyperparameters, as does the K-fold shuffle split cross-validation method. We consider large spatial and long temporal historical datasets for the case study. A 5 km x 5 km gridded hourly temporal-based 1 MW modelled Solar PV dataset consisting of direct and diffuse irradiation, temperature, and power output during 2013-2022 in the Java-Bali region, Indonesia, is used as a case study. The grid search-optimized Neural Networks family, the Multilayer Perceptron model, can accurately predict power output from short-, medium-, and long-term horizons, with an average MAE of 0.248 kW and an average RMSE of 0.306 kW, followed by Random Forest, a grid search optimized Bagging Ensemble and a grid search-optimized Histogram Gradient Boosting Ensemble model. All predictor models generally performed well under strong El-Nino-affected data but were sensitive to very strong El-Nino during 2015-2016. The method used and insights gained from this study also benefit other jurisdictions with similar contexts."}, "filled": true, "author_pub_id": "Niw1SQ0AAAAJ:zLWjf1WUPmwC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21534/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:UJfnba4OF6kJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Program Komputer Machine Learning Regression-based Solar PV Power Output Prediction Tool", "pub_year": 2024, "citation": "Program Komputer Machine Learning Regression-based Solar PV Power Output …, 2024", "author": "Yusak Tanoto and Gregorius Satia Budhi and Rudy Adipranata and Indar Sugiarto and DICK JOVIAN and ANTHONY HENDRATA and CLEMENT RAPHAEL HARTONO", "abstract": "SURAT PENCATATAN CIPTAAN Page 1 an MENTERI HUKUM DIREKTUR JENDERAL \nKEKAYAAN INTELEKTUAL ub Direktur Hak Cipta dan Desain Industri Agung \nDamarsasongko,SH.,MH. NIP. 196912261994031001 REPUBLIK INDONESIA \nKEMENTERIAN HUKUM SURAT PENCATATAN CIPTAAN Dalam rangka pelindungan \nciptaan di bidang ilmu pengetahuan, seni dan sastra berdasarkan Undang-Undang Nomor \n28 Tahun 2014 tentang Hak Cipta, dengan ini menerangkan: Nomor dan tanggal \npermohonan Pencipta Nama Alamat Kewarganegaraan Pemegang Hak Cipta Nama \nAlamat Kewarganegaraan Jenis Ciptaan EC002024252952,16Desember2024YusakTanoto,GregoriusSatiaBudhi,ST.dkk\nJL.CitraMelatiNo.80Tropodo,RT092/RW010,KelurahanTropodo,Waru, Sidoarjo, Jawa Timur, \n61256 IndonesiaLPPMUniversitasKristenPetraJalanSiwalankertoNo.121-131,KelurahanSiwalankerto,Wonocolo,…"}, "filled": true, "author_pub_id": "Niw1SQ0AAAAJ:EkHepimYqZsC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21474/1/Kegiatanhaki_04020_1766.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:7LY8wDkP2WcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Program Komputer Time Series Analysis-Based Solar PV Power Output Prediction Tool", "pub_year": 2024, "citation": "Program Komputer Time Series Analysis-Based Solar PV Power Output Prediction …, 2024", "author": "Yusak Tanoto and Gregorius Satia Budhi and Rudy Adipranata and Indar Sugiarto and JIMLEE CHRISTANTO WIDJAYA and ANTHONY HENDRATA and CLEMENT RAPHAEL HARTONO", "abstract": "SURAT PENCATATAN CIPTAAN Page 1 an MENTERI HUKUM DIREKTUR JENDERAL \nKEKAYAAN INTELEKTUAL ub Direktur Hak Cipta dan Desain Industri Agung \nDamarsasongko,SH.,MH. NIP. 196912261994031001 REPUBLIK INDONESIA \nKEMENTERIAN HUKUM SURAT PENCATATAN CIPTAAN Dalam rangka pelindungan \nciptaan di bidang ilmu pengetahuan, seni dan sastra berdasarkan Undang-Undang Nomor \n28 Tahun 2014 tentang Hak Cipta, dengan ini menerangkan: Nomor dan tanggal \npermohonan Pencipta Nama Alamat Kewarganegaraan Pemegang Hak Cipta Nama \nAlamat Kewarganegaraan Jenis Ciptaan EC002024252970,16Desember2024YusakTanoto,GregoriusSatiaBudhi,ST.dkk\nJL.CitraMelatiNo.80Tropodo,RT092/RW010,KelurahanTropodo,Waru, Sidoarjo, Jawa Timur, \n61256 IndonesiaLPPMUniversitasKristenPetraJalanSiwalankertoNo.121-131,KelurahanSiwalankerto,Wonocolo,…"}, "filled": true, "author_pub_id": "Niw1SQ0AAAAJ:ipzZ9siozwsC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21473/1/Kegiatanhaki_04020_1770.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:D6fIx33yfSkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sistem Presensi Mahasiswa Menggunakan Face Recognition Dengan Metode Facenet Pada Android", "pub_year": 2022, "citation": "Jurnal Infra 10 (2), 63-69, 2022", "author": "Evelyn Evelyn and Rudy Adipranata and Kartika Gunadi", "journal": "Jurnal Infra", "volume": "10", "number": "2", "pages": "63-69", "abstract": "As of today, the student attendance system in the University of Petra uses a QR code system to do their daily attendance. This QR code system has some flaws that are often exploited by the students. Students usually exploit this system by asking their peers to login into their accounts and take the attendance for them by scanning the shared QR code. Implementing face recognition can be one of the means of prevention. This attendance system is an Android based system using Facenet model for the facial recognition system. Formulas L2Norm and Cosine Similarity is used for comparison means for the results of the face recognition system. Results show that cosine similarity is most optimal when using the 0.5 f threshold with the score of 0.5104218 and accuracy with the score of 0.77162087. Meanwhile, L2Norm results show that it is most optimal when using the 8.0 f threshold with the score of 5.8973804 and …"}, "filled": true, "author_pub_id": "Niw1SQ0AAAAJ:fEOibwPWpKIC", "num_citations": 11, "citedby_url": "/scholar?hl=en&cites=2301310941620242622", "cites_id": ["2301310941620242622"], "pub_url": "https://scholar.google.com/scholar?cluster=2301310941620242622&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:voj-yBvm7x8J:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 3, "2024": 5, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengenalan Penyakit pada Tanaman Pokok di Indonesia dengan Metode Convolutional Neural Network", "pub_year": 2021, "citation": "J. Infra, 2021", "author": "Handy Prayoga Angjaya and Kartika Gunadi and Rudy Adipranata", "journal": "J. Infra", "abstract": "In Indonesia, the most consumed staple food is rice, the rice comes from the rice plants, besides rice, there is also cassava and corn plants. The success of harvesting these crops can affect the country's food welfare, but pest and diseases can cause crop failure. Therefore, a program was created to identify diseases in these plants to maximize crop yields. In the process of identifying the disease, the problem that often occurs is the identification of the characteristics of the disease. With the development of technology, disease recognition can be done automatically using a Neural Network. This study uses the Convolutional Neural Network (CNN) method with the Inception v3 architecture. In addition, the model used will be converted using TensorFlow Lite so that it can be used on Android-based smartphone applications. The program results from this study identified diseases in maize, potato, cassava, and rice plants …"}, "filled": true, "author_pub_id": "Niw1SQ0AAAAJ:2KloaMYe4IUC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=10366555262238721065", "cites_id": ["10366555262238721065"], "pub_url": "https://scholar.google.com/scholar?cluster=10366555262238721065&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KQQyLhZn3Y8J:scholar.google.com/", "cites_per_year": {"2023": 4, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Implementasi Sistem Pakar Deteksi Dini Resiko Penyakit Jantung Koroner Menggunakan Metode Backward Chaining dan Certainty Factor pada Android", "pub_year": 2021, "citation": "J. INFRA 9 (2), 1-6, 2021", "author": "Andreas Prasetyo and Rudy Adipranata and Indar Sugiarto", "journal": "J. INFRA", "volume": "9", "number": "2", "pages": "1-6", "abstract": "Lifestyle in the modern era today can have a harmful impact on ourlives, one of which is coronary heart disease. Coronary heartdisease is the chronic and acute heart's inability to pumpoxygenated blood due to a lack of blood supply in the heart's musclecells. This research, using the backward chaining method, serves to tracethe facts and combine them with hypotheses that can strengthenthose facts. Certainty factor is the method used to measure thecertainty of the facts that have been made and provide results in theform of scoring to determine the level of accuracy of the facts thathave been given by experts. This research will produce an expert-system application that isuseful for early detection of coronary heart disease. Output will bein the form of grouped results, which is the results of a person'spotential risk of coronary heart disease, along with a percentagebased risk potential of developing said disease. It is …"}, "filled": true, "author_pub_id": "Niw1SQ0AAAAJ:tzM49s52ZIMC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=8643223788342882622", "cites_id": ["8643223788342882622"], "pub_url": "https://scholar.google.com/scholar?cluster=8643223788342882622&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:PjFi4j3m8ncJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengelolaan Keuangan Pribadi yang Interaktif Berbasis Android", "pub_year": 2021, "citation": "Jurnal Infra 9 (2), 144-148, 2021", "author": "Giovanni Christian Antonio and Rolly Intan and Rudy Adipranata and PS Informatika and FT Industri and JS Surabaya", "journal": "Jurnal Infra", "volume": "9", "number": "2", "pages": "144-148", "abstract": "Technology is currently growing. Many people use smartphones in everyday life, especially Android. In Android, there are many applications that help make everyday life easier for example, applications that help with personal finance. The problem that the author wants to solve is personal finance applications between applications with different features and completeness for recording. In solving this problem, the author adds features from existing personal finance applications such as speech to text for input, recurring transactions, and calculating installments whether you can pay in installments or not. Based on the results of the tests that have been carried out, the application made is successful in recording finances and adding good features such as speech to text, recurring transactions, and calculating installments by looking at income and expenses. The results of the questionnaire show an average of 4.54 for …"}, "filled": true, "author_pub_id": "Niw1SQ0AAAAJ:_Re3VWB3Y0AC", "num_citations": 10, "citedby_url": "/scholar?hl=en&cites=8187298504345446295", "cites_id": ["8187298504345446295"], "pub_url": "https://scholar.google.com/scholar?cluster=8187298504345446295&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:l-eYjZwgn3EJ:scholar.google.com/", "cites_per_year": {"2021": 2, "2022": 2, "2023": 1, "2024": 3, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penerapan IoT dan Sistem Pakar untuk Memonitoring Kualitas Air dan Mendiagnosa Penyakit pada Tambak Udang Vaname", "pub_year": 2021, "citation": "J. Infra 9 (2), 131-137, 2021", "author": "Kevin Alexander Harianto and Rudy Adipranata and Leo Willyanto Santoso", "journal": "J. Infra", "volume": "9", "number": "2", "pages": "131-137", "abstract": "Shrimp’s death is one of the things that is avoided by Vaname shrimp farmers. Where this can occur due to poort water conditions, or the way farmer maintain their shrimp. The problem that the author wants to solve is by utilizing an application that functions to see the condition of water quality using internet of things and using an expert system with the forward chaining method to diagnose if there are symptoms that arise in shrimp. Based on the test that have been carried out, the application made is able to monitor water quality properly and the results of the method test are able eto reach an accuracy value of 100%."}, "filled": true, "author_pub_id": "Niw1SQ0AAAAJ:ZfRJV9d4-WMC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=7092383555481832039", "cites_id": ["7092383555481832039"], "pub_url": "https://scholar.google.com/scholar?cluster=7092383555481832039&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZwpRQ0Q1bWIJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 2, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Aplikasi Penentu Subyek Skripsi Menggunakan Metode Support Vector Machine", "pub_year": 2020, "citation": "Jurnal Infra 8 (2), 182-188, 2020", "author": "Artono Ivan Chandra and Yulia Yulia and Rudy Adipranata", "journal": "Jurnal Infra", "volume": "8", "number": "2", "pages": "182-188", "abstract": "Thesis is a task given by the university to students as a final assessment of the learning process that has been taken for several semesters. After completing the thesis, students submit their research results to the campus as a thesis collection. At Petra Christian University, every thesis collected is given a subject as the thesis category. However, giving this subject is still manual, so we need a system that can help determine the subject of the thesis. The system that is equipped with text mining features will help the library in determining the subject of the thesis. The steps taken are preprocessing consisting of punctual removal, stopword removal, and stemming. Then the process of extracting text data into numbers using TF-IDF. Furthermore, the data will be trained using the Support Vector Machine method which will produce a model and be used to predict subjects from input text. The trained data is the title data and …"}, "filled": true, "author_pub_id": "Niw1SQ0AAAAJ:1yQoGdGgb4wC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=3398224330537432852", "cites_id": ["3398224330537432852"], "pub_url": "https://scholar.google.com/scholar?cluster=3398224330537432852&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:FPfFKAbrKC8J:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Klasifikasi Artikel Berita Bahasa Indonesia Dengan Naive Bayes Classifier", "pub_year": 2020, "citation": "Jurnal Infra 8 (1), 146-151, 2020", "author": "Anthony Setiawan and Leo Willyanto Santoso and Rudy Adipranata", "journal": "Jurnal Infra", "volume": "8", "number": "1", "pages": "146-151", "abstract": "Human access to latest news now becoming more easier and much more, caused by advanced technological development in latest years. But, the article categorization is still manually inserted by the writer, so sometimes by human error, some mistake can be happening, like inserting wrong category or sometimes the writer purposely insert wrong category just because that category is so popular just to boost his viewer count. That’s why there is an application in the form of website to automatically categorizing the article that fit mostly to their its category. This application is using N-Gram feature and Naïve Bayes Classifier method to classifying news content. N-Gram feature is a feature that group words based on the amount of N, like unigram or bigram. Naïve Bayes Classifier is a method that using probability to solve some problem. According to the test using Naïve Bayes Classifier, in dataset training and test with …"}, "filled": true, "author_pub_id": "Niw1SQ0AAAAJ:ZuybSZzF8UAC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=16426970419874222039", "cites_id": ["16426970419874222039"], "pub_url": "https://scholar.google.com/scholar?cluster=16426970419874222039&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:189zJJBS-OMJ:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 0, "2022": 2, "2023": 0, "2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Implementasi Aplikasi Penunjuk Lokasi Objek Wisata Kota Surabaya Menggunakan Teknologi Augmented Reality", "pub_year": 2020, "citation": "Jurnal Infra 8 (1), 95-100, 2020", "author": "Hendry Gozali and Leo Willyanto Santoso and Rudy Adipranata", "journal": "Jurnal Infra", "volume": "8", "number": "1", "pages": "95-100", "abstract": "Tourism is one of the city travel activities where people and their families enjoy the beauty of the tourist sites. With so many tourist locations in various cities specifically the city of Surabaya, it is necessary to develop an application that can help in terms of finding a specific tourist location for the city of Surabaya. In this research, an application was made to utilize AR (Augmented reality) technology using the JavaScript-based Wikitude SDK library as a means of searching tourist attractions, so that users could more easily find tourist locations using a smartphone camera. This application will run on Android devices."}, "filled": true, "author_pub_id": "Niw1SQ0AAAAJ:VL0QpB8kHFEC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=5654603542846582018", "cites_id": ["5654603542846582018"], "pub_url": "https://scholar.google.com/scholar?cluster=5654603542846582018&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Ai0JffYveU4J:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Comparison of Image Duplication Detection Using the Polar Coordinates System and Histogram of Oriented Gradients Methods", "pub_year": 2019, "citation": "Journal of information and communication convergence engineering 17 (1), 67-73, 2019", "author": "Kartika Gunadi and Rudy Adipranata and Ivan Suryajaya", "volume": "17", "number": "1", "pages": "67-73", "abstract": "In the current era of digital technology, and with the help of existing software, digital photo manipulation is becoming easier and faster. One example of this is the development of powerful image processing software that makes it easy for a digital image to be manipulated and edited. It is therefore very important to protect and maintain public trust in digital images. Several methods have been developed to detect image manipulation. In this paper, we compare two methods for detecting image duplication due to copy-move actions, namely the polar coordinate system and the histogram of oriented gradients methods. The former is a method based on the transfer of a Cartesian image to a polar form, making it easy to tell whether there are objects that have undergone a copy/move in an image, while the latter is a method for retrieving information related to the distribution, which uses a target in the local area as a tool to represent the shape of the target. We compare the accuracy, speed and memory usage of these two methods."}, "filled": true, "author_pub_id": "Niw1SQ0AAAAJ:eflP2zaiRacC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/18237/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:XSUOTPMc06sJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengenalan aksara jawa dengan menggunakan metode convolutional neural network", "pub_year": 2019, "citation": "Jurnal Infra 7 (1), 221-227, 2019", "author": "Christopher Albert Lorentius and Rudy Adipranata and Alvin Tjondrowiguno", "journal": "Jurnal Infra", "volume": "7", "number": "1", "pages": "221-227", "abstract": "Penelitian ini bertujuan untuk melatih komputer untuk dapatmengenali Aksara Jawa. Sebelum penelitian ini, telah adabeberapa penelitian yang bertujuan serupa dengan metodepengenalan lain. Pada penelitian ini dicoba denganmenggunakan metode Convolutional Neural Network (CNN). Proses untuk mengenali Aksara Jawa memiliki tingkat kesulitansendiri dalam hal mengumpulkan data–data yang akandigunakan untuk proses pelatihan pengenalan Aksara Jawa. Secara garis besar, proses pengenalan huruf Jawa dapat dibagimenjadi 3 bagian, yaitu: segmentasi gambar dari dokumenberaksara Jawa, ekstraksi fitur–fitur dari setiap aksara Jawa, dan pengenalan aksara Jawa dari fitur–fitur yang telah diekstraksi. Gambar yang telah disegmentasi akan menjadi inputuntuk di fitur ekstraksi dan diklasifikasi. Setelah gambar telahdisegmentasi, gambar tersebut akan di-training-kanmenggunakan CNN model …"}, "filled": true, "author_pub_id": "Niw1SQ0AAAAJ:uc_IGeMz5qoC", "num_citations": 47, "citedby_url": "/scholar?hl=en&cites=491155889088159305", "cites_id": ["491155889088159305"], "pub_url": "https://scholar.google.com/scholar?cluster=491155889088159305&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Sd5wyq3v0AYJ:scholar.google.com/", "cites_per_year": {"2021": 9, "2022": 9, "2023": 16, "2024": 13}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Aplikasi pen-genalan plat nomor kendaraan negara indonesia menggunakan metode support vector machine (svm)", "pub_year": 2019, "citation": "Jurnal Infra 7 (2), 227-231, 2019", "author": "Timothy Tamara and Rudy Adipranata and Rolly Intan", "journal": "Jurnal Infra", "volume": "7", "number": "2", "pages": "227-231", "abstract": "The license plate recognition system is one of the techniques of licence plate data handling through the use of image processing. This research is divided into two parts, namely the methods of training and the license plate recognition using SVM classification. The early image processing involves the preprocessing stage continued by locating the license plate and segmenting every character on it. The segmented characters will be processed further with SVM. Test results show a success where the accuracy rate of the plate recognition reaches 79.64%."}, "filled": true, "author_pub_id": "Niw1SQ0AAAAJ:J-pR_7NvFogC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=7392367471452433737", "cites_id": ["7392367471452433737"], "pub_url": "https://scholar.google.com/scholar?cluster=7392367471452433737&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:SS0TgQz3lmYJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Klasifikasi Genre Musik Menggunakan Metode Deep Learning Convolutional Neural Network dan Mel-Spektrogram", "pub_year": 2019, "citation": "Jurnal Infra 7 (1), 51-55, 2019", "author": "Danny Lionel and Rudy Adipranata and Endang Setyati", "journal": "Jurnal Infra", "volume": "7", "number": "1", "pages": "51-55", "abstract": "Pertumbuhan database musik yang berkembang secara sangat pesat menyebabkan sukarnya proses pengelompokkan musik dalam kategori tertentu, sehingga dapat berakibat sulitnya pencarian suatu kategori musik dalam jumlah banyak dan skala yang besar. Dengan perkembangan jaman, sekarang telah mulai dikembangkan metode agar suatu audio file dapat dikenali secara otomatis dari fitur-fitur yang telah diekstrak sebelumnya dengan bantuan MFCC (Mel Frequency Cepstral Coefficients) dan ANN (Artificial Neural Network). Dalam penelitian ini akan digunakan metode Mel-spectrogram. Dimana Mel spektrogram merupakan hasil pemetaan fitur yang telah diambil oleh metode MFCC, yang akan diklasifikasikan dan dimasukkan kedalan Convolutional Neural Network. Yang akan dibedakan activation function nya yaitu ReLU dan ELU. Penelitian ini menunjukkan bahwa pengambilan fitur dari audio …"}, "filled": true, "author_pub_id": "Niw1SQ0AAAAJ:1qzjygNMrQYC", "num_citations": 16, "citedby_url": "/scholar?hl=en&cites=11601126691950860014", "cites_id": ["11601126691950860014"], "pub_url": "https://scholar.google.com/scholar?cluster=11601126691950860014&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:7pYIzEJ7_6AJ:scholar.google.com/", "cites_per_year": {"2021": 3, "2022": 4, "2023": 3, "2024": 6}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengenalan Aksara Jawa dengan Menggunakan Metode Area Based Feature Extraction dan Support Vector Machine", "pub_year": 2019, "citation": "Jurnal Infra 7 (1), 2019", "author": "Alfred Louis Wangsaputra and Rudy Adipranata and Alvin Nathaniel Tjondrowiguno", "journal": "Jurnal Infra", "volume": "7", "number": "1", "abstract": "Huruf Jawa merupakan salah satu dari budaya Indonesia yang beragam di pulau Jawa. Namun seiring dengan perkembangan teknologi, budaya huruf Jawa ini mulai ditinggalkan. Banyak generasi muda sekarang yang lebih tertarik untuk belajar bahasa asing daripada Bahasa Jawa. Walaupun orang Jawa tinggal di pulau Jawa tetapi masih banyak yang tidak mengerti huruf Jawa. Sangat disayangkan apabila suatu budaya yaitu huruf Jawa harus hilang karena tidak ada generasi muda yang mengerti huruf Jawa. Huruf Jawa memiliki tingkat kesulitan tersendiri untuk dipelajari karena bentuknya yang mirip antara satu huruf dengan huruf lainnya. Kesulitan dalam mempelajari huruf Jawa ini juga berpengaruh pada minat generasi muda untuk mempelajari huruf Jawa Selain itu, saat ini aplikasi mengenai huruf Jawa juga masih cenderung tidak terlalu banyak. Berdasarkan permasalahan tersebut, maka aplikasi …"}, "filled": true, "author_pub_id": "Niw1SQ0AAAAJ:V3AGJWp-ZtQC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=8585990846988331887", "cites_id": ["8585990846988331887"], "pub_url": "https://scholar.google.com/scholar?cluster=8585990846988331887&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:b6t-Ty-RJ3cJ:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 0, "2022": 1, "2023": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penerapan Fuzzy Control untuk Pengereman Kereta dalam Simulation Game", "pub_year": 2019, "citation": "Jurnal Infra 7 (1), 2019", "author": "Reinaldo Julaidi and Rolly Intan and Rudy Adipranata", "journal": "Jurnal Infra", "volume": "7", "number": "1", "abstract": "Penelitian mengenai pengereman kereta telah banyak dilakukan. Sebagai contoh, Wahyudi melakukan penelitian perhitungan pengereman kereta berupa kecepatan dengan Fuzzy. Yulianti melakukan penelitian pengereman kereta berupa kecepatan dan jarak dengan Fuzzy, dan di simulasikan. Namun, penelitian yang dilakukan masih belum menyesuaikan dengan keadaan kereta sesungguhnya saat dilakukan pengereman. Karena itu, dalam skripsi ini akan dibuat sebuah game dengan genre Simulation Game dengan AI untuk mensimulasikan pengereman kereta. Pengereman kereta yang dilakukan menggunakan Fuzzy Control dimana akan melakukan pengererman berdasarkan setiap Fuzzy rules dengan menggunakan metode Mamdani dengan kecepatan, massa, dan jarak sebagai Fuzzy Input. Hasil pengujian menunjukkan bahwa kereta dapat berhenti di tujuan dengan melakukan pengereman yang …"}, "filled": true, "author_pub_id": "Niw1SQ0AAAAJ:kRWSkSYxWN8C", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=8352304185910922756&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:BI46mWdY6XMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penerapan Algoritma Particle Swarm Optimization (PSO) untuk Optimisasi Pembangunan Negara dalam Turn Based Strategy Game", "pub_year": 2019, "citation": "Jurnal Infra 7 (1), 249-255, 2019", "author": "Andre Setiawan and Leo Willyanto Santoso and Rudy Adipranata", "journal": "Jurnal Infra", "volume": "7", "number": "1", "pages": "249-255", "abstract": "Bermain Video Game merupakan salah satu hiburan yang menjadi pilihan untuk mengisi waktu luang. Salah satu genre game yang cukup digemari oleh pemain adalah Turn Based Strategy. Game Turn Based Strategy memerlukan AI yang dapat membuat keputusan dengan optimal. Pada penelitian ini, AI dapat membuat keputusan untuk menentukan jenis dan lokasi bangunan, sehingga pembangunan menjadi lebih optimal. Untuk dapat mengambil keputusan dengan optimal, dibuatlah sebuah sistem algoritma AI. Sistem algoritma AI yang digunakan adalah Particle Swarm Optimization dalam mengambil keputusan untuk menentukan jenis dan lokasi bangunan. Hasil pengujian menunjukkan bahwa algoritma Particle Swarm Optimization dapat dikembangkan untuk dapat menentukan keputusan dengan baik berdasarkan fitness yang berpengaruh pada penentuan jenis dan lokasi bangunan. Hasil pengujian …"}, "filled": true, "author_pub_id": "Niw1SQ0AAAAJ:q3oQSFYPqjQC", "num_citations": 11, "citedby_url": "/scholar?hl=en&cites=6829094920519009492", "cites_id": ["6829094920519009492"], "pub_url": "https://scholar.google.com/scholar?cluster=6829094920519009492&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:1MT16qXRxV4J:scholar.google.com/", "cites_per_year": {"2019": 1, "2020": 0, "2021": 1, "2022": 2, "2023": 1, "2024": 3, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Game Membangun Kerajaan dengan Procedural Generated Map Menggunakan Perlin Noise", "pub_year": 2019, "citation": "Jurnal Infra 7 (1), 228-231, 2019", "author": "Joshua Ginove Hertanto Wijaya and Justinus Andjarwirawan and Rudy Adipranata", "journal": "Jurnal Infra", "volume": "7", "number": "1", "pages": "228-231", "abstract": "Video game sudah banyak beredar pada zaman sekarang. Salah satu genre yang digemari adalah city building survival. Pada tipe game ini map berperan sangat penting karena pemain akan membangun bangunannya diatas map. Pada penelitian ini akan digunakan metode perlin noise untuk membuat map secara procedural sehingga pada setiap permainan map akan berbeda."}, "filled": true, "author_pub_id": "Niw1SQ0AAAAJ:BrmTIyaxlBUC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=6321973942512512543", "cites_id": ["6321973942512512543"], "pub_url": "https://scholar.google.com/scholar?cluster=6321973942512512543&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:H-67Ms4pvFcJ:scholar.google.com/", "cites_per_year": {"2023": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Segmentation of Hanacaraka Characters Using Double Projection Profile and Hough", "pub_year": 2018, "citation": "Big Data Technologies and Applications: 8th International Conference, BDTA …, 2018", "author": "Liliana Liliana Singgih Mardianto Soephomo and Gregorius Satia Budhi and Rudy Adipranata", "journal": "Big Data Technologies and Applications: 8th International Conference, BDTA 2017, Gwangju, South Korea, November 23–24, 2017, Proceedings", "volume": "248", "pages": "29", "publisher": "Springer", "abstract": "In doing segmentation of Hanacaraka character, Javanese ancient character, one of Indonesian's ethnic ancient character in Java island, the difficulties that occur is the inconsistency of the space between lines, the size of the character and the thickness. Inconsistencies between row spacing and letter size are caused by the letters of the pair, the last vowel and consonant letters in one phoneme. While the thickness is inconsistent due to the writing style of theHanacaraka itself. Image Preprocessing needs to be done to get input without skew. To improve skewed text documents, we used Hough transforms to predict the edges of the text area. After that, to segment the line and then continue with segmentation of each character, horizontal projection profile is used and then proceed with"}, "filled": true, "author_pub_id": "Niw1SQ0AAAAJ:0KyAp5RtaNEC", "num_citations": 0, "pub_url": "https://books.google.com/books?hl=en&lr=&id=euN3DwAAQBAJ&oi=fnd&pg=PA29&dq=info:YeGxJw0JZwUJ:scholar.google.com&ots=FRnUQOTsQ-&sig=PTxlUtMcBc8IzshWoVDawD9entA", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:YeGxJw0JZwUJ:scholar.google.com/", "cites_per_year": {}}
