{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Konsep Terapeutik Arsitektur dalam Menurunkan Sindrom Burnout", "pub_year": 2024, "citation": "Advances in Civil Engineering and Sustainable Architecture 6 (2), 59-69, 2024", "author": "Aditya Christanto and Joyce Marcella Laurens and Agus Dwi Hariyanto", "journal": "Advances in Civil Engineering and Sustainable Architecture", "volume": "6", "number": "2", "pages": "59-69", "abstract": "Para peserta pendidikan kedokteran, dalam menjalankan tugasnya di Rumah Sakit Pendidikan memerlukan usaha dan kerja keras hingga terkadang menyebabkan permasalahan kesehatan. Sindrom burnout merupakan kondisi yang menggambarkan respon terhadap stres yang berhubungan dengan pekerjaan dengan kelelahan fisik, mental dan emosional yang relatif lama. Menjadi pemicu bagi beberapa dokter melakukan penelitian tentang kesehatan dan keberlanjutan paramedis, dengan mengangkat kembali isu tentang pentingnya ruang istirahat. Pendekatan teori Therapeutic Architercture sebagai salah satu penanganan dengan memodifikasi lingkungan diharapkan dapat membantu para peserta pendidikan kedokteran dalam menghadapi sindrom burnout. Tujauan penelitian ini untuk mempelajari bagaimana peserta pendidikan kedokteran meredakan burnout yang mereka hadapi melalui restorasi perhatian berdasarkan kegiatan/aktivitas. Metode penelitian yang akan digunakan menggunakan pendekatan metode kualitatif, mengelolah data menggunakan konten analisis, menyunting dan mengkodekan selanjutnya di uji menggunakan perangkat lunak statistik JMP. Variabel yang paling berpengaruh dalam upaya mengatasi burnout ialah “soft fascination” yang berhubungan dengan relaksasi dan rekreasi, yang mendukung konsep Therapeutic Architecture. Menghadirkan suasana layaknya rumah, dengan variabel lingkungan arsitektur yang dapat di terapkan pada ruang istirahat dokter. Hingga dapat menurunkan burnout pada para peserta pendidikan kedokteran."}, "filled": true, "author_pub_id": "NMmVJDcAAAAJ:_Qo2XoVZTnwC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/acesa/article/view/13898", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:00Gllve9pjIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Fasilitas pemberdayaan masyarakat Noelbaki di Kabupaten Kupang", "pub_year": 2019, "citation": "EDIMENSI ARSITEKTUR, VII 1, 961-968, 2019", "author": "Liana Maria Callista Lie and Joyce Marcella Laurens", "journal": "EDIMENSI ARSITEKTUR, VII", "volume": "1", "pages": "961-968", "abstract": "Negara Indonesia adalah Negara yang memiliki masalah pengungsi Internasional sejak tahun 1999. Kasus pengungsian yang dimaksud adalah pisahnya Timor Timur–Indonesia yang menyebabkan 250.000 warga Timtim mengungsi ke NTT dengan 94.388 orang memilih berubah status menjadi Warga Negara Indonesia (WNI). Sebagian besar eks-pengungsi Timtim ini menetap di daerah yang bernama desa Noelbaki di Kabupaten Kupang. Namun, warga Eks-Pengungsi Timor-Timur yang umumnya berdomisili di Noelbaki belum bisa hidup secara mandiri tanpa bantuan pemerintah. Masalah lain yang dihadapi adalah adanya pelabelan nama “Eks-Pengungsi Timor-Timur” pada masyarakat yang sudah lama menetap di Noelbaki ini. Melihat realita yang ada, maka dibuatlah Fasilitas Pemberdayaan Masyarakat Noelbaki di Kabupaten Kupang untuk menunjang dan melatih masyarakat Noelbaki agar dapat …"}, "filled": true, "author_pub_id": "NMmVJDcAAAAJ:4JMBOYKVnBMC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=16771875140423875428", "cites_id": ["16771875140423875428"], "pub_url": "https://scholar.google.com/scholar?cluster=16771875140423875428&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZHsrOpSrwegJ:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 0, "2022": 1, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Intervention program to change the pro-environmental behavior of the riverside community", "pub_year": 2017, "citation": "Journal of ASIAN Behavioural Studies 2 (3), 73-83, 2017", "author": "Joyce Marcella Laurens", "journal": "Journal of ASIAN Behavioural Studies", "volume": "2", "number": "3", "pages": "73-83", "abstract": "  The riverside communities devised a community-based program to negotiate with the local government to avoid eviction. As an intervention package,-which aims to upgrade the living environment and increase the residents’ pro-environmental behaviour-, this program consists of organization and information, combined with social interaction, commitment and feedback performance. Intensive observations were used to examine the effectiveness of the program to environmental behaviour change and upgrading settlement. The findings reveal that having a common objective of renovation is the most influential variable in motivating individuals to increase environmentally friendly behaviour on the upgrading environment.  Keywords: behavior change, community-based, social interaction  © 2017. The Authors. Published for AMER ABRA by e-International Publishing House, Ltd., UK. This is an open access article under the CC BYNC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/). Peer–review under responsibility of AMER (Association of Malaysian Environment-Behaviour Researchers), ABRA (Association of Behavioural Researchers on Asians) and cE-Bs (Centre for Environment-Behaviour Studies), Faculty of Architecture, Planning & Surveying, Universiti Teknologi MARA, Malaysia."}, "filled": true, "author_pub_id": "NMmVJDcAAAAJ:2osOgNQ5qMEC", "num_citations": 12, "citedby_url": "/scholar?hl=en&cites=9591759270344809865", "cites_id": ["9591759270344809865"], "pub_url": "http://jabs.e-iph.co.uk/index.php/jABs/article/view/193", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:iV32rzzGHIUJ:scholar.google.com/", "cites_per_year": {"2017": 2, "2018": 1, "2019": 0, "2020": 3, "2021": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Relasi antara makna dan bentuk inkulturasi arsitektur Gereja Katolik: kasus studi Gereja Katolik Ganjuran-Bantul, Gereja Katolik Pugeran-Yogyakarta, Gereja Katolik Marganingsih-Kalasan", "pub_year": 2017, "citation": "Program Doktor Arsitektur Program Pascasarjana Universitas Katolik Parahyangan, 2017", "author": "Joyce Marcella Laurens", "abstract": "Berbagai bentuk arsitektur gereja Katolik di Indonesia kini tidak lagi berlanggam arsitektur Gotik seperti pada awal kehadirannya di Indonesia. Proses inkulturasi yang menjadikan Gereja sebagai bagian dari masyarakat setempat, memengaruhi bentuk arsitektur gereja Katolik di Indonesia, sehingga bentuknya semakin bernafaskan arsitektur setempat. Bentuk arsitektur Gotik telah lama dikenal sebagai bangunan gereja yang sarat makna, sehingga perubahan bentuk arsitektur gereja menimbulkan pertanyaan bagaimana struktur relasi antara makna bentuk inkulturasi arsitektur dengan bentuk yang bernafaskan arsitektur setempat tersebut; dan bagaimana cara mengidentifikasi relasi antara makna dan bentuk inkulturasi arsitektur dalam konteks arsitektur sakral? Penelitian ini bertujuan mengungkap seluruh relasi antara makna dan bentuk inkulturasi arsitektur Gereja Katolik, melalui tiga kasus studi, yaitu gereja Katolik Ganjuran-Bantul; gereja Katolik Pugeran-Yogyakarta, dan gereja Katolik Marganingsih-Kalasan. Penelitian ini bersifat deskriptif, analitis dan interpretatif berdasarkan data literatur dan data empiris, dengan menggunakan pendekatan semiotika Greimas. Proses penelitian ini diawali dengan kajian teoritis mengenai inkulturasi dan semiotika, untuk membangun sebuah kerangka analisis sebagai instrumen mengidentifikasi relasi makna dan bentuk inkulturasi arsitektur pada kasus studi. Hasil analisis relasi antara makna dan bentuk inkulturasi arsitektur pada ketiga kasus studi, menunjukkan bahwa kualitas relasi antara makna dan bentuk inkulturasi arsitektur sangat dinamis mulai dari tingkat permukaan hingga tingkat dalam …"}, "filled": true, "author_pub_id": "NMmVJDcAAAAJ:3fE2CSJIrl8C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=12875637426019380513", "cites_id": ["12875637426019380513"], "pub_url": "https://scholar.google.com/scholar?cluster=12875637426019380513&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:IS2cWgV0r7IJ:scholar.google.com/", "cites_per_year": {"2020": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Contextual relationship of form and meaning in architectural inculturation", "pub_year": 2015, "citation": "J. Appl. Environ. Biol. Sci 5 (12), 1-7, 2015", "author": "Joyce Laurens and P Salura", "journal": "J. Appl. Environ. Biol. Sci", "volume": "5", "number": "12", "pages": "1-7", "abstract": "This study aimed to explore the relationship of form and meaning in architectural inculturation, which can be seen as a powerful agency to reinforce the sacredness of church architecture. Inculturation process shifted the preferences of having typical Gothic church architecture to new local architecture Christian style. Ganjuran Catholic Church in Bantul, Yogyakarta is taken as case study. This is a descriptive, analytical and interpretive study, using an interdisciplinary approach by borrowing structural analysis from the discipline of semiotics and complemented by architectural analysis. Description and analyses are made to identify the local architectural components that are present in Catholic worship and to explain the meaning behind it. The study showed that the relationship between architectural inculturation and meaning, can be understood as the result of an intimate connection that engages people perceptually and intellectually in relation to the formal and spatial design, structural aspects and ornamentation in the context of sacredness. This analytical understanding could be the basis for strategic action to address issues of church architecture and its interaction with local culture."}, "filled": true, "author_pub_id": "NMmVJDcAAAAJ:Tyk-4Ss8FVUC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=799123197324543977", "cites_id": ["799123197324543977"], "pub_url": "http://www.purnamasalura.com/uploads/3/2/0/3/32036609/contextual_relationship_of_form_and_meaning_in_arch_inculturation.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6cdNZFAOFwsJ:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "RELASI BENTUK-MAKNA ARSITEKTUR JAWA PADA GEREJA KATOLIK HATI KUDUS YESUS, GANJURAN DALAM TINJAUAN TEORITIK DAN PENGALAMAN", "pub_year": 2014, "citation": "RELASI BENTUK-MAKNA ARSITEKTUR JAWA PADA GEREJA KATOLIK HATI KUDUS YESUS …, 2014", "author": "Joyce Marcella Laurens"}, "filled": true, "author_pub_id": "NMmVJDcAAAAJ:4TOpqqG69KYC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:iYC6E2WqBV4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Makna Transendental Di Balik Bentuk Arsitektur Tradisional Jawa Pada Gereja Katolik Ganjuran, Yogyakarta", "pub_year": 2014, "citation": "Makna Transendental Di Balik Bentuk Arsitektur Tradisional Jawa Pada Gereja …, 2014", "author": "Joyce Marcella Laurens", "abstract": "Bangunan  gereja  Katolik  Hati  Kudus  Yesus,  Ganjuran,  adalah  satu  bentuk perwujudan lahiriah dari proses inkulturasi dalam agama Katolik, di mana Gereja belajar dari budaya  setempat  dan  memperkaya  diri  dengan  nilai-nilai  setempat. Sebagai acuan dalam proses perancangan bangunan ini, adalah bentuk arsitektur keraton Yogyakarta.  Arsitektur yang  menjadi  patron  ini  telah  dikenal  menyimpan  sejumlah  makna  di  balik  elemen-elemen bentuknya,  termasuk  bagaimana  masyarakat  Jawa  menghayati  yang  ilahi  bagaimana kekayaan  pengalaman  religius  orang  Jawa.  Sebagai  bentuk  pengungkapan  iman  Katolik, bangunan  gereja  tidak  terhindarkan  dari  saratnya  makna-makna  simbolik  yang menggambarkan hubungan manusia dengan Tuhannya. Tujuan makalah ini adalah mengungkapkan kualitas relasi makna-bentuk arsitektur gereja Katolik yang mengalami proses inkulturasi.  Bagaimana  arsitek  mengekspresikan  relasi transendental  yang  mendalam  ini,  dalam  arsitektur  tradisional  Jawa,  tanpa  semata-mata hanya meniru elemen formal yang membentuk langgam arsitektur tradisional Jawa. Pengkajian dilakukan secara deskriptif interpretatif, melalui analisis relasi fungsi-bentuk-makna yang terdapat pada arsitektur gereja Katolik Hati Kudus Yesus-Ganjuran, dan arsitektur keraton Yogyakarta. Hasil pengkajian menunjukkan kuatnya usaha mengekspresikan makna simbolik hingga ke elemen-elemen dekorasi arsitektur. Makna transendental pada arsitektur gereja ini sangat dipengaruhi oleh memori atau kesadaran budaya pengamatnya, baik.terhadap elemen-elemen yang membentuk langgam …"}, "filled": true, "author_pub_id": "NMmVJDcAAAAJ:-f6ydRqryjwC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=12889289254689751656", "cites_id": ["12889289254689751656"], "pub_url": "https://repository.petra.ac.id/16781/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:aMIKaUn037IJ:scholar.google.com/", "cites_per_year": {"2016": 1, "2017": 0, "2018": 0, "2019": 0, "2020": 0, "2021": 0, "2022": 0, "2023": 0, "2024": 3, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Peran Teknologi pada Relasi Bentuk dan Makna Arsitektur Gereja Katolik dalam Proses Inkulturasi", "pub_year": 2013, "citation": "Peran teknologi pada Relasi Bentuk dan Makna Arsitektur Gereja Katolik dalam …, 2013", "author": "Joyce Marcella Laurens", "abstract": "Persentuhan satu budaya dengan budaya yang lain, membawa dampak perubahan pada perwujudan arsitektur setempat, seperti halnya yang terjadi pada arsitektur gereja di Indonesia. Arsitektur Gotik yang berasal dari Eropa Tengah dan dianggap sebagai simbol kesakralan menjadi rujukan penting dalam arsitektur gereja Katolik. Namun, dalam proses inkulturasi, Gereja dituntut untuk belajar dari budaya setempat dan memperkaya diri dengan nilai-nilai setempat, karenanya, bentuk arsitektur gereja Katolik di Indonesia kini semakin meninggalkan ciri arsitektur Gotik, dan semakin bernafaskan arsitektur lokal yang dalam perwujudannya tidak terlepas dari perkembangan teknologi. Selain mewadahi aktivitas ibadah, bentukan ini juga menyandang sejumlah makna tertentu. Tujuan makalah ini adalah mengungkapkan peran teknologi dalam pembentukan kualitas relasi bentuk dan makna arsitektur gereja Katolik yang mengalami poses inkulturasi. Pengkajian dilakukan secara deskriptif interpretatif, melalui analisis relasi fungsi-bentuk-makna arsitektur gereja, dan analisis peran teknologi pada relasi tersebut dengan menggunakan kasus studi gereja Katolik Roh Kudus, Surabaya. Hasil pengkajian menunjukkan bahwa teknologi mendukung perwujudan arsitektur lokal sebagai artefak yang mewadahi aktivitas ibadah umat Katolik sesuai tuntutan liturgi dan hakekat agama Katolik. Teknologi juga berperan mengekspresikan potensi lokal baik melalui perwujudan bentuk arsitektur secara keseluruhan maupun dalam elemen-elemen simboliknya, sehingga membentuk identitas arsitektur Gereja Katolik Nusantara."}, "filled": true, "author_pub_id": "NMmVJDcAAAAJ:L8Ckcad2t8MC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/16567/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:dvHH7t22yU0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Relasi Bentuk-Makna Perseptual pada Arsitektur Gereja Katolik di Indonesia", "pub_year": 2013, "citation": "", "author": "Joyce Marcella Laurens", "abstract": "Melalui proses inkulturasi, bentuk arsitektur Gereja Katolik di Indonesia, semakin bernafaskan arsitektur setempat, menggantikan bentuk arsitektur Gotik yang semula menjadi rujukan bagi arsitektur sakral. Kesakralan pada arsitektur Gereja ini ditentukan oleh perilaku yang terjadi di sana, pengalaman para pengamat dan penggunanya, serta makna-makna yang diasosiasikan dengan bentuk arsitektur Gereja Katolik tersebut. Makalah ini merupakan kajian teoretis mengenai hubungan bentuk arsitektur Gereja Katolik yang inkulturatif dengan makna perseptual bagi pengamat dan penggunanya. Bentuk arsitektur terkait dengan faktor teologi agama Katolik, teori arsitektur religius, dan konteks kesetempatan. Makna perseptual terkait dengan faktor pengalaman spasial, fungsional dan pengalaman religius dalam arsitektur Gereja Katolik. Hubungan bentuk arsitektur Gereja Katolik dan makna perseptualnya dipahami melalui analisis elemen-elemen perseptualnya."}, "filled": true, "author_pub_id": "NMmVJDcAAAAJ:dhFuZR0502QC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=619446373401375400", "cites_id": ["619446373401375400"], "pub_url": "https://repository.petra.ac.id/16301/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qDL-0zG3mAgJ:scholar.google.com/", "cites_per_year": {"2021": 2, "2022": 2, "2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Inclusive Design with Difable in Special School Surabaya", "pub_year": 2013, "citation": "Inclusive Design with Difable in Special School Surabaya, 2013", "author": "Gunawan Tanuwidjaja and Joyce Marcella Laurens and Stephen Yona Loanoto and Stephany Tandian and Feby Adriana Honsujaya", "abstract": "Special Junior High School of Educational Foundation for the Blind Children (SMPLB - A YPAB), located in Jalan Gebang Putih no 5 Surabaya, was a special school for diffable students for many years. Unfortunately the school was less accessible for its students. Therefore an accessibility evaluation and participatory design were needed for answering this challenge.  The evaluation and design were conducted in a framework of Service Learning AR633 Inclusive Design Course conducted by the Architectural Program if Petra Christian University. The Service Learning method was suitable to answer this, because the process included educating the 3rd year architectural students on the importance of Inclusive Design and serving the less privilege persons.  The evaluation process as well as participatory or inclusive design was creative. The process involved the interview with blind students and blind teachers, the accessibility simulation of the Architectural students in the Junior High School, the Focus Group Discussions with diffable students and teachers (including the diffable teachers) of the School. The 1:20 - scale - architectural - model was found effective for communicating the design to the blind. Lastly, two alternative designs were proposed for renovating the blind school. The case emphasized that creative process need more participation of all stakeholders in the building."}, "filled": true, "author_pub_id": "NMmVJDcAAAAJ:_FxGoFyzp5QC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/16635/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5K1hm8ZF_G0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "LAPORAN KEGIATAN SERVICE LEARNING & PENGABDIAN MASYARAKAT AR633–DESAIN INKLUSI EVALUASI AKSESIBILITAS DAN REDESAIN PARTISIPATIF SMP YPAB, SURABAYA", "pub_year": 2013, "citation": "Petra Christian University, 2013", "author": "Gunawan Tanuwidjaja and Joyce Marcella Laurens and Stephen Yona Loanoto and Stephany Tandian and Feby Adriana Honsujaya and Josephine Hardjawikarta and Leonard Soeprajitno", "publisher": "Petra Christian University", "abstract": "Sekolah Menengah Pertama Luar Biasa Bagian – A Yayasan Pendidikan Anak Buta (SMPLB-A YPAB) berlokasi di Jalan Gebang Putih no 5 Surabaya, merupakan lembaga pendidikan bagi Tuna netra yang telah mendidik banyak siswa untuk kembali ke masyarakat, Fasilitas SMPLB-A YPAB ini tidak didesain bagi siswa – siswa tuna netra sehingga dirasakan tidak aksesibel bagi penggunanya.   Seharusnya Evaluasi Aksesibilitas dapat dilakukan atas kondisi SMPLB-A YPAB saat ini. Hal ini dilakukan dengan mengevaluasi SMP ini berdasarkan 7 prinsip Desain Inklusi. Pengetahuan dan pemahaman mengenai aksesibilitas merupakan salah satu tujuan dari matakuliah Desain Inklusi (AR633). Untuk itu matakuliah AR633, yang menerapkan metode Service Learning, akan menggunakan SMPLB-A YPAB sebagai lokasi kegiatan Service Learning. Evaluasi eksesibilitas dan redesain aksesibilitas SMPLB-A YPAB akan dilakukan secara partisipatif oleh mahasiswa peserta AR633, Guru - Guru YPAB di lokasi SMPLB-A YPAB selanjutnya sesuai dengan dana yang ada, sebagian dari solusi desain tersebut akan dilaksanakan bersama mahasiswa AR633. Evaluasi eksesibilitas akan dilakukan bersama oleh mahasiswa peserta Mata Kuliah Desain Inklusi AR633 para Guru YPAB yang juga merupakan tuna netra di lokasi tersebut.   Kemudian usulan Redesain Partisipatif SMPLB-A YPAB, Surabaya juga akan dilakukan. Beberapa solusi desain akan dihasilkan dengan melakukan lokakarya bersama para Mahasiswa dan Guru SMPLB-A YPAB tersebut. Diharapkan agar dpat dilakukan redesain secara menyeluruh kawasan sekolah ini. Sedangkan …"}, "filled": true, "author_pub_id": "NMmVJDcAAAAJ:hC7cP41nSMkC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/15656/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:iURwiRoT1a4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Memahami arsitektur lokal dari proses inkulturasi pada arsitektur Gereja Katolik di Indonesia", "pub_year": 2012, "citation": "Reinterpretasi Identitas Arsitektur Nusantara, 9-16, 2012", "author": "Joyce Marcella Laurens", "journal": "Reinterpretasi Identitas Arsitektur Nusantara", "pages": "9-16", "publisher": "Universitas Udayana", "abstract": "Arsitektur adalah produk budaya yang berkembang melalui proses dalam waktu yang panjang sesuai dengan konteks lokalitas, Persentuhan satu budaya dengan budaya yang lain, membawa dampak perubahan pada perwujudan arsitektur lokal. Perkembangan arsitektur Gereja Katolik di Indonesia, yang semula merujuk pada bentuk arsitektur Gotik, kini semakin meninggalkan ciri arsitektur Gotik dan semakin bernafaskan arsitektur lokal. Melalui proses inkulturasi, Gereja dituntut untuk belajar dari budaya setempat dan memperkaya diri dengan nilai-nilai setempat, karena Gereja yang tumbuh tanpa inkulturasi dan kontekstualisasi melahirkan alienasi bentuk dan ragam arsitektur gereja yang tidak berakar pada lingkungannya. Pengkajian arsitektur Gereja Katolik di Indonesia menunjukkan bahwa ia bermakna sebagai artefak yang mewadahi aktivitas ritual umat Katolik sesuai tuntutan liturgi Gereja, dan sekaligus juga berperan dalam mengekspresikan potensi lokal baik melalui perwujudan arsitektur secara keseluruhan maupun dalam elemen-elemen simboliknya, sehingga bentuk dan makna arsitektur Gereja Katolik di Indonesia juga menjadi identitas arsitektur Gereja Katolik Indonesia"}, "filled": true, "author_pub_id": "NMmVJDcAAAAJ:_kc_bZDykSQC", "num_citations": 15, "citedby_url": "/scholar?hl=en&cites=6151006783558352942", "cites_id": ["6151006783558352942"], "pub_url": "https://repository.petra.ac.id/16300/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:LoADiRTEXFUJ:scholar.google.com/", "cites_per_year": {"2019": 2, "2020": 1, "2021": 3, "2022": 2, "2023": 2, "2024": 3, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Changing behavior and environment in a community-based program of the riverside community", "pub_year": 2012, "citation": "Procedia-Social and Behavioral Sciences 36, 372-382, 2012", "author": "Joyce Marcella Laurens", "journal": "Procedia-Social and Behavioral Sciences", "volume": "36", "pages": "372-382", "publisher": "Elsevier", "abstract": "The riverside communities devised a community-based program to negotiate with the local government so that they are not evicted. As an intervention package, -which aims to upgrade the living environment and increase the residents’ pro-environmental behaviour-, this program consists of organization and information, combined with social interaction, commitment and feedback performance. Intensive observations were used to examine the effectiveness of the program to environmental behaviour change and upgrading settlement. The finding reveals that having common objective of renovation is the most influential variable in motivating individuals to increase environmentally friendly behaviour on the upgrading environment."}, "filled": true, "author_pub_id": "NMmVJDcAAAAJ:9yKSN-GCB0IC", "num_citations": 63, "citedby_url": "/scholar?hl=en&cites=16948143064628145792", "cites_id": ["16948143064628145792"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S1877042812005083", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:gC6peVLmM-sJ:scholar.google.com/", "cites_per_year": {"2013": 2, "2014": 1, "2015": 4, "2016": 4, "2017": 5, "2018": 6, "2019": 4, "2020": 5, "2021": 12, "2022": 5, "2023": 10, "2024": 3, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "LAPORAN PENELITIAN AKSESIBILITAS BAGI PENGGUNA TERMINAL BIS PURABAYA-SURABAYA", "pub_year": 2011, "citation": "ARCHITECTURE, 2011", "author": "Joyce Marcella Laurens and Gunawan Tanuwidjaja", "journal": "ARCHITECTURE", "abstract": "Terminal bus merupakan fasilitas publik yang digunakan oleh masyarakat umum di kota maupun daerah, namun saat ini kenyamanan dan kemudahan akses bagi setiap pengguna terminal bus belum menjadi pertimbangan utama dalam perencanaan fasilitas publik. Meskipun sesungguhnya pemerintah telah mengeluarkan Pedoman Teknis Fasilitas dan Aksesibilitas pada Bangunan Gedung dan Lingkungan, dan meratifikasi konvensi PBB mengenai hak penyandang disabilitas. Fenomena sulitnya aksesibilitas ke dan di dalam bangunan dan prasarana pelayanan umum, menjadi isu penting dalam sebuah pendekatan baru dalam arsitektur yang disebut Desain inklusi. Pendekatan ini menekankan pentingnya mengakomodasi sebanyak mungkin variasi pengguna atau memperlebar spektrum pengguna.  Melalui metoda pengamatan dan wawancara terhadap sejumlah pengguna terminal bus Purabaya, -yang dilakukan saat menjelang dan setelah hari Raya Idul Fitri, dan pada hari-hari kerja lainnya-, diperoleh spektrum pengguna terminal bus Purabaya, dengan beragam keterbatasan kemampuan fisiknya.  Ditemukan sekitar 15.8% pengguna adalah kelompok penyandang disabilitas yang terkendala bukan karena kecacatan fisiknya tetapi karena saat bepergian kedua tangannya harus membawa barang berat. Melalui prinsip desain inklusi ini, kondisi fisik Terminal bus Purabaya dievaluasi sejauh mana telah mengakomodasi aksesibilitas bagi pengguna dalam spektrum dengan berbagai keterbatasan kemampuan fisik tersebut."}, "filled": true, "author_pub_id": "NMmVJDcAAAAJ:qUcmZB5y_30C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/15557/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6ge-AN3siJoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penataan Elemen Struktural Untuk Menyederhanakan Perilaku Dinamik, Dalam Keterpaduan Dengan Desain Arsitektur", "pub_year": 2011, "citation": "Dimensi: Journal of Architecture and Built Environment 38 (1), 43-54, 2011", "author": "Bisatya W Maer and Benjamin Lumantarna and Joyce M Laurens", "journal": "Dimensi: Journal of Architecture and Built Environment", "volume": "38", "number": "1", "pages": "43-54", "abstract": "Penelitian ini bertujuan untuk menemukan penataan elemen struktural yang dapat lebih efektif menyederhanakan perilaku dinamik struktur terhadap gempa bumi, dan tidak merusak keterpaduan antara rancangan arsitektural dengan rancang¬¬ an struktural. Sebagai studi kasus digunakan prototipe yang merupakan bagian tower dari Gedung Intiland Tower Jakarta. Penelitian diawali dengan membuat dan menganalisis model eksisting dan tiga buah model perubahan tata letak elemen struktural untuk mendapatkan perbandingan defleksi lateral dari model-model tersebut. Perbandingan tersebut me¬ nunjukkan tingkat efektifitas tata letak elemen struktural dalam menyederhanakan perilaku dinamik, sementara pengaruh¬ nya terhadap tingkat keterpaduan dievaluasi dengan metode diskriptif. Hasil penelitian menunjukkan bahwa ada dua model eksperimen yang signifikan mengurangi defleksi lateral dan satu diantaranya tidak mengganggu keterpaduan rancangan arsitektural."}, "filled": true, "author_pub_id": "NMmVJDcAAAAJ:Se3iqnhoufwC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=14350478104161333801", "cites_id": ["14350478104161333801"], "pub_url": "http://dimensi.petra.ac.id/index.php/ars/article/view/18312", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KbKOu80jJ8cJ:scholar.google.com/", "cites_per_year": {"2016": 1, "2017": 0, "2018": 0, "2019": 0, "2020": 0, "2021": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "TAMAN SEPEDA PENGGERAK WISATA BUDAYA KOTA-TUA, SURABAYA", "pub_year": 2010, "citation": "", "author": "Joyce Marcella Laurens and Guntoro Tanzil", "abstract": "Kegiatan bersepeda yang semakin digemari warga kota Surabaya, dilakukan di jalan raya, di antara kendaraan bermotor, karena belum adanya ruang publik khusus bagi kegiatan mereka. Di sisi lain, kawasan kota-tua Surabaya yang menyimpan warisan budaya kota tidak tergarap, bahkan cenderung terabaikan. Makalah ini mengkaji usaha mengintegrasikan aktivitas bersepeda dengan potensi kota melalui keberadaan sebuah Taman Sepeda dengan museum sepeda di kawasan kota-tua, Surabaya, yang akan berperan sebagai ruang publik tujuan penggemar sepeda untuk berekspresi dalam kehidupan komunalnya, dan juga berperan sebagai terminal untuk mengumpulkan wisatawan dan menggerakkan kehidupan wisata budaya di kota-tua, Surabaya"}, "filled": true, "author_pub_id": "NMmVJDcAAAAJ:7PzlFSSx8tAC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/15481/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:YP4XUnsIUysJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Integrasi Riset dan Desain: Sebuah Pendekatan dalam Pembelajaran di Studio Perancangan", "pub_year": 2008, "citation": "Prosedding Seminar Nasional, 9-10, 2008", "author": "Joyce M Laurens", "journal": "Prosedding Seminar Nasional", "pages": "9-10"}, "filled": true, "author_pub_id": "NMmVJDcAAAAJ:KlAtU1dfN6UC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=8057722200959183956", "cites_id": ["8057722200959183956"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VGzzbqbH0m8J:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 0, "2022": 0, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pendekatan Perilaku-Lingkungan Dalam Perancangan Pemukiman Kota Panduan desain bagi pencegahan tindak kriminal", "pub_year": 2006, "citation": "DIMENSI: Journal of Architecture and Built Environment 34 (1), 19-30, 2006", "author": "Joyce M Laurens", "journal": "DIMENSI: Journal of Architecture and Built Environment", "volume": "34", "number": "1", "pages": "19-30", "abstract": "The increase of crime statistics in urban residential area, and the fact that there is no particular guidance for Indonesian architects which explicitly refers to crime prevention, leads the Housing Development Research Centre, Department of Housing and Regional Infrastructure, to promote a research, which aims to set out guidance dealing with principles of crime prevention in urban housing. In reference to the situational approach, or more specifically as\" crime prevention through environmental design\", this research studies the relationship between building typo-morphology and environmental behaviour. The case study,-urban residential areas with high, medium dan low crime statistics-, shows that environment can be manipulated to reduce opportunities for commiting crime. Abstract in Bahasa Indonesia: Meningkatnya tindak kriminal di kawasan perumahan kota, serta belum adanya panduan bagi perancang di Indonesia yang mengacu pada usaha mencegah terjadinya tindak kriminal, mendasari penelitian yang diprakarsai oleh Pusat Penelitian Pengembangan Pemukiman, Departemen Permukiman dan Prasarana Wilayah. Penelitian ini dibuat untuk menyusun panduan desain dengan prinsip pencegahan tindak kriminal di pemukiman kota. Dengan mengacu pada pendekatan situasional, atau secara spesifik dikenal sebagai\" pencegahan tindak kriminal melalui perancangan lingkungan\"(Crime Prevention Through Environmental Design-CPTED), penelitian ini mempelajari hubungan antara tipologi bangunan dan morfologi kawasan dengan perilaku lingkungan. Dari obyek studi,-kawasan dengan tingkat kriminalitas tinggi, sedang dan …"}, "filled": true, "author_pub_id": "NMmVJDcAAAAJ:qjMakFHDy7sC", "num_citations": 21, "citedby_url": "/scholar?hl=en&cites=15213793716104909336", "cites_id": ["15213793716104909336"], "pub_url": "http://dimensi.petra.ac.id/index.php/ars/article/view/16453", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:GNKAVsdAItMJ:scholar.google.com/", "cites_per_year": {"2008": 1, "2009": 1, "2010": 1, "2011": 1, "2012": 0, "2013": 0, "2014": 3, "2015": 0, "2016": 0, "2017": 0, "2018": 0, "2019": 3, "2020": 1, "2021": 4, "2022": 4, "2023": 1}}
