{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penggunaan Energi Surya sebagai Tenaga Penggerak Mesin Pencacah Hijauan Pakan Ternak di Dusun Turi, Tulungagung", "pub_year": 2025, "citation": "Agrokreatif: Jurnal Ilmiah Pengabdian kepada Masyarakat 11 (1), 38-51, 2025", "author": "Hariyo Priambudi Setyo Pratomo and Hanny Hosiana Tumbelaka and Joni Dewanto and Indar Sugiarto and Iwan Halim Sahputra", "journal": "Agrokreatif: Jurnal Ilmiah Pengabdian kepada Masyarakat", "volume": "11", "number": "1", "pages": "38-51", "abstract": "Kegiatan pengabdian ini bertujuan untuk menerapkan energi surya pada mesin pencacah pakan ternak sapi dan kambing untuk menghasilkan pakan yang tercacah halus. Realisasi prototipe mesin pencacah dan sistem pembangkit energi listrik skala kecil didasarkan pada wawancara dengan peternak. Hijauan pakan ternak yang dicacah meliputi rumput gajah, kaliandra, dan tebu muda. Sistem pembangkit energi listrik beserta mesin pencacah diletakkan di lahan yang telah disepakati oleh para peternak. Lebih jauh, studi perbandingan konstruksi mesin menunjukkan bahwa mekanisme pemotongan free cutting yang diimplementasikan juga digunakan oleh peneliti lain dan memiliki konstruksi yang sederhana dan kuat, namun memberikan kemudahan dalam pembongkaran dan perawatan. Monocrystalline solar panel dengan luasan 12, 1568 m2, inverter, dan baterei digunakan sebagai pembangkit energi listrik untuk menggerakkan mesin pencacah. Lonjakan arus listrik pada awal pengoperasian mesin ditunjukkan sebesar 73, 82 A dan dapat diredam oleh Variable Speed Drive menjadi 3.4 A. Sistem pembangkit listrik memiliki kapasitas terpasang 5000 Watts dan mampu menghasilkan energi listrik efektif sebesar 3000 Watts dari penangkapan penyinaran sinar matahari selama 8 jam (pukul 8 pagi sampai 16 sore) setiap hari. Mesin pencacah bertenaga surya mampu mencapai kapasitas produksi pakan ternak tercacah halus sebesar 200 kg/jam dan mampu beroperasi nonstop setiap hari selama 6 jam. Para peternak puas dengan performa mesin pencacah sebagaimana ditunjukkan dalam isian angket dari peternak. Selain itu, para …"}, "filled": true, "author_pub_id": "nQr4VywAAAAJ:KxtntwgDAa4C", "num_citations": 0, "pub_url": "https://journal.ipb.ac.id/index.php/j-agrokreatif/article/view/55821", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VnDrSBKYQZwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Program Komputer Machine Learning Regression-based Solar PV Power Output Prediction Tool", "pub_year": 2024, "citation": "Program Komputer Machine Learning Regression-based Solar PV Power Output …, 2024", "author": "Yusak Tanoto and Gregorius Satia Budhi and Rudy Adipranata and Indar Sugiarto and DICK JOVIAN and ANTHONY HENDRATA and CLEMENT RAPHAEL HARTONO", "abstract": "SURAT PENCATATAN CIPTAAN Page 1 an MENTERI HUKUM DIREKTUR JENDERAL \nKEKAYAAN INTELEKTUAL ub Direktur Hak Cipta dan Desain Industri Agung \nDamarsasongko,SH.,MH. NIP. 196912261994031001 REPUBLIK INDONESIA \nKEMENTERIAN HUKUM SURAT PENCATATAN CIPTAAN Dalam rangka pelindungan \nciptaan di bidang ilmu pengetahuan, seni dan sastra berdasarkan Undang-Undang Nomor \n28 Tahun 2014 tentang Hak Cipta, dengan ini menerangkan: Nomor dan tanggal \npermohonan Pencipta Nama Alamat Kewarganegaraan Pemegang Hak Cipta Nama \nAlamat Kewarganegaraan Jenis Ciptaan EC002024252952,16Desember2024YusakTanoto,GregoriusSatiaBudhi,ST.dkk\nJL.CitraMelatiNo.80Tropodo,RT092/RW010,KelurahanTropodo,Waru, Sidoarjo, Jawa Timur, \n61256 IndonesiaLPPMUniversitasKristenPetraJalanSiwalankertoNo.121-131,KelurahanSiwalankerto,Wonocolo,…"}, "filled": true, "author_pub_id": "nQr4VywAAAAJ:nb7KW1ujOQ8C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21474/1/Kegiatanhaki_04020_1766.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:7LY8wDkP2WcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Program Komputer Time Series Analysis-Based Solar PV Power Output Prediction Tool", "pub_year": 2024, "citation": "Program Komputer Time Series Analysis-Based Solar PV Power Output Prediction …, 2024", "author": "Yusak Tanoto and Gregorius Satia Budhi and Rudy Adipranata and Indar Sugiarto and JIMLEE CHRISTANTO WIDJAYA and ANTHONY HENDRATA and CLEMENT RAPHAEL HARTONO", "abstract": "SURAT PENCATATAN CIPTAAN Page 1 an MENTERI HUKUM DIREKTUR JENDERAL \nKEKAYAAN INTELEKTUAL ub Direktur Hak Cipta dan Desain Industri Agung \nDamarsasongko,SH.,MH. NIP. 196912261994031001 REPUBLIK INDONESIA \nKEMENTERIAN HUKUM SURAT PENCATATAN CIPTAAN Dalam rangka pelindungan \nciptaan di bidang ilmu pengetahuan, seni dan sastra berdasarkan Undang-Undang Nomor \n28 Tahun 2014 tentang Hak Cipta, dengan ini menerangkan: Nomor dan tanggal \npermohonan Pencipta Nama Alamat Kewarganegaraan Pemegang Hak Cipta Nama \nAlamat Kewarganegaraan Jenis Ciptaan EC002024252970,16Desember2024YusakTanoto,GregoriusSatiaBudhi,ST.dkk\nJL.CitraMelatiNo.80Tropodo,RT092/RW010,KelurahanTropodo,Waru, Sidoarjo, Jawa Timur, \n61256 IndonesiaLPPMUniversitasKristenPetraJalanSiwalankertoNo.121-131,KelurahanSiwalankerto,Wonocolo,…"}, "filled": true, "author_pub_id": "nQr4VywAAAAJ:P5F9QuxV20EC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21473/1/Kegiatanhaki_04020_1770.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:D6fIx33yfSkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "An Improved Toxic Speech Detection on Multimodal Scam Confrontation Data Using LSTM-Based Deep Learning.", "pub_year": 2024, "citation": "International Journal of Intelligent Engineering & Systems 17 (6), 2024", "author": "Agustinus Bimo Gumelar and Eko Mulyanto Yuniarno and Arif Nugroho and Derry Pramono Adi and Indar Sugiarto and Mauridhi Hery Purnomo", "journal": "International Journal of Intelligent Engineering & Systems", "volume": "17", "number": "6", "abstract": "Toxic speech has gained substantial attention, focusing on its detrimental effects and prevalence across online platforms. This phenomenon often exhibits discernible patterns in pronunciation analogous to emotions such as happiness or anger. It has been relatively underexplored in prior studies, which predominantly addressed offensive language, hate speech, and sarcasm without considering their emotional properties. Social media platforms have emerged as spaces where individuals share personal encounters with toxic speech that impacts on their well-being. To address this challenge, our study introduces a novel approach that combines speech and text data within a Long Short-Term Memory (LSTM) framework. Unlike existing methods that primarily focus on text analysis, our approach uniquely integrates both speech and text, thereby enhancing the model’s ability to accurately detect toxic content. This multimodal data strategy is such an innovative step forward that it provides a more comprehensive solution to the problem of toxic speech detection. Our collected dataset comprises two-way conversations from online fraud reports and confrontations related to loan scams uploaded on YouTube, conducted in the Indonesian language. The absence of subtitles can emerge any ambiguity of homonyms, so it is required to transcribe the audio content to text. To do this, we used native speakers to make sure the transcription was correct in the Indonesian language of the toxic context. In addition, speech features, such as pitch, intensity, and speaking rate, were utilized alongside text features, including Bag-of-Words (BoW) and Term Frequency …"}, "filled": true, "author_pub_id": "nQr4VywAAAAJ:CHSYGLWDkRkC", "num_citations": 0, "pub_url": "https://www.researchgate.net/profile/Arif-Nugroho-5/publication/387762679_An_Improved_Toxic_Speech_Detection_on_Multimodal_Scam_Confrontation_Data_Using_LSTM-Based_Deep_Learning/links/677c3410e74ca64e1f50522c/An-Improved-Toxic-Speech-Detection-on-Multimodal-Scam-Confrontation-Data-Using-LSTM-Based-Deep-Learning.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VW9dGQ-DGgkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PLATFORM ANTARES UNTUK SISTEM URBAN FARMING BERBASIS IOT DENGAN MENGGUNAKAN PROTOKOL 4G", "pub_year": 2024, "citation": "Jurnal Teknik Elektro 17 (2), 88-97, 2024", "author": "Edward Tanujaya and Indar Sugiarto and Handy Wicaksono", "journal": "Jurnal Teknik Elektro", "volume": "17", "number": "2", "pages": "88-97", "abstract": "Salah satu teknik urban farming yang paling digemari adalah hidroponik, karena mudah, murah, dan dapat dikerjakan pada lahan yang terbatas. Namun, sebagian orang terutama yang tinggal di kota, memiliki waktu luang yang terbatas untuk merawat tanam hidroponik, karena 40.83% penduduk Indonesia bekerja sebagai karyawan atau pegawai. Kendala tersebut mengakibatkan kematian tanaman, karena kurang terawat. Untuk mengatasi kendala tersebut, dibuatlah sebuah sistem hidroponik otomatis yang berbasis IoT (Internet of Things), sehingga para pelaku hidroponik dapat memantau dan mengendalikan kebun hidroponik mereka dari mana saja dan kapan saja melalui gawai yang dimiliki. Karena sudah terotomatisasi, maka resiko kematian tanaman berkurang. Sistem hidroponik otomatis berbasis IoT yang dibuat dalam penelitian ini, memanfaatkan gawai untuk memantau dan mengendalikan kebun hidroponik. Sistem ini memanfaatkan protokol komunikasi MQTT dan 4G (Fourth-Generation Wireless) untuk mengirim dan menerima data. Penelitian ini merupakan kerjasama antara Universitas Kristen Petra dengan Antares yang merupakan perusahaan dibawah naungan PT. Telkom Indonesia Tbk, oleh sebab itu penelitian ini menggunakan platform Antares, sebagai platform utama. Berdasarkan hasil pengujian, sistem mampu mengatur nutrisi, kelembapan udara, dan suhu yang dibutuhkan tanaman untuk tumbuh dengan optimal, serta menampilkan semua data pembacaan sensor pada gawai, selain itu pengguna dapat mengendalikan secara langsung kebun hidroponik melalui gawai tersebut."}, "filled": true, "author_pub_id": "nQr4VywAAAAJ:dshw04ExmUIC", "num_citations": 0, "pub_url": "https://jurnalelektro.petra.ac.id/index.php/elk/article/view/30755", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:HvS3Q-EZXLIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Transformasi kebun hidroponik konvensional menjadi energy-efficient smart urban farming berbasis IoT", "pub_year": 2024, "citation": "Jurnal Inovasi Hasil Pengabdian Masyarakat (JIPEMAS) 7 (3), 537-553, 2024", "author": "Indar Sugiarto and Astri Yogatama and Setyono Yudo Tyasmoro", "journal": "Jurnal Inovasi Hasil Pengabdian Masyarakat (JIPEMAS)", "volume": "7", "number": "3", "pages": "537-553"}, "filled": true, "author_pub_id": "nQr4VywAAAAJ:b0M2c_1WBrUC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=16829727492784846885", "cites_id": ["16829727492784846885"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:JfgQqvwzj-kJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "SISTEM PENGAWASAN LANSIA JARAK JAUH TERINTEGRASI", "pub_year": 2024, "citation": "SISTEM PENGAWASAN LANSIA JARAK JAUH TERINTEGRASI, 2024", "author": "Handy Wicaksono and Petrus Santoso and Indar Sugiarto", "abstract": "Invensi ini berkaitan dengan penerapan teknologi bidang internet of things untuk membantu kehidupan manusia, khususnya para lansia yang tinggal sendiri di rumah. Khususnya invensi berhubungan dengan suatu sistem pengawasan lansia melalui internet yang merupakan integrasi dari perlengkapan pengguna, piranti 10 pengguna, dan robot telepresence, menjadi suatu sistem rumah cerdas untuk lansia."}, "filled": true, "author_pub_id": "nQr4VywAAAAJ:xtRiw3GOFMkC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21176/1/Kegiatanhaki_04004_1468.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:7_fIwZ7fGnkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "SISTEM DETEKSI CACAT PRODUK ENAM SISI OTOMATIS", "pub_year": 2024, "citation": "SISTEM DETEKSI CACAT PRODUK ENAM SISI OTOMATIS, 2024", "author": "Handy Wicaksono and Indar Sugiarto and Petrus Santoso and Karina Agustin and Roche Alimin", "abstract": "Jumlah Klaim: 1 nvens: SISTEI\\I DETEKSI CACAT PRODUK ENAI\\,'l SlSl OT0I/ATIS vensr ini adalah sistem deteks cacat untuk produk dengan enam sisi secara otomatis, Sistem ini terdiri dari beberapa bagian: konveyor, dua buah mekanisme pembalik berupa lengan robot dengan enam derajat kebebasan, dan enam buah kamera RGB: bar di tiga area konveyor. Algoritma deep learning akan drterapkan pada edge controller yang dilekatkan pada masing-nera dan melakukan deteksi cacat produk secara otomatis. Saal salah satu kamera menangkap cacat pada salah satu sisi a produk akan dinyatakan cacat dan diarahkan ke area produk cacat."}, "filled": true, "author_pub_id": "nQr4VywAAAAJ:NhqRSupF_l8C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21175/1/Kegiatanhaki_04004_1471.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:OGwEaRX6gDcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "SISTEM PEMILAHAN DUA PRODUK MENGGUNAKAN ROBOT MANIPULATOR 6-AXIS", "pub_year": 2024, "citation": "Jurnal Teknik Elektro 17 (1), 29-35, 2024", "author": "Agnes Soesanto and Handry Khoswanto and Indar Sugiarto", "journal": "Jurnal Teknik Elektro", "volume": "17", "number": "1", "pages": "29-35", "abstract": "Revolusi industri 4.0 yang sedang berkembang pesat telah mempengaruhi perkembangan pendidikan. Untuk mempersiapkan mahasiswa menghadapi era industri 4.0, laboratorium elektronika di Universitas Kristen Petra telah membuat modul berdasarkan kebutuhan industri saat ini. Pemisahan dua produk telah menjadi suatu kebutuhan dalam industri manufaktur. Saat ini, pemisahan produk telah beralih dari metode manual menjadi otomatis guna meningkatkan efisiensi. Sistem yang akan dibuat akan menggunakan robot universal 3 CB-Series untuk mengambil produk dari konveyor. Sistem ini juga akan menggunakan web camera sebagai penglihatan komputer dengan menggunakan OpenCV untuk mendeteksi produk, serta encoder untuk melacak pergerakan serta kecepatan konveyor. Berdasarkan uji coba yang dilakukan, sistem berhasil memisahkan produk berdasarkan rasa dengan membedakan warna dari kotak produk. Sistem ini dapat beroperasi dengan baik pada kecepatan konveyor sebesar 0, 0708 meter/detik dan intensitas cahaya antara 1, 36 hingga 1, 72 lumen, dengan tingkat keberhasilan mencapai 99%. Jika terdapat permen yang masuk ke dalam sistem namun warnanya tidak terdaftar dalam program OpenCV, produk tersebut tidak akan terdeteksi."}, "filled": true, "author_pub_id": "nQr4VywAAAAJ:EUQCXRtRnyEC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=13475117833259319909", "cites_id": ["13475117833259319909"], "pub_url": "https://jurnalelektro.petra.ac.id/index.php/elk/article/view/28159", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZQL0bUY8AbsJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Water droplet absorption into cellulose-based fabric: A molecular viewpoint", "pub_year": 2024, "citation": "AIP Conference Proceedings 2951 (1), 2024", "author": "Iwan H Sahputra and Indar Sugiarto and Hariyo PS Pratomo and Andreas Liudi Mulyo", "journal": "AIP Conference Proceedings", "volume": "2951", "number": "1", "publisher": "AIP Publishing", "abstract": "In this paper, we present the mechanisms of water droplet absorption into the cellulose-based fabric from a molecular viewpoint. A 5× 5× 5-unit-cells of cellulose Iβ model and a water molecule model have been developed to represent fabric and water droplet. The climbing-image nudged elastic band method was used to find the minimum energy path and the energy barrier of a water molecule when absorbed into three different cellulose surfaces, ie [100],[010], and [001] surfaces. The [010] has the lowest calculated energy barrier compared to the other surfaces, thus it is the easiest surface to be penetrated by water molecules. The other surfaces have larger energy barrier values due to the temporary binding of an oxygen atom of the water molecule on cellulose molecules when the water molecule penetrates the surface. For all surfaces, there is not any chemical reaction taking place when the water molecule is …"}, "filled": true, "author_pub_id": "nQr4VywAAAAJ:bFI3QPDXJZMC", "num_citations": 0, "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2951/1/050005/3020066", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:z5_8EBcZXbMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Mini-SPERO: Personal servicing robot during self-isolation", "pub_year": 2024, "citation": "AIP Conference Proceedings 2951 (1), 2024", "author": "Indar Sugiarto and Iwan H Sahputra and Hariyo PS Pratomo and Hilton Tnunay", "journal": "AIP Conference Proceedings", "volume": "2951", "number": "1", "publisher": "AIP Publishing", "abstract": "During the Covid-19 pandemic, it is important to have systems that support patient recovery, for example, a robot that can help in delivering various medical supplies to patients. This paper describes the process of designing a low-cost robot that can be used for helping patients during their self-isolation. The robot is composed of two main parts: a manipulator and a mobile base. The manipulator’s joints were made using a 3D printer articulated by several DC servos, whereas the mobile base was constructed using three DC motors equipped with omni-wheels. Both parts were controlled using a single Raspberry Pi that provides all means for data acquisition, control, and communication. The manipulator was also designed with the ability to avoid fall over by adding a controllable beam that works as a balancer. On the other hand, the mobile base was also equipped with a proximity sensor that can be used to measure …"}, "filled": true, "author_pub_id": "nQr4VywAAAAJ:f2IySw72cVMC", "num_citations": 0, "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2951/1/050008/3020069", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:virjJ7kXhVUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "ALZO: an outdoor Alzheimer's patient tracking system using internet of things", "pub_year": 2023, "citation": "TELKOMNIKA (Telecommunication Computing Electronics and Control) 21 (6 …, 2023", "author": "Sugiarto Wibowo and Indar Sugiarto", "journal": "TELKOMNIKA (Telecommunication Computing Electronics and Control)", "volume": "21", "number": "6", "pages": "1334-1345", "abstract": "Alzheimer's patients have an abnormal brain that affects some functionalities such as memory and motoric function. Some patients experience disorientation, such as losing their way back home, and impaired lower body motoric function, leading to stumbling. To overcome these problems, we propose a wearable device called Alzo (Alzheimer locator) for tracking Alzheimer patients during outdoor activities. Alzo can detect the patient's location and is also equipped with a fall detection algorithm. The sensor produces an accelerometer and quaternion value, which are used for calculating alpha (represents activity acceleration) and theta (represents body orientation). The location and the patient's fall condition could be monitored using a mobile-based application. The experiments were conducted by operating the Alzo system to detect the patient's location and fall condition. The results showed that Alzo worked for about 3 hours and sent location data 1-5 times if lost or fall detected. Furthermore, thresholds for the fall detection algorithm were 235 m/s 2 (lower-alpha), 8,108 m/s 2 (higher-alpha), and 70⸰(theta). These thresholds were determined based on the experiment which includes standing up, walking, jumping, sitting down, cycling, jogging, bowing, and squatting. From the experiment, the fall detection algorithm achieved 93.33% of accuracy."}, "filled": true, "author_pub_id": "nQr4VywAAAAJ:a0OBvERweLwC", "num_citations": 0, "pub_url": "https://telkomnika.uad.ac.id/index.php/TELKOMNIKA/article/view/25156", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:rYiGpcyihnUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Voice-controlled smart home prototype to assist an elder in home care", "pub_year": 2023, "citation": "AIP Conference Proceedings 2693 (1), 2023", "author": "Handy Wicaksono and Petrus Santoso and Indar Sugiarto and Florenzo Dwipanjung", "journal": "AIP Conference Proceedings", "volume": "2693", "number": "1", "publisher": "AIP Publishing", "abstract": "This research aims to create a prototype of a smart home system to assist an elder in a home care scenario. Smart home system users can control devices such as lights using voice commands, keep track of the user's heart rate, monitor house situation, and store user's events using a schedule reminder. The smart home system will use Raspberry Pi 3 as the main microcontroller, Wemos D1 as a microcontroller on the smart home model, Broadlink RM Mini 3 as the medium to control an air conditioner and television, and Xiaomi Mi Band 2 as the wearable device. The program will use the Node-RED, NORA, and Firebase platforms which are very helpful in the development of the Internet of Things. System testing is done by testing the features of smart home systems, wearable devices, schedule reminders, as well as surveying the level of user satisfaction. The test results show that the smart home system can function …"}, "filled": true, "author_pub_id": "nQr4VywAAAAJ:pyW8ca7W8N0C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=7047813388669294175", "cites_id": ["7047813388669294175"], "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2693/1/020028/2920040", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Xxbgou_czmEJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Application of smart home and smartwatch to assist elders in home care scenario", "pub_year": 2023, "citation": "AIP Conference Proceedings 2693 (1), 2023", "author": "Handy Wicaksono and Petrus Santoso and Indar Sugiarto and Dwi Kristiyono and Jonathan Aditya Wijaya", "journal": "AIP Conference Proceedings", "volume": "2693", "number": "1", "publisher": "AIP Publishing", "abstract": "Many elders choose to live independently in their own houses. This research aims to apply home automation and wearable device technology to assist the elders in the home care scenario. Unlike many research in this field, we apply our home automation system in the real or physical house. There are four main features of our smart home: door control, lighting control, temperature control, and gas leakage detection. Six Wemos D1 minis are used as the local controllers for each sensor and actuator, while a RaspberryPi 4 is utilized as the main controller. NodeRed is chosen as the tool to integrate various components in our system, so a web dashboard can be used to monitor and control the smart house. We also developed a mobile sensing platform called SmartSens. Samsung Galaxy Watch is used as a smartwatch worn by the elder. We then conduct simple experiments where the elder controls our smart home …"}, "filled": true, "author_pub_id": "nQr4VywAAAAJ:D03iK_w7-QYC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=1128285385594121809", "cites_id": ["1128285385594121809"], "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2693/1/020029/2920041", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:US6ajZR5qA8J:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 0, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Multi-population symbiotic organisms search algorithm for solving the construction resource leveling problem", "pub_year": 2023, "citation": "AIP Conference Proceedings 2629 (1), 2023", "author": "Doddy Prayogo and Indar Sugiarto and Henry Novianus Palit", "journal": "AIP Conference Proceedings", "volume": "2629", "number": "1", "publisher": "AIP Publishing", "abstract": "During any type of construction project, a necessary factor that determines success is proper scheduling. Different implementation methods seem to have been undertaken for scheduling, like program evaluation review technique (PERT), critical path method (CPM), as well as Gantt charts. These methods assume that there are unlimited resources available, which may fluctuate the demand of resources and may result to increased cost. A method used to efficiently allocate resources such that resource demand fluctuation is reduced is called resource leveling. Some studies have employed some metaheuristic methods as an alternative to resource leveling, such as genetic algorithm (GA) and particle swarm optimization (PSO). However, each method has their own shortcomings; one of these shortcomings is overreliance on parameter tuning. If there is no optimization of the parameter setting, additional computational …"}, "filled": true, "author_pub_id": "nQr4VywAAAAJ:yD5IFk8b50cC", "num_citations": 0, "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2629/1/040005/2905327", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:zql0wkAjVE8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Hand symbol classification for human-computer interaction using the fifth version of YOLO object detection", "pub_year": 2023, "citation": "CommIT (Communication and Information Technology) Journal 17 (1), 43-50, 2023", "author": "Sugiarto Wibowo and Indar Sugiarto", "journal": "CommIT (Communication and Information Technology) Journal", "volume": "17", "number": "1", "pages": "43-50", "abstract": "Human-Computer Interaction (HCI) nowadays mostly uses physical contact, such as people using the mouse to choose something in an application. However, there are certain problems that people face in using conventional HCI. The research tries to overcome some problems when people use conventional HCI using the computer vision method. The research focuses on creating and evaluating the object detection model for classifying hand symbols. The research applies the fifth version of YOLO with the architecture of YOLOv5m to classify hand symbols in real time. The methods are divided into three steps. Those steps are dataset creation consisting of 100 images in each class, training phase, and performance evaluation of the model. The hand gesture classes made in the research are ‘ok’,‘cancel’,‘previous’,‘next’, and ‘confirm’, the dataset is made by the researchers custom. After the training phase, the validation results show 93% for accuracy, 99% for precision, 100% for recall, and 99% for F1 score. Meanwhile, in real-time detection, the performance of the model for classifying hand symbols is 80% for accuracy, 95% for precision, 84% for recall, and 89% for F1 score. Although there are differences, it still acceptable for the research and can be improved in future research."}, "filled": true, "author_pub_id": "nQr4VywAAAAJ:dfsIfKJdRG4C", "num_citations": 8, "citedby_url": "/scholar?hl=en&cites=17610518356040988143", "cites_id": ["17610518356040988143"], "pub_url": "https://journal.binus.ac.id/index.php/commit/article/view/8520", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:77VR6iMhZfQJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 6, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Rancang Bangun Sistem Meter Listrik Prabayar Dengan Pembayaran Menggunakan Qris Di Rumah Kost", "pub_year": 2023, "citation": "Jurnal Teknik Elektro 16 (1), 5-10, 2023", "author": "Gregorio Diovani Wahanie and Resmana Lim and Indar Sugiarto", "journal": "Jurnal Teknik Elektro", "volume": "16", "number": "1", "pages": "5-10", "abstract": "Pada penelitian ini dikembangkan suatu sistem yang dapat memantau konsumsi listrik dengan metode memasang meter listrik digital berbasis mikrokontroler. Tidak seperti kWh Meter Prabayar PLN yang Offline, namun meter prabayar ini terhubung dengan internet/Online sehingga tidak memerlukan motode token, dan dapat dimonitor dan top-up pulsa listrik dapat dilakukan langsung secara online. Sistem ini nantinya akan terintergasi secara online melalui aplikasi payment gateway untuk keperluan transaksi secara non-tunai. Sistem ini terdiri dari mikrokontroler ESP32, bagian output terdiri dari LCD 16x2, buzzer, SSR dan LED, dan bagian input terdapat sensor PZEM untuk mengukur energi listrik yang digunakan. Sistem ini juga dapat dimonitor secara internet berbasis web. Hasil Pengujian akurasi pengukuran energi PZEM dengan modul pembanding sejenis SDM120 secara pembacaan dan Analisa matematis menujukan parameter yang mendekati sama. Pengujian pengisian pulsa berhasil melakukan pengisian ulang pulsa listrik sebesar 1 kWh dengan tarif yang dipasang sebesar Rp 1500,-per kWh. Web dashboard yang dikembangkan telah menunjukan hasil fungsi monitoring dan report dari sistem meteran yang dibuat."}, "filled": true, "author_pub_id": "nQr4VywAAAAJ:cFHS6HbyZ2cC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=3443534522895522109", "cites_id": ["3443534522895522109"], "pub_url": "https://jurnalelektro.petra.ac.id/index.php/elk/article/view/26809", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:PVn7aGfkyS8J:scholar.google.com/", "cites_per_year": {"2024": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Towards autonomous robot application and human pose detection for elders monitoring", "pub_year": 2022, "citation": "2022 6th International Conference on Information Technology, Information …, 2022", "author": "Handy Wicaksono and Indar Sugiarto and Petrus Santoso and Glenn Ricardo and Jason Halim", "conference": "2022 6th International Conference on Information Technology, Information Systems and Electrical Engineering (ICITISEE)", "pages": "772-776", "publisher": "IEEE", "abstract": "Some elders prefer to stay at home compared to a nursing home. They can be assisted by several technologies such as a robot, smart home, and smartwatch for their safety and comfort. When an elder has an abnormal vital sign or abnormal pose, a notification email can be sent to the caregiver, and a mobile robot can move autonomously toward the elder. This paper describes the experimental results of the navigation of an autonomous mobile robot, the human pose detection by a camera, and the heart rate reading by a smartwatch. The integration concept of those subsystems for elders monitoring, utilizing MQTT protocol, is also explained."}, "filled": true, "author_pub_id": "nQr4VywAAAAJ:4OULZ7Gr8RgC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=14650559618785041128", "cites_id": ["14650559618785041128"], "pub_url": "https://ieeexplore.ieee.org/abstract/document/10057680/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6Fpd7lk-UcsJ:scholar.google.com/", "cites_per_year": {"2024": 3, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Performance analysis of a parallel genetic algorithm: A case study of the traveling salesman problem", "pub_year": 2022, "citation": "2022 1st International Conference on Information System & Information …, 2022", "author": "Henry Novianus Palit and Indar Sugiarto and Doddy Prayogo and Alexander TK Pratomo", "conference": "2022 1st International Conference on Information System & Information Technology (ICISIT)", "pages": "330-335", "publisher": "IEEE", "abstract": "Genetic Algorithm (GA) is one of the most popular optimization techniques. Inspired by the theory of evolution and natural selection, it is also famous for its simplicity and versatility. Hence, it has been applied in diverse fields and domains. However, since it involves iterative and evolutionary processes, it takes a long time to obtain optimal solutions. To improve its performance, in this research work, we had parallelized GA processes to enable searching through the solution space with concurrent efforts. We had experimented with both CPU and GPU architectures. Speedups of GA solutions on CPU architecture range from 7.2 to 22.2, depending on the number of processing cores in the CPU. By contrast, speed-ups of GA solutions on GPU architecture can reach up to 172.4."}, "filled": true, "author_pub_id": "nQr4VywAAAAJ:HoB7MX3m0LUC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=5605971637198706929", "cites_id": ["5605971637198706929"], "pub_url": "https://ieeexplore.ieee.org/abstract/document/9872751/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8dgkmIBpzE0J:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Transformer-CNN automatic hyperparameter tuning for speech emotion recognition", "pub_year": 2022, "citation": "2022 IEEE international conference on imaging systems and techniques (IST), 1-6, 2022", "author": "Agustinus Bimo Gumelar and Eko Mulyanto Yuniarno and Derry Pramono Adi and Rudi Setiawan and Indar Sugiarto and Mauridhi Hery Purnomo", "conference": "2022 IEEE international conference on imaging systems and techniques (IST)", "pages": "1-6", "publisher": "IEEE", "abstract": "Given the high number of hyperparameters in deep learning models, there is a need to tune automatically deep learning models in specific research cases. Deep learning models require hyperparameters because they substantially influence the model's behavior. As a result, optimizing any given model with a hyperparameter optimization technique will improve model efficiency significantly. This paper discusses the hyperparameter-optimized Speech Emotion Recognition (SER) research case using Transformer-CNN deep learning model. Each speech samples are transformed into spectrogram data using the RAVDESS dataset, which contains 1,536 speech samples (192 samples per eight emotion classes). We use the Gaussian Noise augmentation technique to reduce the overfitting problem in training data. After augmentation, the RAVDESS dataset yields a total of 2,400 emotional speech samples (300 …"}, "filled": true, "author_pub_id": "nQr4VywAAAAJ:M05iB0D1s5AC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=15987331072914547276", "cites_id": ["15987331072914547276"], "pub_url": "https://ieeexplore.ieee.org/abstract/document/9827732/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:TOKiA-ho3t0J:scholar.google.com/", "cites_per_year": {"2023": 3, "2024": 2, "2025": 1}}
