{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Investment scam vulnerability among university students: the role of personality traits and risk tolerance", "pub_year": 2025, "citation": "Cogent Education 12 (1), 2464309, 2025", "author": "Elisa Tjondro and Cherrylia Ester and Yovita Gisella Sardjono and Adhityawati Kusumawardhani", "journal": "Cogent Education", "volume": "12", "number": "1", "pages": "2464309", "publisher": "Cogent", "abstract": "This study demonstrates that personality traits affect investment scam vulnerability, either directly or indirectly, through risk tolerance. This study uses the Big Five personality traits, specifically openness to experience, conscientiousness, extraversion, agreeableness, and neuroticism. This study collected data by randomly distributing surveys to students from A-accredited universities in Java and Bali, Indonesia, areas known for their economic growth. The study analysed 421 respondents aged 18–24 years old at undergraduate and graduate levels using the partial least squares method. Our findings reveal a negative correlation between the conscientiousness trait and scam vulnerability. The ability of conscientiousness-type respondents to obtain quality and relevant information prevents them from making impulsive investments. This study also finds that students with high openness to experience, extraversion, and …"}, "filled": true, "author_pub_id": "nUgsEucAAAAJ:RHpTSmoSYBkC", "num_citations": 0, "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/2331186X.2025.2464309", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:JMQpgZH1LPoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PEMBELAJARAN KREATIF DAN LITERASI KEUANGAN MENGENAI HARGA POKOK PRODUKSI DI PANTI ASUHAN SOLA GRATIA", "pub_year": 2025, "citation": "Jurnal Abdimas Sangkabira 5 (2), 253-260, 2025", "author": "Elisa Tjondro and Saarce Elsye Hatane", "volume": "5", "number": "2", "pages": "253-260", "abstract": "Pendampingan anak-anak dan remaja panti asuhan melalui kegiatan pembelajaran kreatif dan literasi keuangan sangat penting dalam mendukung kemampuan mengelola keuangan pribadi maupun membangun usaha mikro. Permasalahan yang dihadapi panti asuhan Sola Gratia adalah penghuni panti belum memiliki jiwa kemandirian dan kewirausahaan. Keuangan panti asuhan masih didukung oleh swadaya pemerintah, masyarakat individu, yayasan gereja, dan  institusi lainnya. Kegiatan pengabdian ini mengembangkan cara pembelajaran ke tingkat yang lebih aplikatif dibanding semester sebelumnya. Dalam kegiatan ini anak-anak dan remaja di panti asuhan Sola Gratia diajarkan resep dan menghasilkan minuman yang bernilai jual, sekaligus memasarkannya di lingkungan sekitar panti asuhan. Tahapan kegiatan diawali ceramah pembekalan perhitungan harga pokok produksi, praktik produksi produk dan minuman, proses pemasaran produk, perhitungan keuntungan, dan evaluasi. Produk yang dihasilkan berupa minuman siap konsumsi, makanan berupa kue kering yang telah di-repacking, gelang dari manik-manik.  Tim pengabdian memberikan modal berupa bahan-bahan membuat minuman berbagai rasa, kue kering kiloan, dan manik-manik berbagai bentuk. Salah satu aspek penting dalam merintis usaha mikro adalah pemahaman tentang perhitungan  harga pokok produksi yang berperan besar dalam penentuan keberlanjutan bisnis."}, "filled": true, "author_pub_id": "nUgsEucAAAAJ:4JMBOYKVnBMC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21547/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8sLZdYCmp40J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Impact of Environmental, Social, and Governance Scores on Market Reaction: Evidence of Top 80 Companies Listed from Idx80", "pub_year": 2025, "citation": "International Journal of Organizational Behavior and Policy 4 (1), 13-26, 2025", "author": "Alan Darmasaputra and Mosses Aryadhewa Widyadhana and Sany Sany and Elisa Tjondro", "journal": "International Journal of Organizational Behavior and Policy", "volume": "4", "number": "1", "pages": "13-26", "abstract": "This paper will discuss the impact of the individual Environmental, Social, and Governance scores on market reaction. This study will specifically focus on the IDX80 index, which lists companies that are not only profitable but also have good ESG scores. The panel data for the study will be taken from 2019 to 2023, and the Dynamic Panel Model will be used to see how the scores over the year influenced the market price. The final sample consists of 31 companies with 155 firm-years for the observation. The findings show that the Environmental scores have a significant positive impact on market reactions, but are not significantly impacted by Social and Governance scores. The study suggests an early stage of ESG adoption in Indonesia and the positive trend growth will be beneficial for companies to promote ESG activities. The implication for managers is to incorporate ESG activities as they positively impact the market reaction, particularly activities related to Environmental issues. The limitation of this study is that the data for the individual scores for the Environmental, Social, and Governance are limited making the sample size small. A further limitation is that the data analyzed during and post-COVID-19 time might suggest a different result comparably."}, "filled": true, "author_pub_id": "nUgsEucAAAAJ:_Qo2XoVZTnwC", "num_citations": 0, "pub_url": "https://ijobp.petra.ac.id/index.php/ijobp/article/view/143", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:l4KHqe6AfzQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "SCAM VULNERABILITY IN STUDENTS: THE IMPORTANCE OF FAMILY SOCIALISATION AND PERSONAL ACCOUNTING", "pub_year": 2025, "citation": "Jurnal Akuntansi Multiparadigma 15 (3), 2025", "author": "Elisa Tjondro and Vanessa Theodorus and Audrey Azalia Benedicta", "journal": "Jurnal Akuntansi Multiparadigma", "volume": "15", "number": "3", "abstract": "SCAM VULNERABILITY IN STUDENTS: THE IMPORTANCE OF FAMILY SOCIALISATION \nAND PERSONAL ACCOUNTING | Tjondro | Jurnal Akuntansi Multiparadigma Home About \nLogin Register Search Current Archives Announcements Site Map Contact Abstracting and \nIndexing Home > Vol 15, No 3 (2024) > Tjondro About JAMAL Aim and Scope Editorial Team \nPeer Reviewers Management Team Publication Ethics Copyright Notice Visitor Statistic History \nReviewers Acknowledgement LOCKSS Publisher Manifest Article Tools Print this article How \nto cite item Finding References Review policy Email this article (Login required) Email the \nauthor (Login required) About The Authors Elisa Tjondro Universitas Kristen Petra Indonesia \nVanessa Theodorus Universitas Kristen Petra Indonesia Audrey Azalia Benedicta Universitas \nKristen Petra Indonesia User Username Password Remember me Information for Author …"}, "filled": true, "author_pub_id": "nUgsEucAAAAJ:e5wmG9Sq2KIC", "num_citations": 0, "pub_url": "https://jamal.ub.ac.id/index.php/jamal/article/view/17870", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9ugPQzpA4aoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PEMBELAJARAN KREATIF DAN KONSEP MENABUNG UNTUK MENGHASILKAN PRODUK YANG MEMILIKI NILAI JUAL DI PANTI ASUHAN SOLA GRATIA SIDOARJO", "pub_year": 2024, "citation": "Jurnal Abdimas Sangkabira 5 (1), 175-184, 2024", "author": "Elisa Tjondro and Saarce Elsye Hatane", "volume": "5", "number": "1", "pages": "175-184", "abstract": "Tujuan literasi keuangan tentang konsep menabung diberikan kepada anakanak dan remaja di panti asuhan Sola Gratia adalah untuk mengajarkan mereka pentingnya memahami cara menabung uang yang dihasilkan dari penjualan karya kreatif mereka. Sangat penting bagi anak-anak dan remaja untuk mengontrol perilaku konsumtif ini sejak usia dini, sehingga mereka belajar menabung untuk membeli barang-barang yang benar-benar diperlukan. Anak-anak dan remaja di panti asuhan perlu memiliki rasa percaya diri, tekad yang kuat, dan kemandirian bahwa mereka dapat berkontribusi pada komunitas setempat. Program pengabdian literasi keuangan dan pengajaran karya kreatif bagi anak-anak dan remaja ini merupakan yang pertama dilakukan di panti asuhan Sola Gratia. Program ini melibatkan kolaborasi antara tim dosen dan mahasiswa yang memberikan edukasi mengenai literasi keuangan dan keterampilan kerajinan tangan selama empat bulan. Melalui metode fun learning, anak-anak diperkenalkan pada konsep menabung, perhitungan dasar, serta praktik jual beli. Kegiatan ini tidak hanya bermanfaat untuk pemberdayaan anak-anak, tetapi juga memberikan pengalaman berharga bagi dosen dan mahasiswa dalam berinteraksi dengan masyarakat. Evaluasi menunjukkan bahwa kegiatan ini sangat efektif dan direkomendasikan untuk dilakukan secara berkala dengan beberapa perbaikan untuk hasil yang lebih optimal."}, "filled": true, "author_pub_id": "nUgsEucAAAAJ:TQgYirikUcIC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21464/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:k7SOd3tqlx0J:scholar.google.com/", "cites_per_year": {}}
