{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Investment scam vulnerability among university students: the role of personality traits and risk tolerance", "pub_year": 2025, "citation": "Cogent Education 12 (1), 2464309, 2025", "author": "Elisa Tjondro and Cherrylia Ester and Yovita Gisella Sardjono and Adhityawati Kusumawardhani", "journal": "Cogent Education", "volume": "12", "number": "1", "pages": "2464309", "publisher": "Cogent", "abstract": "This study demonstrates that personality traits affect investment scam vulnerability, either directly or indirectly, through risk tolerance. This study uses the Big Five personality traits, specifically openness to experience, conscientiousness, extraversion, agreeableness, and neuroticism. This study collected data by randomly distributing surveys to students from A-accredited universities in Java and Bali, Indonesia, areas known for their economic growth. The study analysed 421 respondents aged 18–24 years old at undergraduate and graduate levels using the partial least squares method. Our findings reveal a negative correlation between the conscientiousness trait and scam vulnerability. The ability of conscientiousness-type respondents to obtain quality and relevant information prevents them from making impulsive investments. This study also finds that students with high openness to experience, extraversion, and …"}, "filled": true, "author_pub_id": "nUgsEucAAAAJ:RHpTSmoSYBkC", "num_citations": 0, "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/2331186X.2025.2464309", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:JMQpgZH1LPoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PEMBELAJARAN KREATIF DAN LITERASI KEUANGAN MENGENAI HARGA POKOK PRODUKSI DI PANTI ASUHAN SOLA GRATIA", "pub_year": 2025, "citation": "Jurnal Abdimas Sangkabira 5 (2), 253-260, 2025", "author": "Elisa Tjondro and Saarce Elsye Hatane", "volume": "5", "number": "2", "pages": "253-260", "abstract": "Pendampingan anak-anak dan remaja panti asuhan melalui kegiatan pembelajaran kreatif dan literasi keuangan sangat penting dalam mendukung kemampuan mengelola keuangan pribadi maupun membangun usaha mikro. Permasalahan yang dihadapi panti asuhan Sola Gratia adalah penghuni panti belum memiliki jiwa kemandirian dan kewirausahaan. Keuangan panti asuhan masih didukung oleh swadaya pemerintah, masyarakat individu, yayasan gereja, dan  institusi lainnya. Kegiatan pengabdian ini mengembangkan cara pembelajaran ke tingkat yang lebih aplikatif dibanding semester sebelumnya. Dalam kegiatan ini anak-anak dan remaja di panti asuhan Sola Gratia diajarkan resep dan menghasilkan minuman yang bernilai jual, sekaligus memasarkannya di lingkungan sekitar panti asuhan. Tahapan kegiatan diawali ceramah pembekalan perhitungan harga pokok produksi, praktik produksi produk dan minuman, proses pemasaran produk, perhitungan keuntungan, dan evaluasi. Produk yang dihasilkan berupa minuman siap konsumsi, makanan berupa kue kering yang telah di-repacking, gelang dari manik-manik.  Tim pengabdian memberikan modal berupa bahan-bahan membuat minuman berbagai rasa, kue kering kiloan, dan manik-manik berbagai bentuk. Salah satu aspek penting dalam merintis usaha mikro adalah pemahaman tentang perhitungan  harga pokok produksi yang berperan besar dalam penentuan keberlanjutan bisnis."}, "filled": true, "author_pub_id": "nUgsEucAAAAJ:4JMBOYKVnBMC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21547/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8sLZdYCmp40J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Impact of Environmental, Social, and Governance Scores on Market Reaction: Evidence of Top 80 Companies Listed from Idx80", "pub_year": 2025, "citation": "International Journal of Organizational Behavior and Policy 4 (1), 13-26, 2025", "author": "Alan Darmasaputra and Mosses Aryadhewa Widyadhana and Sany Sany and Elisa Tjondro", "journal": "International Journal of Organizational Behavior and Policy", "volume": "4", "number": "1", "pages": "13-26", "abstract": "This paper will discuss the impact of the individual Environmental, Social, and Governance scores on market reaction. This study will specifically focus on the IDX80 index, which lists companies that are not only profitable but also have good ESG scores. The panel data for the study will be taken from 2019 to 2023, and the Dynamic Panel Model will be used to see how the scores over the year influenced the market price. The final sample consists of 31 companies with 155 firm-years for the observation. The findings show that the Environmental scores have a significant positive impact on market reactions, but are not significantly impacted by Social and Governance scores. The study suggests an early stage of ESG adoption in Indonesia and the positive trend growth will be beneficial for companies to promote ESG activities. The implication for managers is to incorporate ESG activities as they positively impact the market reaction, particularly activities related to Environmental issues. The limitation of this study is that the data for the individual scores for the Environmental, Social, and Governance are limited making the sample size small. A further limitation is that the data analyzed during and post-COVID-19 time might suggest a different result comparably."}, "filled": true, "author_pub_id": "nUgsEucAAAAJ:_Qo2XoVZTnwC", "num_citations": 0, "pub_url": "https://ijobp.petra.ac.id/index.php/ijobp/article/view/143", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:l4KHqe6AfzQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "SCAM VULNERABILITY IN STUDENTS: THE IMPORTANCE OF FAMILY SOCIALISATION AND PERSONAL ACCOUNTING", "pub_year": 2025, "citation": "Jurnal Akuntansi Multiparadigma 15 (3), 2025", "author": "Elisa Tjondro and Vanessa Theodorus and Audrey Azalia Benedicta", "journal": "Jurnal Akuntansi Multiparadigma", "volume": "15", "number": "3"}, "filled": true, "author_pub_id": "nUgsEucAAAAJ:e5wmG9Sq2KIC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9ugPQzpA4aoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PEMBELAJARAN KREATIF DAN KONSEP MENABUNG UNTUK MENGHASILKAN PRODUK YANG MEMILIKI NILAI JUAL DI PANTI ASUHAN SOLA GRATIA SIDOARJO", "pub_year": 2024, "citation": "Jurnal Abdimas Sangkabira 5 (1), 175-184, 2024", "author": "Elisa Tjondro and Saarce Elsye Hatane", "volume": "5", "number": "1", "pages": "175-184", "abstract": "Tujuan literasi keuangan tentang konsep menabung diberikan kepada anakanak dan remaja di panti asuhan Sola Gratia adalah untuk mengajarkan mereka pentingnya memahami cara menabung uang yang dihasilkan dari penjualan karya kreatif mereka. Sangat penting bagi anak-anak dan remaja untuk mengontrol perilaku konsumtif ini sejak usia dini, sehingga mereka belajar menabung untuk membeli barang-barang yang benar-benar diperlukan. Anak-anak dan remaja di panti asuhan perlu memiliki rasa percaya diri, tekad yang kuat, dan kemandirian bahwa mereka dapat berkontribusi pada komunitas setempat. Program pengabdian literasi keuangan dan pengajaran karya kreatif bagi anak-anak dan remaja ini merupakan yang pertama dilakukan di panti asuhan Sola Gratia. Program ini melibatkan kolaborasi antara tim dosen dan mahasiswa yang memberikan edukasi mengenai literasi keuangan dan keterampilan kerajinan tangan selama empat bulan. Melalui metode fun learning, anak-anak diperkenalkan pada konsep menabung, perhitungan dasar, serta praktik jual beli. Kegiatan ini tidak hanya bermanfaat untuk pemberdayaan anak-anak, tetapi juga memberikan pengalaman berharga bagi dosen dan mahasiswa dalam berinteraksi dengan masyarakat. Evaluasi menunjukkan bahwa kegiatan ini sangat efektif dan direkomendasikan untuk dilakukan secara berkala dengan beberapa perbaikan untuk hasil yang lebih optimal."}, "filled": true, "author_pub_id": "nUgsEucAAAAJ:TQgYirikUcIC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21464/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:k7SOd3tqlx0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Role of Real Earnings Management (REM) in The Relationship between Financial Distress and Tax Planning", "pub_year": 2024, "citation": "International Journal of Organizational Behavior and Policy 3 (2), 109-122, 2024", "author": "Angeline Grece Souisa and Elisa Tjondro and Adhityawati Kusumawardhani and Arja Sadjiarto and Tonny Stephanus Eoh", "journal": "International Journal of Organizational Behavior and Policy", "volume": "3", "number": "2", "pages": "109-122", "abstract": "The aim of this study is to test the impact of real earnings management (REM) on the relationship between financial distress and tax planning. To survive and maximise financial potential in the face of financial distress, management tends to use accounting tactics to increase revenue in order to reach the company's target. The study sample comprises manufacturing sector firms listed in the IDX between 2018 and 2022. The total company sample consisted of 124 companies with 542 observations. The study employed robust random effect panel regression techniques. This research reveals that there is a negative link between financial distress and tax planning. This study fails to prove that REM strengthens the relationship between financial distress and tax planning. Furthermore, the study discovered that two groups of firms with high and low REM abnormal cash flows exhibited distinct financial distress behaviours towards tax planning. The practical implications are that increased regulatory attention and decreased financial resources create a lower motivation to evade taxes, as exhibited by the negative correlation between financial distress and tax planning."}, "filled": true, "author_pub_id": "nUgsEucAAAAJ:mB3voiENLucC", "num_citations": 0, "pub_url": "https://ijobp.petra.ac.id/index.php/ijobp/article/view/136", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZI0nTQCpeFYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Financial naivety, excessive gaming, and compulsive buying influence cryptocurrency continuance intention: the mediating role of overconfidence and risk tolerance", "pub_year": 2024, "citation": "International Journal of Trade and Global Markets 20 (1-2), 97-120, 2024", "author": "Elisa Tjondro and Retnaningtyas Widuri and Josua Tarigan and Saarce Elsye Hatane", "journal": "International Journal of Trade and Global Markets", "volume": "20", "number": "1-2", "pages": "97-120", "publisher": "Inderscience Publishers (IEL)"}, "filled": true, "author_pub_id": "nUgsEucAAAAJ:R3hNpaxXUhUC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=15437009610834074843", "cites_id": ["15437009610834074843"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:21wOyHNGO9YJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "How does organisational capital influence firm value? Moderating effect of tax haven utilisation", "pub_year": 2024, "citation": "International Journal of Monetary Economics and Finance 17 (4), 301-321, 2024", "author": "Elisa Tjondro and I Made Narsa and Heru Tjaraka", "journal": "International Journal of Monetary Economics and Finance", "volume": "17", "number": "4", "pages": "301-321", "publisher": "Inderscience Publishers (IEL)", "abstract": "This study investigates whether organisational capital and tax haven utilisation through subsidiaries are associated with firm value. We use 705 observations of Indonesian-listed firms from the agriculture and manufacturing sectors as the main contributors to the gross domestic product (GDP). The sample has been analysed using the weighted least square (WLS) panel regression technique over the period 2015-2019. The findings suggest that the positive association between organisational capital and firm value is stronger when tax haven subsidiaries are utilised. High organisational capital (OC) firms are often linked to limited access to financing since intangible assets are difficult to use as collateral. Tax haven subsidiaries can serve as a risky tradeoff for OC firms. Our study provides novel empirical evidence supporting social tax justice and stakeholder theory and encourages the cooperation of all stakeholders …"}, "filled": true, "author_pub_id": "nUgsEucAAAAJ:HDshCWvjkbEC", "num_citations": 0, "pub_url": "https://www.inderscienceonline.com/doi/abs/10.1504/IJMEF.2024.140541", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:T89j3-SmwccJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Influence of Brand Value on Tax Avoidance with Ownership Concentration as a Moderating Variable", "pub_year": 2024, "citation": "Jurnal Ilmiah Akuntansi dan Bisnis 19 (1), 171-184, 2024", "author": "Elisa Tjondro and Felincia Puguh Mitthasari Utomo and Celine Mercianne Susila and Oviliani Yenty Yuliana", "journal": "Jurnal Ilmiah Akuntansi dan Bisnis", "volume": "19", "number": "1", "pages": "171-184", "publisher": "Accounting Department, Udayana University"}, "filled": true, "author_pub_id": "nUgsEucAAAAJ:hC7cP41nSMkC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:sUJ-fWejMfsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "How does market-based governance influence sustainable tax behaviour? Evidence from tax haven utilisation and tax avoidance", "pub_year": 2024, "citation": "International Journal of Sustainable Economy 16 (1), 45-66, 2024", "author": "Elisa Tjondro and Heru Tjaraka", "journal": "International Journal of Sustainable Economy", "volume": "16", "number": "1", "pages": "45-66", "publisher": "Inderscience Publishers (IEL)", "abstract": "This study investigates whether the external corporate governance mechanism plays an effective monitoring system for multinational companies' tax avoidance and profit-shifting activities. This study uses 553 firm-year observations from 135 listed firms in the manufacturing and agriculture sectors of the Indonesian capital market from 2015-2019. The results suggest that firms with potential tax avoidance activities experience a more severe decline in firm value, specifically firms with strong market-based governance. The findings on firms with tax haven subsidiaries suggest that market-based governance effectively prevents firms from gaining benefits through tax havens and encourages sustainable tax behaviour. This study provides novel empirical evidence that market-based governance is the encouraging factor in achieving sustainable tax behaviour. The findings have significant implications for regulators and …"}, "filled": true, "author_pub_id": "nUgsEucAAAAJ:7PzlFSSx8tAC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=9153361489813620172", "cites_id": ["9153361489813620172"], "pub_url": "https://www.inderscienceonline.com/doi/abs/10.1504/IJSE.2024.135200", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:zMUURcdFB38J:scholar.google.com/", "cites_per_year": {"2024": 2, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "HUMAN RIGHTS DISCLOSURE ON PANDEMIC REPORTING PERIOD IN INDONESIA", "pub_year": 2023, "citation": "International Journal of Financial and Investment Studies (IJFIS) 4 (1), 40-49, 2023", "author": "Elisa Tjondro and Andrew Sugianto and Allan Allan and Richard Kusuma", "journal": "International Journal of Financial and Investment Studies (IJFIS)", "volume": "4", "number": "1", "pages": "40-49", "abstract": "The study aims to explain the effect of the pandemic reporting period, non-executive board, audit committee, and family ownership on increasing human rights disclosure. The pandemic of COVID-19 has created an economic pandemonium globally, including in Indonesia. Indonesia's independent agency of the FSA issued a public notice in March 2020, extending the reporting period to May 2020, extending two months. This extension has created an opportunity for companies to announce their human rights practice disclosure facing the oncoming turbulent times. UNGP-BHR and the Indonesian State Law No. 39 of 1999 about Human Rights are used as the disclosure index checklist. Our study uses 345 non-financial sectors listed on the Indonesia Stock Exchange (IDX) with an observation period of 2017-2019. The data analysis technique is panel regression. The result shows that the pandemic reporting period, the non-executive board, and the audit committee have positively affected human rights disclosure. The 2019 annual report recorded that human rights disclosure was higher in the pandemic reporting period than in the 2017 and 2018 annual reports. This research implies that companies consider the oncoming turbulent times caused by the pandemic in disclosing last year's human rights disclosure. The non-executive board and the audit committee have a spirit of UNGPs that encourages companies to implement human rights in their operations."}, "filled": true, "author_pub_id": "nUgsEucAAAAJ:dhFuZR0502QC", "num_citations": 0, "pub_url": "https://ijfis.petra.ac.id/index.php/ijfis/article/view/118", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:r_qvmurwlFEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analysis Of The Implementation Of Tax Incentives In The Form Of Tax Allowance And Tax Holiday In Indonesia Compared To Thailand", "pub_year": 2023, "citation": "Jurnal Ekonomi 12 (03), 1558-1565, 2023", "author": "Stefanus Tevrianto Temanta Surbakti and Elisa Tjondro and Wiyono Pontjoharyo", "journal": "Jurnal Ekonomi", "volume": "12", "number": "03", "pages": "1558-1565", "publisher": "Sean Institute", "abstract": "This study aims to determine the various differences between the application of tax incentives in the form of tax allowances and tax holidays in Indonesia and the application of tax incentives in Thailand, with an emphasis one valuating the application of tax incentives and tax allowances in Indonesia. Researchers used qualitative research methods with a comparative descriptive qualitative design. This study uses two types of data sources, namely primary data and secondary data. Primary data is in the form of interviews with tax practitioners, tax officials, and companies that receive tax incentives. Then secondary data in the form of data from books, laws, and other regulations that lead to tax allowances and tax holidays. Researchers used data collection instruments in the form of a list of interview guidelines and notes on the results of the interviews. The results of this study indicate that the application of tax incentives in Indonesia in terms of processing time and usage is better than that in Thailand. As for the facilities, bureaucracy, application process, investment status, and the facilities provided in Thailand are better. The researcher also made comparisons based on infrastructure, socio-political, and population density factors, and found that these factors sufficiently influence investors to determine investment destination countries. In addition, the researchers also found that there are several conditions for submitting tax incentives that are quite burdensome for business people."}, "filled": true, "author_pub_id": "nUgsEucAAAAJ:QIV2ME_5wuYC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=1196018257451399295", "cites_id": ["1196018257451399295"], "pub_url": "http://repository.ubaya.ac.id/44673/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:f7hFtEQcmRAJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Rational versus irrational behavior of Indonesian cryptocurrency owners in making investment decision", "pub_year": 2023, "citation": "Risks 11 (1), 17, 2023", "author": "Elisa Tjondro and Saarce Elsye Hatane and Retnaningtyas Widuri and Josua Tarigan", "journal": "Risks", "volume": "11", "number": "1", "pages": "17", "publisher": "MDPI", "abstract": "The purpose of this study is to investigate the salient factors that influence Indonesian cryptocurrency owners in making their investment decision. This study employs intergroup bias, subjective norms, overborrowing, and spending control to explain cryptocurrency investment behavior. The questionnaire was collected from 309 respondents from the five largest internet user areas: Jakarta, Surabaya, Bandung, Semarang, and Medan. This study executes the research framework using binary logistic regression. The results reveal that intergroup bias and overborrowing are the most impulsive factors contributing to the cryptocurrency investment decisions over the past year. Furthermore, after November 2021, Indonesian crypto owners are more irrational in a bearish period since their investment decisions are driven by their desire to be accepted in the social group. Moreover, when they have overindebtedness, instead of solving their debt problems, they prefer to spend their money on cryptocurrency investments. The subjective norms’ influencers suggest that crypto owners not invest when the cryptocurrency price is sharply declining. The findings contribute to the dual-systems perspective and social contagion theories, enriching the empirical study regarding investment behavior."}, "filled": true, "author_pub_id": "nUgsEucAAAAJ:mVmsd5A6BfQC", "num_citations": 13, "citedby_url": "/scholar?hl=en&cites=14204704808786283231", "cites_id": ["14204704808786283231"], "pub_url": "https://www.mdpi.com/2227-9091/11/1/17", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:30r9isM_IcUJ:scholar.google.com/", "cites_per_year": {"2023": 6, "2024": 5, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Does Human Rights Disclosure Enhance Firm Value?", "pub_year": 2022, "citation": "International Journal of Organizational Behavior and Policy 1 (1), 27-36, 2022", "author": "Elisa Tjondro and Clarissa Wijoyo and Livia Mei Indah and Yessica Chandra and Tonny Stephanus Eoh", "journal": "International Journal of Organizational Behavior and Policy", "volume": "1", "number": "1", "pages": "27-36", "abstract": "The objective of this research is to explain the effect of human rights disclosure, independent commissioners, and family ownership on firm value. We also analyzed descriptively human rights disclosures for three periods, which is from 2017-2019, in Indonesia. UNGP-BHR and the Indonesian State Law No. 39 of 1999 about Human Rights are used as the disclosure index checklist. This study uses 345 non-financial companies that are fully listed for three periods on the Indonesia Stock Exchange (IDX). The data used were collected from Bloomberg and Annual Report, which had been taken from the official website of IDX and the official website of the sample companies. The data analysis technique used to test our hypothesis is panel regression. The main result of this study showed that human rights disclosure and independent commissioners have a positive impact on firm value, while family ownership negatively affects firm value. We also found that each item of human rights disclosure increased during the observation period, in which the least disclosed item was related to engagement with external human rights experts to undertake human rights issues. The implication of this research is that increasing human rights disclosure provides a positive image for the investors and creditors."}, "filled": true, "author_pub_id": "nUgsEucAAAAJ:Wp0gIr-vW9MC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=6692975151741813889", "cites_id": ["6692975151741813889"], "pub_url": "https://ijobp.petra.ac.id/index.php/ijobp/article/view/95", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:gUQWinA54lwJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Tax Audit Signals Contribute to the Diminishing of Tax Haven Beneficiary Firm Value", "pub_year": 2022, "citation": "JURNAL ILMIAH AKUNTANSI DAN BISNIS 17 (2), 272-285, 2022", "author": "Elisa Tjondro and Gracia Pulcheria Valentina and Sianne Ivana Gunawan and Yohannes Dewantoro", "journal": "JURNAL ILMIAH AKUNTANSI DAN BISNIS", "volume": "17", "number": "2", "pages": "272-285", "publisher": "Universitas Udayana", "abstract": "The purpose of this study is to obtain an overview of the interaction of the tax havens use and disclosure of tax audits and the impact of both on the firm value before the tax rate reduction period. The sample is Indonesia-listed firms in agriculture, basic industry and chemical, miscellaneous industry, and consumer goods sectors for 2015   2019. This research uses panel data and weighted least square regression. The findings indicate that using tax havens through subsidiaries is associated with increased firm value. In contrast, firms that have subsidiaries in a tax haven and disclose the result of tax audits are associated with a decrease in firm value. This research, to our knowledge, is the first research that combines the impact of tax haven utilization and tax audit disclosure on firm value in Indonesia."}, "filled": true, "author_pub_id": "nUgsEucAAAAJ:4DMP91E08xMC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=8882652975200223807", "cites_id": ["8882652975200223807"], "pub_url": "https://repository.petra.ac.id/21548/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:P0LgkdGFRXsJ:scholar.google.com/", "cites_per_year": {"2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Does board interlock control high-tech firm performance? Evidence from ASEAN's Growth Triangle Countries", "pub_year": 2021, "citation": "AKRUAL: Jurnal Akuntansi 12 (2), 117-131, 2021", "author": "Elisa Tjondro and Ning Chang and Iline Lianata and Veronica Yuliani and Nathasa Prayitno", "journal": "AKRUAL: Jurnal Akuntansi", "volume": "12", "number": "2", "pages": "117-131", "abstract": "The aim of this study is to explain the board interlock association on high-tech firm performance in three growth ASEAN countries. The research samples were 109 high-tech listed manufacturing firms, consisting of 38 Indonesian firms, 37 Malaysian firms, and 34 Thai firms in the 2015-2018 period. The study used panel regression analysis. The research found that corporate governance through interlock directorates is a determinant of high-tech firm performance. The low human capital with high-tech capabilities in ASEAN countries can be overcome by interlocking and facilitating companies to access strategic information. This study also found a positive association between director woman interlock and corporate performance. On the other hand, an independent director who does interlocking actually has a negative effect on company performance. This research is the first research on board interlock in high-tech firms in ASEAN growth countries, Indonesia, Malaysia, and Thailand. There is still limited research involving more than one country, especially developing countries, in studying the interlock board relationship on the company performance. The highlight of this study is to compare the effects of the three interlocks, interlocking directorate, woman interlock, and independent interlock, and their associations on the profitability of high-tech firms. Investors can have an in-depth understanding of the role of the type of interlock that affects the profitability and make the right decision in investing."}, "filled": true, "author_pub_id": "nUgsEucAAAAJ:4TOpqqG69KYC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=5258282940715536144", "cites_id": ["5258282940715536144"], "pub_url": "https://journal.unesa.ac.id/index.php/aj/article/view/12173", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:EI_YmXks-UgJ:scholar.google.com/", "cites_per_year": {"2023": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PELATIHAN PENGELOLAAN KEUANGAN DAN SISTEM AKUNTANSI LEMBAGA PEMERINTAHAN GURU SMK AKUNTANSI SIDOARJO", "pub_year": 2021, "citation": "SHARE:\" SHaring-Action-REflection\" 7 (1), 46-51, 2021", "author": "Retnaningtyas Widuri and Yenni Mangoting and Elisa Tjondro and Agus Arianto Toly and R Arja Sadjiarto", "journal": "SHARE:\" SHaring-Action-REflection\"", "volume": "7", "number": "1", "pages": "46-51"}, "filled": true, "author_pub_id": "nUgsEucAAAAJ:IWHjjKOFINEC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:zCdMMIa-dB8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pelatihan Pengelolaan Keuangan dan Sistem Akuntansi Lembaga Pemerintahan Desa Bagi Guru SMK Akuntansi Sidoarjo", "pub_year": 2021, "citation": "PELATIHAN PENGELOLAAN KEUANGAN DAN SISTEM AKUNTANSI LEMBAGA PEMERINTAHAN …, 2021", "author": "Retnaningtyas Widuri and Yenni Mangoting and Elisa Tjondro and Agus Arianto Toly and R Sadjiarto", "volume": "7", "number": "01", "pages": "46-51", "abstract": "Pengelolaan keuangan desa membutuhkan ketrampilan dan kompetensi yang mumpuni dari para perangkat desa. Institusi pendidikan hadir sebagai mitra pemerintah dan sekolah, dalam hal ini SMK, untuk menjawab pemenuhan kebutuhan ketrampilan dan kompetensi tersebut. Sebagai upaya praktis kegiatan pengabdian kepada masyarakat, maka dilakukan pelatihan bagi kelompok guru SMK Sidoarjo untuk mata pelajaran Ekonomi dan Akuntansi khususnya materi pengelolaan keuangan desa. Pelatihan ini sekaligus sebagai wadah untuk mempersiapkan para guru dalam mengimplementasikan pembelajaran akuntansi desa dalam kurikulum baru. Metode pelatihan diberikan dalam bentuk diskusi dan tutorial. Dalam diskusi, pengajar memberikan materi awal mengenai pengantar akuntansi untuk pemerintahan dan metode tutorial diberikan dalam bentuk uji coba software akuntansi desa (open source). Hasil pelatihan menunjukkan bahwa kemampuan guru memahami akuntansi sudah cukup memadai, namun demikian penguasaan software akuntansi desa masih perlu ditingkatkan untuk menunjang pembelajaran akuntansi desa yang akan diberikan kepada siswa dalam bentuk mata pelajaran praktikum akuntansi."}, "filled": true, "author_pub_id": "nUgsEucAAAAJ:_kc_bZDykSQC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=4492895277087209055", "cites_id": ["4492895277087209055"], "pub_url": "https://repository.petra.ac.id/19804/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:XzbQO3P4WT4J:scholar.google.com/", "cites_per_year": {"2021": 2, "2022": 2, "2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Do Digital Innovation and Risk Disclosure Control Performance? Evidence from Banking in ASEAN-6", "pub_year": 2021, "citation": "JIA (Jurnal Ilmiah Akuntansi) 6 (2), 200-220, 2021", "author": "Elisa Tjondro and Margaretha Oerip Cintya and Silvia Seto and Yemima Gracia Suherman", "journal": "JIA (Jurnal Ilmiah Akuntansi)", "volume": "6", "number": "2", "pages": "200-220", "abstract": "The aim of this study to explain the influence of digital innovation and risk disclosure on bank performance in ASEAN countries. The research sample was 70 banks in ASEAN from Indonesia, Malaysia, Thailand, Philippines, Singapore, and Vietnam in the 2015-2018 period in which the annual reports used dual language or English. The study used regression panel analysis. Digital innovation and risk disclosure used content analysis. Indicators of digital innovation used digital branches and mobile banking. The results of the study found that the higher the digital innovation, the greater the bank profitability. However, only mobile banking has a significant effect. The next finding is the disclosure of potential risks in the annual report gave a negative signal to ASEAN banking, resulting in lower bank profitability. The uniqueness of the ASEAN setting is dominated by a very large, dynamic, and rapidly adapting population of productive age to digital technology."}, "filled": true, "author_pub_id": "nUgsEucAAAAJ:qxL8FJ1GzNcC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=6686886679225973343", "cites_id": ["6686886679225973343"], "pub_url": "https://ejournal.undiksha.ac.id/index.php/JIA/article/view/33321", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:XzqOkAGYzFwJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 1, "2024": 1, "2025": 1}}
