{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Interior Gereja Gkt Ebenhaezer di Sumbawa Besar", "pub_year": 2024, "citation": "Lentera: Multidisciplinary Studies 2 (4), 398-406, 2024", "author": "Lidwina Rachel Nathasa Funay and Adi Santosa and M Taufan Rizqi", "journal": "Lentera: Multidisciplinary Studies", "volume": "2", "number": "4", "pages": "398-406", "abstract": "Gereja Kristus Tuhan (GKT) Ebenhaezer merupakan gereja reformed yang mengikuti aliran dari Yohanes Calvin (Tasemak). Gereja GKT Ebenhaezer tidak memiliki banyak simbol gerejawi seperti yang ada pada gereja Katolik Gereja seharusnya memiliki ruang ibadah yang baik, sehingga dapat mendukung peribadatan yang akan dilakukan di dalam gereja. GKT Ebenhaezer merupakan salah satu gereja yang belum memiliki ruang ibadah yang baik, karena adanya beberapa permasalahan sehingga mengganggu jalannya peribadatan. Oleh sebab itu, perlu dilakukan perancangan interior yang bertujuan untuk mengatasi permasalahan yang ada, yaitu kurangnya space, belum ada pembagian ruang yang jelas, kebutuhan perlengkapan pendukung ibadah, serta desain interior yang baik. Perancangan interior gereja GKT Ebenhaezer di Sumbawa Besar menggunakan metode design thinking, yaitu inspiration (understand dan observe), conception (point of view dan ideate), iteration (prototype dan test), dan exposition (tell story dan present). Hasil dari perancangan ini adalah desain ruang ibadah bersifat universal yang memiliki kesan ‘welcome’dan menciptakan suasana penyertaan Tuhan dalam reformasi Calvinis."}, "filled": true, "author_pub_id": "ockS_t8AAAAJ:b0M2c_1WBrUC", "num_citations": 0, "pub_url": "https://lentera.publikasiku.id/index.php/ln/article/view/112", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2Ky61LjDzFwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "FAKTOR YANG BERPENGARUH DARI PERANCANGAN SISTEM PENDAFTARAN ONLINE PASIEN UMUM DI RUMAH SAKIT KHUSUS BEDAH HASTA HUSADA KEPANJEN", "pub_year": 2024, "citation": "JRMIK 5 (1), 45-67, 2024", "author": "Mashuri Dika Adi Saputro and Adi Santosa", "journal": "JRMIK", "volume": "5", "number": "1", "pages": "45-67", "abstract": "The development of information and communication technology in the health sector is currently growing rapidly, as evidenced by the existence of an online registration system. The patient registration system at the Hasta Husada Special Surgical Hospital is still done manually, which requires patients to come to the hospital to register and have their data recorded by officers, then the patient waits to be called to be examined based on the queue number, this will take longer and can result in backlogs. patients in four patient registries. The aim of this research was to determine the influencing factors in designing an online general patient registration system basedm on WhatsApp API-gateway using the Wablas Website and WA Queue at the Hasta Husada Special Surgical Hospital. This research uses descriptive analytical research with a qualitative and quantitative approach. The data collection technique used is a questionnaire, then for problem solving using a fishbone diagram, from the problem the author has the idea to solve the problem by creating a WhatsApp-based online registration program with the Wablas Website and WA Queue, using the F test to determine the factors that influence the design of the registration system on line. The subjects in this study were 8 medical records officers in the registration section. The results of research using the Wablas Website and Queue WA applications show that the average scale for respondents is 2.60, where a scale of 2.60 is included in the agree category, so it is stated that respondents showed the highest score of 3.40, the criteria for agreeing in the ease of the patient registration process."}, "filled": true, "author_pub_id": "ockS_t8AAAAJ:D03iK_w7-QYC", "num_citations": 0, "pub_url": "https://www.e-jrmik.stia-malang.ac.id/index.php/1/article/view/66", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-l4v9cNSBu8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Investigating the Project Based Learning and Service Learning: A Case Study of Interior Design Program, Petra Christian University", "pub_year": 2024, "citation": "Global Journal of Emerging Science, Engineering & Technology 1 (2), 80-90, 2024", "author": "Laksmi Kusuma Wardani and Adi Santosa and Ronald Hasudungan Irianto Sitinjak and Poppy Firtatwentyna Nilasari", "journal": "Global Journal of Emerging Science, Engineering & Technology", "volume": "1", "number": "2", "pages": "80-90", "publisher": "Petra Christian University", "abstract": "Curriculum development is carried out by the Interior Design Study Program at Petra Christian University to foster academic competencies, encourage and facilitate students to master various sciences according to their specialization, as well as enable them to understand real problems and find creative solutions. This article discusses various learning activities that contribute to empirical knowledge regarding the successful implementation of project-based learning in a sustainable manner. Through project-based learning, the learning process is built on learning activities with real tasks that challenge students to solve daily life problems independently and collaboratively. Meanwhile, through service learning, students experience direct interaction with the community where they live. Overall, implementing learning helps promote the existence of the design profession to the public. Communities become more aware that they must increase awareness of their cultural environment. In contrast, students become more aware of their competence as designers in building a better environment."}, "filled": true, "author_pub_id": "ockS_t8AAAAJ:a0OBvERweLwC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20814/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lUNQy3KdqL8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Influence of Interior Design on Spatial Experience Based on Comfort Aspects of Visitors: A Case Study of Nadhi Heritage Cafe", "pub_year": 2024, "citation": "International Journal of Multidisciplinary and Current Educational Research …, 2024", "author": "Cindy Octaliana and Adi Santosa and M Tufan Rizqi", "journal": "International Journal of Multidisciplinary and Current Educational Research (IJMCER)", "volume": "6", "number": "4", "pages": "180-191", "abstract": "Spatial experience is the outcome felt by users when sensing and interacting with the surrounding environment, which in this case is the interior design. Comfort itself is one of the main aspects influencing spatial experience and how users can create a positive and satisfying experience. Spatial experience in commercial café settings can become one of the brand identities and enhance customer satisfaction. However, many cafés interior designs are created merely for visual aesthetics to follow current trends without considering visitor comfort. Therefore, this research aims to identify the impact of interior design on spatial experience through the aspect of visitor comfort in café settings. Additionally, the results of this research hoped to serve as reference and consideration for various other academic fields in the effort of designing and renovating café establishments or for future research endeavors. This research employs mixed methods with a descriptive approach to depict the existing condition and spatial experience based on comfort of the researched object, namely Nadhi Heritage Café, located on Gajah Mada Street, Denpasar, Bali. Interior design exerts a profound influence on the creation of spatial experiences, defined as the perception and emotion elicited in individuals as they interact with space. Comfortable space foster positive experiences, while uncomfortable space can lead to negative ones."}, "filled": true, "author_pub_id": "ockS_t8AAAAJ:EUQCXRtRnyEC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=10327930505914073823", "cites_id": ["10327930505914073823"], "pub_url": "https://www.ijmcer.com/wp-content/uploads/2024/07/IJMCER_N0640180191.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:38LtTRMuVI8J:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "UPAYA MENDUKUNG KELENGKAPAN KLASIFIKASI DAN KODEFIKASI PENYAKIT SERTA MASALAH TERKAIT BERDASARKAN ICD 10 PADA DOKUMEN REKAM MEDIS DI PUSKESMAS SINGOSARI", "pub_year": 2023, "citation": "JURNAL PENGABDIAN KEPADA MASYARAKAT 1 (2), 26-34, 2023", "author": "Robiatud Daniyah and Sri Erna Utami and Adi Santosa and Dyah Rangga Puspita", "journal": "JURNAL PENGABDIAN KEPADA MASYARAKAT", "volume": "1", "number": "2", "pages": "26-34", "abstract": "Puskesmas adalah fasilitas pelayanan kesehatan yang menyelenggarakan Upaya kesehatan masyarakat dan Upaya kesehatan perseorangan tingkat pertama, dengan lebih mengutamakan Upaya promotive dan preventif, untuk mencapai derajat kesehatan masyarakat yang setinggi-tingginya. Puskesmas Singosari merupakan Puskesmas yang terletak di Jl. Tohjoyo III/1. Kecamatan Singosari, Kabupaten Malang. Rekam medis adalah dokumen yang berisikan data identitas pasien, pemeriksaan, pengobatan, tindakan, dan pelayanan lain yang telah diberikan kepada pasien. Oleh karena itu, setiap dokter atau dokter gigi dalam menjalankan praktik kedokteran wajib membuat rekam medis. Proses koding di Puskesmas Singosari bisa menggunakan aplikasi E-Pus milik puskesmas yang telah terdapat fitur untuk mendapatkan kode diagnosis berdasarkan ICD-10. Namun pengkodean diagnosa penyakit di Puskesmas Singosari masih ada yang belum terisi untuk dokumen rekam medis yang manual (dalam bentuk kertas). Maka perekam medis mempunyai kewenangan untuk melengkapi rekam medis sesuai kualifikasi pendidikannya yaitu melaksanakn sistem klasifikasi dan kodefikasi penyakit yang berkaitan dengan kesehatan dan tindakan medis sesuai terminology medis yang benar."}, "filled": true, "author_pub_id": "ockS_t8AAAAJ:_xSYboBqXhAC", "num_citations": 0, "pub_url": "https://jpkemas.stiamalang.ac.id/index.php/Jpkesmas/article/view/10", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:SYjaRL4qzMIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pemikiran Ulang Tektonika Arsitektur Joglo", "pub_year": 2023, "citation": "Institut Teknologi Sepuluh Nopember, 2023", "author": "Adi Santosa", "abstract": "Joglo merupakan rumah tinggal bangsawan yang saat ini telah mengalami banyak pembaruan secara teknis hingga penggunaannya. Hal ini bisa menimbulkan masalah bila pembaruan tersebut keluar jauh dari kaidah-kaidah keasliannya. Untuk itu, batasan definitif tentang arsitektur joglo harus diberikan secara jelas. Dari penelusuran yang dilakukan, peneliti belum menemukan adanya kajian yang khusus untuk meredefinisi joglo. Karena itu, penelitian ini bertujuan untuk menghasilkan pemahaman baru berupa redefinisi yang komprehensif terhadap arsitektur joglo melalui pemikiran ulang terhadap arsitektur joglo dengan menginterpretasikan fakta-fakta terkait konstruksinya yang didasari oleh kajian tektonika. Melalui kajian tektonika arsitektur joglo dibedah dari aspek prinsip konstruksi, kerajinan pembuatan, dan suasana ruang. Karena menginterpretasikan fakta-fakta artefak terkait joglo maka penelitian ini menggunakan metode historis-interpretatif dengan strategi naratif-historis. Strategi ini memandang fakta-fakta masa lalu sebagai kumpulan kejadian yang tidak terstruktur, sehingga perlu disusun menjadi terstruktur membentuk alur cerita yang logis dan bisa dipertanggungjawabkan.  Penelitian ini telah mampu mengungkapkan pemahaman baru yaitu: (1) Dari aspek prinsip konstruksi terungkap bahwa di dalam sistem konstruksi joglo terdapat perpaduan yang harmonis antara unsur tektonik dengan stereotomik sehingga tidak hanya benar secara teknis namun juga mampu memunculkan keunikan. (2) Dari aspek kerajinan pembuatan terungkap bahwa sistem konstruksi joglo memiliki akar perkembangan yang panjang hingga dapat …"}, "filled": true, "author_pub_id": "ockS_t8AAAAJ:yD5IFk8b50cC", "num_citations": 0, "pub_url": "https://repository.its.ac.id/104471/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:A_cB70vJr30J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "IMPLEMENTASI PEMANFAATAN APLIKASI GOOGLE FORM BAGI PETUGAS REKAM MEDIS UNTUK PELACAKAN ANTENATAL CARE DI PUSKESMAS KEDUNG KANDANG KOTA MALANG", "pub_year": 2023, "citation": "JURNAL PENGABDIAN KEPADA MASYARAKAT 1 (1), 28-40, 2023", "author": "Femy Anggryani and Adi Santosa and Melvianus Rato Mesang and Ervita Nindy Oktoriany", "journal": "JURNAL PENGABDIAN KEPADA MASYARAKAT", "volume": "1", "number": "1", "pages": "28-40", "abstract": "Penyimpanan berkas rekam medis pasien ibu hamil dilakukan digedung rawat jalan dengan sistem penyimpanan secara sentralisasi, sedangkan pemeriksaan ibu hamil dilakukan di gedung rawat inap atau IGD yang memiliki jarak sekitar 100 meter ke utara dari gedung rawat jalan. Tujuan kegiatan adalah untuk memudahkan petugas dalam hal ini dokter atau bidan untuk dapat mengakses data riwayat pasien ibu hamil dengan menggunakan aplikasi Google Formulir. Penelitian ini menggunakan metode deskriptif dengan pendekatan kualitatif dengan metode pengumpulan data berupa wawancara dan observasi. Hasil penelitian menunjukkan bahwa adapun yang menjadi kesulitan petugas untuk mengakses riwayat kunjungan pasien ibu hamil yaitu dikarenakan rekam medisnya"}, "filled": true, "author_pub_id": "ockS_t8AAAAJ:bFI3QPDXJZMC", "num_citations": 0, "pub_url": "https://jpkemas.stiamalang.ac.id/index.php/Jpkesmas/article/view/3", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Ao48ia9bH34J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Material and Cultural Values in Joglo Architecture in Indonesia", "pub_year": 2023, "citation": "ISVS e-journal 10 (2), 1-15, 2023", "author": "Adi Santosa and Murni Rachmawati", "volume": "10", "number": "2", "pages": "1-15", "abstract": "Joglo is a residential architecture heritage intended for the Javanese  nobility. Since the Yogyakarta earthquake in 2006, the eminence of joglo has  been questioned because many of them collapsed in this disaster. Through  tectonic studies, this paper aims to reveal whether joglo structures were created  with more consideration for technical matters (material and strength of  construction), for non-technical considerations (creation of the spatial  atmosphere following the cultural values), or the harmony between them.  The study employs a historical interpretative method through three  stages. First, it examines the technical aspects of joglo construction to produce  a narrative about the logic of joglo construction. Second, it examines the cultural  aspects related to joglo to develop a narrative about how the Javanese nobility  interprets joglo spaces. Finally, the two stages are discussed to look for the  relationships between them.  This research has revealed that the process of creating joglo is based on  two concurrent knowledge, traditional wood and stone construction technology  and the knowledge of Javanese religiosity originating from the Hindu cultural  values. Both of this knowledge are combined harmoniously so that there is a  harmony between the material, construction and form elements, and the  philosophical meanings that give rise to a sacred atmosphere in the joglo  architectural space."}, "filled": true, "author_pub_id": "ockS_t8AAAAJ:dfsIfKJdRG4C", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=17871152664645328534", "cites_id": ["17871152664645328534"], "pub_url": "https://repository.petra.ac.id/19992/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lt71vqkWA_gJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 3, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Material and Cultural Values in Vernacular Joglo Architecture in Indonesia", "pub_year": 2023, "citation": "", "author": "Adi Santosa and Murni Rachmawati and Vincentius Totok Noerwasito", "abstract": "Joglo is a residential architecture heritage of the Javanese nobility. Since the Yogyakarta earthquake in 2006, eminence of Joglo has been questioned because many of them collapsed in this disaster. Through tectonic studies, this paper reveals whether joglo structures were created with more consideration for technical matters (material and strength of construction), for non-technical considerations (creation of the spatial atmosphere following the cultural values), or the harmony between them.The study employs a historical interpretative method through three stages. First, it examines the technical aspects of Joglo construction to produce a narrative about the logic of Joglo construction. Second, it examines the cultural aspects related to Joglo to develop a narrative about how the Javanese nobility interprets Joglo spaces. Finally, the two stages are discussed to look for the relationships between them."}, "filled": true, "author_pub_id": "ockS_t8AAAAJ:NhqRSupF_l8C", "num_citations": 0, "pub_url": "https://isvshome.com/pdf/ISVS_10-2/ISVSej_10.2.1_Adi.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:iwZeTXfNN5kJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENERAPAN ERGONOMI PADA RUANG FILLING REKAM MEDIS DI KANJURUHAN KABUPATEN MALANG", "pub_year": 2023, "citation": "JRMIK 4 (1), 1-6, 2023", "author": "Ali Hanafiah and Nursela Maharani and Adi Santosa", "journal": "JRMIK", "volume": "4", "number": "1", "pages": "1-6", "abstract": "Background: Ergonomics is a science and technology, which1 seeks to harmonize1 methods, tools and the work"}, "filled": true, "author_pub_id": "ockS_t8AAAAJ:cFHS6HbyZ2cC", "num_citations": 0, "pub_url": "https://www.e-jrmik.stia-malang.ac.id/index.php/1/article/download/46/19", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jxZCXdOMQ9wJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Database design for distribution simulation game", "pub_year": 2020, "citation": "IOP Conference Series: Materials Science and Engineering 879 (1), 012179, 2020", "author": "A Santosa and AM Rinaldy and D Andriani", "journal": "IOP Conference Series: Materials Science and Engineering", "volume": "879", "number": "1", "pages": "012179", "publisher": "IOP Publishing", "abstract": "The purpose of this study is to obtain a database design for a distribution simulation game that will be used as a learning medium in a industrial engineering. Distribution simulation games have been used since the 1960s, since the invention of the Beer Game by Jay Wright Forrester. The method used in this research is the System Development Life Cycle including the steps of enterprise modeling, conceptual data modeling, logical database design, physical database design, and database implementation. The results of this study are in the form of a relational database design consisting of five entities namely GameTitle, Retailer, Wholesaler, Distributor, and Maufacturer. GameTitle is a strong entity that owns the other four entities. The design can be implemented well in a Database Management System such as Microsoft Access, MySQL, or others. This database is used as data storage during the game and then …"}, "filled": true, "author_pub_id": "ockS_t8AAAAJ:SeFeTyx0c_EC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=12857197235551388006", "cites_id": ["12857197235551388006"], "pub_url": "https://iopscience.iop.org/article/10.1088/1757-899X/879/1/012179/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZsEs8MPwbbIJ:scholar.google.com/", "cites_per_year": {"2022": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Hibriditas tektonika arsitektur Joglo", "pub_year": 2020, "citation": "dalam Prosiding Seminar Ikatan Peneliti Lingkungan Binaan Indonesia (IPLBI …, 2020", "author": "Adi Santosa and Murni Rachmawati and Vincentius Totok Noerwasito", "journal": "dalam Prosiding Seminar Ikatan Peneliti Lingkungan Binaan Indonesia (IPLBI)", "volume": "4", "pages": "088-095", "abstract": "Joglo adalah salah satu bentuk arsitektur Jawa yang diperuntukkan bagi golongan bangsawan. Meskipun diperuntukkan bagi strata sosial tertinggi, pengalaman empirik maupun penelitian ilmiah telah membuktikan bahwa secara teknis konstruksi joglo ternyata masih memiliki kelemahan, khususnya terhadap gempa. Hal ini memunculkan pertanyaan yaitu mengapa konstruksi joglo tidak pernah dikembangkan lagi padahal belum ideal. Untuk itu, kajian tektonika diperlukan karena melalui kajian ini aspek logika konstruksi, proses penciptaan hingga suasana ruang yang tercipta dibalik susunan konstruksi dapat diungkapkan. Dengan pengungkapan ini maka akan dipahami bahwa dibalik kelemahan yang ada pasti ada keunggulan-keunggulan yang bersifat kontekstual. Karena analisis penelitian ini akan mengungkapkan fakta-fakta sejarah maka metode penelitian yang digunakan adalah historis-interpretatif dengan strategi naratif-historis. Melalui kajian tektonika, penelitian ini mengungkapkan bahwa joglo sesungguhnya merupakan arsitektur hibrid, karena merupakan perpaduan antara unsur arsitektur tradisional yang lebih bersifat teknonik dengan unsur arsitektur klasik Jawa yang lebih besifat strereotomik."}, "filled": true, "author_pub_id": "ockS_t8AAAAJ:HoB7MX3m0LUC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=7595059382510986244", "cites_id": ["7595059382510986244"], "pub_url": "https://www.academia.edu/download/113237905/IPLBI-2020-088-095-Hibriditas-Tektonika-Arsitektur-Joglo.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:BKSQnkQSZ2kJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 0, "2023": 1, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Simulation of first level health care facilities to reduce patient flow time", "pub_year": 2019, "citation": "IOP Conference Series: Materials Science and Engineering 662 (4), 042004, 2019", "author": "A Santosa and M Sagathi and MR Situmorang", "journal": "IOP Conference Series: Materials Science and Engineering", "volume": "662", "number": "4", "pages": "042004", "publisher": "IOP Publishing", "abstract": "This paper presented research on the simulation of first-level health care facilities, Community Health Centers managed by the government and the Main Clinic managed by the private sector. The objectives of this study include identifying patient flow times, locations of congestion, and determining scenarios to improve system performance. This paper used a simulation model as a method to developed using a discrete event simulation approach, the study continued with data collection in the form of flow and volume of patient arrivals and service times at each location. By analyzing statistical data from 30 replications, it shows that there are differences in characteristics between the Community Health Center and the Primary Clinic, in the bottle-neck location and the performance of the Main Clinic is better than the Community Health Center, with patients flowing time, respectively 2516.23 seconds and 4881.03 …"}, "filled": true, "author_pub_id": "ockS_t8AAAAJ:70eg2SAEIzsC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=6723752306460802215", "cites_id": ["6723752306460802215"], "pub_url": "https://iopscience.iop.org/article/10.1088/1757-899X/662/4/042004/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:pzxPSBmRT10J:scholar.google.com/", "cites_per_year": {"2020": 2, "2021": 2, "2022": 0, "2023": 2, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Produk Interior Premium Berbasis Optimasi Penerapan Karakteristik Fisik Kayu Kelapa", "pub_year": 2019, "citation": "Dimensi Interior 17 (1), 35-40, 2019", "author": "Yunivia Anggoro and Adi Santosa", "journal": "Dimensi Interior", "volume": "17", "number": "1", "pages": "35-40", "abstract": "Perancangan ini bertujuan untuk mengolah sumber daya alam yang jumlahnya masih berlimpah di Indonesia dan menjadikan kayu kelapa sebagai material substitusi kayu-kayu di pasaran yang mulai langka. Metode perancangan yang digunakan terdiri dari delapan tahap. Empat tahap pertama adalah memahami material, eksplorasi joint, mendesain konektor besi, dan melakukan tes terhadap kestabilan konektor tersebut. Setelah ditemukan desain konektor besi terbaik, tahapan berikutnya adalah mendesain produk, merealisasikan produk, memasarkan produk, dan melakukan evaluasi. Hasil perancangan berupa tiga set produk interior yang terdiri dari tiga belas produk mulai dari mebel, aksesoris, hingga elemen interior. Optimasi yang telah dilakukan menghasilkan produk interior yang tidak hanya menawarkan desain yang premium, namun juga memiliki ketahanan produk yang juga baik."}, "filled": true, "author_pub_id": "ockS_t8AAAAJ:dhFuZR0502QC", "num_citations": 0, "pub_url": "http://dimensiinterior.petra.ac.id/index.php/int/article/view/21565", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:e0w9z6v1wG0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Fasilitas Multifungsi untuk Mendukung Aktivitas Manusia dan Anjing", "pub_year": 2019, "citation": "Jurnal Intra 7 (2), 418-422, 2019", "author": "Monica Santoso and Adi Santosa and Grace S Kattu", "journal": "Jurnal Intra", "volume": "7", "number": "2", "pages": "418-422", "abstract": "As time passes, there are many people who chooses to pets in their houses, among them are dogs. For that matter, there are appearances of dog lover communities in many areas, as well as dog cafes in some cities. Without realizing it, there has never been a designer who designs facilities to fulfill the needs of dogs and humans simultaneously in Indonesia. This research is using a design thinking method which starts from understand, observe, point of view, ideate, prototype, test, story telling and business model. The result of this research is one set of multifunctional facilities which includes playing, sitting, and storage facilities for the owner and playing, resting, as well as eating and drinking facilities for dogs. This facility has the modular and knock down feature, which also can be used by dogs and its owner simultaneously."}, "filled": true, "author_pub_id": "ockS_t8AAAAJ:isC4tDSrTZIC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=12845289547685460223", "cites_id": ["12845289547685460223"], "pub_url": "https://scholar.google.com/scholar?cluster=12845289547685460223&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:_3jUTsmiQ7IJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 1, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Fasilitas Penyimpanan dan Pembelajaran Kreativitas untuk Anak Usia Dini", "pub_year": 2019, "citation": "Jurnal Intra Vol. 7 No 20 7 (2), 802-808, 2019", "author": "M Ardelia and A Santosa and G Setiati", "journal": "Jurnal Intra Vol. 7 No 20", "volume": "7", "number": "2", "pages": "802-808"}, "filled": true, "author_pub_id": "ockS_t8AAAAJ:r0BpntZqJG4C", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=1762306955249761156", "cites_id": ["1762306955249761156"], "pub_url": "https://scholar.google.com/scholar?cluster=1762306955249761156&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:hLvctNb4dBgJ:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 0, "2022": 0, "2023": 2, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Kursi Santai Berbahan Dasar Tempurung Kelapa Untuk Kolam Renang Di Area Tropis Lembab", "pub_year": 2018, "citation": "Jurnal Intra 532, 2018", "author": "Gregorius Sanjaya and Adi Santosa and Jean Francois Poillot", "journal": "Jurnal Intra", "volume": "532", "abstract": "Dalam perancangan ini, perancang ingin mencari alternatif material selain kayu karena penggunaan kayu yang sangat tinggi yang jika diteruskan kemungkinan persediaan kayu di Indonesia akan habis. Salah satu alternatif material pengganti kayu yang dipilih perancang adalah tempurung kelapa karena sangat banyak limbah tempurung kelapa yang hanya dimanfaatkan sebagai arang dan juga sebagai aksesoris, padahal banyak sekali manfaat yang dapat digunakan menjadi barang yang bernilai tinggi. Melihat keadaan itu perancang ingin merancang sebuah furniture yang menggunakan bahan tempurung kelapa sebagai bahan utama pengolah bentuk/konstruksi/estetika/lainnya, yang dapat meningkatkan nilai jual tempurung kelapa dan juga dapat menjadi alternatif material selain kayu sebagai bahan utama pembuatan furniture. Dalam perancangan ini, perancang mulai meneliti dan mencari informasi …"}, "filled": true, "author_pub_id": "ockS_t8AAAAJ:_Qo2XoVZTnwC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=18431183125414593555", "cites_id": ["18431183125414593555"], "pub_url": "https://scholar.google.com/scholar?cluster=18431183125414593555&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:E8SCZGa3yP8J:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 0, "2023": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Aksesoris Interior Menggunakan Bahan Limbah Serbuk Rotan", "pub_year": 2018, "citation": "Jurnal Intra 6 (2), 258-265, 2018", "author": "Meilyana Darmawan and Adi Santosa", "journal": "Jurnal Intra", "volume": "6", "number": "2", "pages": "258-265", "abstract": "Ketersedian bahan baku rotan melimpah di dalam negeri sehingga menghasilkan sebuah sisa hasil produksi rotan yang berupa serbuk rotan. Dengan adanya serbuk rotan djadikan produk papan serbuk rotan mampu menunjukan efisien bahan terhadap peduli lingkungan. Sebagaimana serbuk rotan hanya dijadikan bahan bakar pada pemanas rotan. Untuk itu, serbuk rotan perlu dilakukan sebuah pengujian terlebih dahulu guna mengetahui hasil produk jadi dan target pasar. Metode dalam perancangan yaitu dengan melakukan observasi, programing, konsep perancangan, eksperimen, skematik desain, desain akhir, prototype, dan business plan. Pengolahan limbah rotan menjadi papan serbuk rotan yang diaplikasikan pada aksesoris interior yang bersifat dekoratif. Sebagaimana limbah serbuk rotan diproses secara industrial untuk dijadikan papan serbuk rotan dengan alat press dan pada desain akhir yang …"}, "filled": true, "author_pub_id": "ockS_t8AAAAJ:mB3voiENLucC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=17270423637124488896", "cites_id": ["17270423637124488896"], "pub_url": "https://scholar.google.com/scholar?cluster=17270423637124488896&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:wJ5Qm8verO8J:scholar.google.com/", "cites_per_year": {"2019": 1, "2020": 0, "2021": 1, "2022": 0, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan modular panel dengan memanfaatkan limbah kayu pinus bekas", "pub_year": 2018, "citation": "Jurnal Intra 6 (2), 116-125, 2018", "author": "Meilita Tantoroputri and Adi Santosa and JF Poilot", "journal": "Jurnal Intra", "volume": "6", "number": "2", "pages": "116-125", "abstract": "The dearth of some popular wood species phenomenon is actually inversely proportional with wood growing age. Potential pinewood which is widely available, often used for short-term needs; for example as containers. Therefore, pine waste become increase. This problem is not balanced because there is only a small number of craftsmen who could process it into an attractive product. This situation caused pine waste price become fairly cheap. To overcome this phenomenon, the designer designs modular panels as interior products by utilizing pine waste from containers. The design is based on “Eco-Sustainability\" concept which consisting of two main words: Eco and Sustainability. It is based on the current trends and uses various theories as the design limits. Design’s method in this process is Brain's Creative Development Spiral which consists of 5 steps, such as (1) Hypothesis and Experiment,(2) Image,(3 …"}, "filled": true, "author_pub_id": "ockS_t8AAAAJ:-f6ydRqryjwC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=16789242803728884169", "cites_id": ["16789242803728884169"], "pub_url": "https://scholar.google.com/scholar?cluster=16789242803728884169&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ySELdGBf_-gJ:scholar.google.com/", "cites_per_year": {"2021": 2, "2022": 1, "2023": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan furnitur dengan material kayu balsa", "pub_year": 2018, "citation": "Jurnal Intra 6 (2), 105-115, 2018", "author": "Sherry Suryani Wijoyo and Adi Santosa and Celine Junica Pradjonggo", "journal": "Jurnal Intra", "volume": "6", "number": "2", "pages": "105-115"}, "filled": true, "author_pub_id": "ockS_t8AAAAJ:qxL8FJ1GzNcC", "num_citations": 10, "citedby_url": "/scholar?hl=en&cites=7338297494488809413", "cites_id": ["7338297494488809413"], "pub_url": "https://scholar.google.com/scholar?cluster=7338297494488809413&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:xf8k97De1mUJ:scholar.google.com/", "cites_per_year": {"2018": 1, "2019": 1, "2020": 0, "2021": 1, "2022": 2, "2023": 2, "2024": 2}}
