{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Female Successors and Family Business Resilience; Multiple Case Studies on Family-Owned Retail Businesses", "pub_year": 2024, "citation": "International Journal of Family Business Practices 7 (1), 10-24, 2024", "author": "Maylivia Yantono and Retno Ardianti", "journal": "International Journal of Family Business Practices", "volume": "7", "number": "1", "pages": "10-24", "publisher": "http://e-journal.president.ac.id/presunivojs/index.php/IJFBP/article/view/5321", "abstract": "The study investigates the resilience of family-owned retail businesses led by female successors, focusing on business strategies to sustain and grow their ventures. The aim of this study is to understand how motivation, competence, and family support contribute to these strategies and, consequently to business resilience. Family businesses face unique challenges in adapting to rapid environmental changes. The COVID-19 pandemic posed significant disruptions, particularly for small, family-owned retail businesses in Indonesia, forcing them to rapidly adopt new technologies and business processes. This study specifically examines the role of female successors in family-owned retail businesses for the resilience of their business ventures. This focus is relatively underexplored in the existing literature, which often emphasizes male leadership in family businesses. This study employs a multiple case study approach, selecting four female successors of family-owned retail businesses in a small city in Indonesia. Data was collected through preliminary observations and semi-structured interviews to explore the successors motivations, competencies, and family support in crafting and implementing business strategies. The study found that the female successors effectively implemented renewal and growth strategies. Their high motivation, continuous learning, and strong family support were crucial in driving these strategies. The businesses not only survived but also expanded during and after the pandemic, demonstrating resilience through survival, growth, and continuity. Our findings highlight the critical role of female successors in the resilience of …"}, "filled": true, "author_pub_id": "ojtPGUoAAAAJ:mo9XK3BEATIC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21225/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:u4in57Luuu0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The interrelationship of community resilience and business resilience. A qualitative study on the role of community for small business survival", "pub_year": 2024, "citation": "The interrelationship of community resilience and business resilience. A …, 2024", "author": "RR Ardianti", "abstract": "Our study highlights the interrelationship between community resilience and business resilience. This study showed that when community members were able to recover from the health risks of pandemic, small businesses were also able to recover by continuing their operations that once were disrupted. The surviving businesses also benefit the local community with valuable offerings to enjoy and by providing jobs for the locals. Our findings thus may inform policy makers on the importance of contextual factor for economic recovery program following an adverse event. Government sponsored new venture creations initiatives should be aimed at exploiting local opportunities by fulfilling local demands of products and services while at the same time empowering local entrepreneurs. This is to increase the chance of survival of small ventures as the continuity of small businesses rely on their communities. This message is important amidst the higher preference of government and venture capitalists to support new ventures creation initiatives that display the potential for a fast growth by utilizing high technology and targeting wide geographical area of market. Although this type of venturing is important, however, the economic impact of local small venturing for community is also evident, thus should not be overlooked."}, "filled": true, "author_pub_id": "ojtPGUoAAAAJ:KKBjqD86ppkC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21204/1/Publikasi1_05001_10916.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:wis3vmINEV0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pelatihan dan Pendampingan Desain Grafis Bagi Siswa Berkebutuhan Khusus", "pub_year": 2024, "citation": "Jurnal Kreativitas dan Inovasi (Jurnal Kreanova) 4 (2), 62-66, 2024", "author": "Retno Ardianti and Ratih Indriyani and Sesilya Kempa and Mariana Ing Malelak", "journal": "Jurnal Kreativitas dan Inovasi (Jurnal Kreanova)", "volume": "4", "number": "2", "pages": "62-66", "abstract": "Penggunaan media sosial untuk mendukung kegiatan pemasaran menjadi hal yang sangat penting pada saat ini. Kemampuan untuk membuat desain konten-konten sosial media yang dapat digunakan untuk memasarkan produk menjadi penting bagi siswa, termasuk siswa dengan kebutuhan khusus agar dapat melengkapi mereka dengan kompetensi yang dibutuhkan dalam dunia kerja. Oleh karena itu, dosen dan mahasiswa School of Business and Management Universitas Kristen Petra mengadakan kegiatan pengabdian pada masyarakat dengan metode pelatihan dan pendampingan yang ditujukan bagi siswa AORA, sebuah lembaga kursus dan pelatihan bagi siswa berkebutuhan khusus di Surabaya. Pelatihan dan pendampingan ini diselenggarakan selama kurang lebih 8 minggu dalam kurun waktu Januari-Maret 2024. Secara spesifik, materi yang diberikan adalah desain grafis dengan menggunakan aplikasi canva untuk menghasilkan konten berupa poster, name tag produk, katalog produk dan reels. Secara umum siswa menunjukkan respon yang positif atas kegiatan pelatihan dan pendampingan ini. Mereka mengakui adanya manfaat dan menyatakan kesediaannya untuk mengikut pelatihan lanjutan yang akan direncanakan untuk mereka"}, "filled": true, "author_pub_id": "ojtPGUoAAAAJ:it4f3qIuXWYC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21228/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:biKdp_soMAoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Dampak Opinion Leadership terhadap Keinginan Penonton untuk Mengikuti Rekomendasi Produk dan Terus Menonton Konten (Studi pada Channel Youtube Review Produk Elektonik dan Gadget Ternama di Indon", "pub_year": 2024, "citation": "Jurnal Manajemen dan Organisasi 15 (1), 83-96, 2024", "author": "Matthew Sebastian Tjakradinata and Retno Ardianti", "journal": "Jurnal Manajemen dan Organisasi", "volume": "15", "number": "1", "pages": "83-96", "abstract": "Penelitim ini dilakukan untuk menjelaskan intensi penonton untuk terus menonton (intention to continue watching) serta untuk mengikuti saran (intention to follow the advice) yang diberikan oleh opinion leader pada platform Youtube. Selain itu untuk menguji dampak dari sejumlah karakteristik konten yang dibuat oleh content creator yaitu keaslian (originality), keunikan (uniqueness), dan kualitas (quality) terhadap opinion leadership. Penelitian ini menggunakan pendekatan kuantitatitif dengan data yang diperoleh melalui survei terhadap penonton gadget reviews pada chanel YouTube yang paling populer di Indonesia. Dengan menggunakan teknik Partial Least Square-Structural Equation Modeling"}, "filled": true, "author_pub_id": "ojtPGUoAAAAJ:plAW456RD7MC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21055/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jgFrGVnvaE8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Exploring Indonesian New Entrepreneurs Career Sustainability During an Economic Crisis", "pub_year": 2024, "citation": "Petra International Business and Accounting Conference 2023 1 (ISSN 3046 …, 2024", "author": "Retno Ardianti", "conference": "Petra International Business and Accounting Conference 2023", "volume": "1", "number": "ISSN 3046-658X", "pages": "40", "abstract": "Economic crises can create shocks for individuals career that trigger job change, such as a a job change from paid employment to entrepreneurship. However, litle is known about the long term impact of this particular type of job change on career sustainability. Therefore, the aim of this paper is to explore the long term implication of a job change from paid employment to entrepreneurship by using data of job changes during the period of Asian economic crisis in Indonesia. We use descriptive statistics to reveal the survival rate in entrepreneurship and the career patterns of new entrepreneurs who started their career during the crisis. We also examined their income and compared them with similar individuals who remained in paid employment to understand the outcomes from a career change. Our finding indicate support to the findings from career imprinting literature as it shows that less than 50% of new entrepreneurs survive in their new career and only 78% of them were able to show persistent career patterns. The rest showed mixed results with some episodes of going back to paid employment or unemployment. Further, our results demontrate that in average, those who survive demonstrate no financial gains from their new entrepreneurial career. Their annual income were found to be relatively similar to those who remaind in paid employment during and after the crisis."}, "filled": true, "author_pub_id": "ojtPGUoAAAAJ:OlbiQ0ttILcC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21166/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:quol9tqCzV8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Employee Well-Being, Work-Life Balance, dan Perceived Supervisor Support: Studi Kualitatif Pada Salesperson", "pub_year": 2023, "citation": "Jurnal Ilmiah Manajemen dan Bisnis (JIMBis) 2 (3), 230-241, 2023", "author": "Margaret Anezka Gusjana and Retno Ardianti", "journal": "Jurnal Ilmiah Manajemen dan Bisnis (JIMBis)", "volume": "2", "number": "3", "pages": "230-241", "abstract": "Penelitian ini berangkat dari fenomena tentang karakteristik pekerjaan sales person yang memiliki jam kerja yang panjang dan harus bekerja di bawah target penjualan secara terus menerus, namun disisi lain memiliki kewenangan untuk mengatur waktu kerjanya secara mandiri. Keunikan karakteristik pekerjaan ini dapat berdampak pada well-being dan work-life balance mereka, khususnya bagi pekerja yang telah berkeluarga dan memiliki anak. Oleh karena itu, penelitian ini bertujuan untuk menggambarkan employee well-being, work-life balance, dan perceived supervisor support yang dialami oleh sales person. Penelitian ini menggunakan pendekatan kualitatif dengan data yang diperoleh melalui wawancara semi-terstruktur pada sejumlah sales person pada dealer otomotif di Surabaya, Indonesia yang telah menikah dan memiliki anak. Hasil penelitian ini menunjukkan well-being yang positif dari sales person, yang meliputi physical,social maupun financial well-being. Selain itu, hasil penelitian ini juga menunjukkan dua hal penting bagi well-being sales person. Hal yang pertama adalah kemampuan mereka untuk menyeimbangkan antara peran dalam pekerjaan dengan rumah tangga. Sementara hal kedua adalah pentingnya faktor dukungan emosional maupun instrumental dari supervisor serta keluarga dalam menjalankan pekerjaan mereka."}, "filled": true, "author_pub_id": "ojtPGUoAAAAJ:fGk8ZXjgAbkC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=12250979940790374162", "cites_id": ["12250979940790374162"], "pub_url": "https://repository.petra.ac.id/21205/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Eg8_AVk5BKoJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Berdaya Bersama; Pendampingan Marketing Entrepreneurial Bagi UMK Dengan Metode Hybrid Service Learning", "pub_year": 2023, "citation": "Jurnal Kreativitas dan Inovasi (Jurnal Kreanova) 3 (3), 91-96, 2023", "author": "Retno Ardianti", "journal": "Jurnal Kreativitas dan Inovasi (Jurnal Kreanova)", "volume": "3", "number": "3", "pages": "91-96", "abstract": "Perubahan gaya hidup konsumen selama masa pandemi menuntut adanya perubahan bagi pelaku usaha dalam cara memasarkan produk. Namun demikian tidak semua pelaku usaha, khususnya pada skala mikro dan kecil memiliki kesiapan untuk melakukan perubahan yang terkait dengan penggunaan teknologi informasi dan komunikasi. Oleh karena itu kami memberikan dukungan bagi pelaku usaha melalui kegiatan pengabdian masyarakat dengan menggunakan metode service learning. Metode ini merupakan kombinasi antara academic learning dengan community service yang dapat dilakukan baik secara online maupun on-site (hybrid). Kegiatan abdimas ini dilakukan pada 10 usaha mikro kecil yang berada di Wilayah Surabaya, Sidoarjo, Bandung, Bali, hingga Halmahera Utara dan Nusa Tenggara Timur. Berdasarkan evaluasi, kegiatan ini membantu entrepreneurs dalam menyusun strategi pemasaran jangka panjang serta dalam mengoptimalkan pemasaran melalui media sosial maupun e-marketplace. Bagi mahasiswa, kegiatan ini memberikan manfaat berupa penguasaan softskills, hardskills, maupun kesempatan untuk mengenali kekurangan ataupun potensi diri. Hal ini merupakan dampak yang melebihi manfaat yang dapat diperoleh dari pembelajaran dengan metode konvensional."}, "filled": true, "author_pub_id": "ojtPGUoAAAAJ:QYmifXMdJWgC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=8282800682116438690", "cites_id": ["8282800682116438690"], "pub_url": "https://ejournal.stiesia.ac.id/kreanova/article/view/5839", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:otrpElZr8nIJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Peran Mediasi Mimicry Desire Dalam Hubungan Antara Kredibilitas dan Kesamaan Food Vlogger Dengan Purchase Intention Viewer", "pub_year": 2023, "citation": "Jurnal Aplikasi Bisnis dan Manajemen (JABM) 9 (2), 558-558, 2023", "author": "Lovia Given and Retno Ardianti", "journal": "Jurnal Aplikasi Bisnis dan Manajemen (JABM)", "volume": "9", "number": "2", "pages": "558-558", "abstract": "Dengan semakin meningkatnya popularitas food vlogger di Indonesia, penelitian selama ini belum menunjukkan dampak menonton konten mereka pada pada minat penonton untuk meniru perilaku serta membeli produk yang mereka rekomendasikan. Oleh karena itu, penelitian ini bertujuan menguji peran keinginan untuk meniru (mimicry desire) sebagai variabel mediasi yang menjelaskan hubungan antara kredibilitas dan kesamaan (homophily) food vlogger dengan purchase intention viewer. Dengan menggunakan teknik convenience sampling, penelitian ini menggunakan data yang diperoleh melalui survey online pada penonton food vlogger ternama Indonesia pada platform Youtube. Selanjutnya, dengan menggunakan PLS-SEM sebagai teknik analisis data, hasil penelitian ini menunjukkan peran positif kredibilitas, kesamaan, maupun mimicry desire dalam menjelaskan purchase intention viewer. Selain itu, hasil penelitian menunjukkan peran mimicry desire sebagai full mediating variable dalam menjelaskan hubungan kesamaan (homophily) terhadap purchase intention."}, "filled": true, "author_pub_id": "ojtPGUoAAAAJ:nj26e0utjpAC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21209/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:HOHPOmJ08PsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Continuance Intention Pelaku Usaha Mikro dan Kecil Terhadap Penggunaan QRIS untuk Transaksi Pembayaran", "pub_year": 2023, "citation": "Journal of Practical Management Studies 1 (1), 07-15, 2023", "author": "Arren Gavriel and Retno Ardianti", "journal": "Journal of Practical Management Studies", "volume": "1", "number": "1", "pages": "07-15"}, "filled": true, "author_pub_id": "ojtPGUoAAAAJ:RdUpO4xyVKMC", "num_citations": 10, "citedby_url": "/scholar?hl=en&cites=4716099168140146656", "cites_id": ["4716099168140146656"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:4DeC2jTzckEJ:scholar.google.com/", "cites_per_year": {"2023": 3, "2024": 4, "2025": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Role of E-Satisfaction on Repurchase and E-Wom Intention on The Costumers of Food Products By Local Micro and Small Businesses on The Digital Platforms", "pub_year": 2023, "citation": "Indonesian Journal of Business and Entrepreneurship (IJBE) 9 (1), 118-118, 2023", "author": "Enrico Verrell Santoso and Retno Ardianti", "journal": "Indonesian Journal of Business and Entrepreneurship (IJBE)", "volume": "9", "number": "1", "pages": "118-118", "abstract": "Despite the increasing popularity of online food delivery services, extant studies have not looked at factors that contribute to customers’ willingness to repurchase and recommend food products by local micro and small businesses to other app users. Meanwhile, the topic is essential given that food products from local micro and small businesses face direct competition with well-known products from large corporations on digital platforms. Therefore, this study aims to examine the role of food quality, price fairness and perceived value on e-satisfaction and the role of e-satisfaction on the repurchase and e-WOM intention of the customers of food products by local micro and small businesses. Using data from 100 customers of local micro and small businesses on the popular food delivery applications in Pekalongan, Indonesia and employing Partial Least Square (PLS) in our data analysis, our results show that food quality and price fairness have a significant effect on e-satisfaction. In addition, our findings show that e-satisfaction has a positive and significant effect on repurchase intention, but it shows a non-significant positive effect on e-WOM intention. Overall, our findings suggest that on digital platforms, gaining customer satisfaction about the products quality and the prices fairness may not be enough, as it does not indicate a significant relationship with the willingness of the customers to recommend it to other app users."}, "filled": true, "author_pub_id": "ojtPGUoAAAAJ:w-fwKiQwpQAC", "num_citations": 8, "citedby_url": "/scholar?hl=en&cites=10563792195715533970", "cites_id": ["10563792195715533970"], "pub_url": "https://repository.petra.ac.id/21057/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:kgyrWgghmpIJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 4, "2025": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Peran Religiosity, Entrepreneurial Self-Efficacy, dan Entrepreneurial Passion terhadap Persistence dalam Menjalankan Usaha", "pub_year": 2023, "citation": "Jurnal Administrasi Bisnis 12 (2), 175-186, 2023", "author": "Jessica Setiawan and Retno Ardianti", "journal": "Jurnal Administrasi Bisnis", "volume": "12", "number": "2", "pages": "175-186", "publisher": "Universitas Diponegoro, Indonesia", "abstract": "Despite the low level of new venture survival particularly during the period of economic crisis, extant studies have not explained much about factors that contribute to entrepreneurial persistence. Therefore, this study aims to explain entrepreneurial persistence by testing the effects of religiosity, entrepreneurial self-efficacy and entrepreneurial passion on entrepreneurial persistence. This study uses a quantitative approach; using data from 150 entrepreneurs living in some major cities in Indonesia. The data was obtained through an online questionnaire and was analysed by using SmartPLS version 4. Our results show the effects of religiosity, entrepreneurial self-efficacy, and entrepreneurial passion on entrepreneurial persistence. In addition, the results show the role of entrepreneurial passion as a mediating variable in the relationship between entrepreneurial self-efficacy and persistence. However, the result does not indicate the role of entrepreneurial passion as a mediating variable in the relationship between religiosity and persistence. Overall, the results suggest the important role of self-efficacy, passion, and religiosity in supporting entrepreneurial persistence."}, "filled": true, "author_pub_id": "ojtPGUoAAAAJ:zGWyAL6qfKUC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21058/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:wUqIwpiay9QJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perceived playfulness, perceived usefulness, confirmation dan continuance intention pada layanan video on demand: satisfaction sebagai mediasi", "pub_year": 2022, "citation": "MBR (Management and Business Review) 6 (2), 195-211, 2022", "author": "Roberto Andrew and Retno Ardianti", "journal": "MBR (Management and Business Review)", "volume": "6", "number": "2", "pages": "195-211", "abstract": "Di tengah meningkatnya jumlah pelanggan video on demand (VOD) selama pandemi, penelitian selama ini belum menjelaskan tentang hal-hal yang membentuk intensi pelanggan untuk melanjutkan berlangganan layanan tersebut. Oleh karena itu, penelitian ini bertujuan untuk menjelaskan pengaruh perceived playfulness, perceived usefulness, dan confirmation terhadap continuance intention dengan satisfaction sebagai variabel yang memediasi."}, "filled": true, "author_pub_id": "ojtPGUoAAAAJ:VBDT71xRUdcC", "num_citations": 14, "citedby_url": "/scholar?hl=en&cites=4609550236707988389", "cites_id": ["4609550236707988389"], "pub_url": "https://repository.petra.ac.id/21210/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:pSNMkYRp-D8J:scholar.google.com/", "cites_per_year": {"2023": 5, "2024": 7, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Psychological well-being of hybrid entrepreneurs", "pub_year": 2022, "citation": "Journal of Business Venturing Insights 17, e00294, 2022", "author": "Retno Ardianti and Martin Obschonka and Per Davidsson", "journal": "Journal of Business Venturing Insights", "volume": "17", "pages": "e00294", "publisher": "Elsevier", "abstract": "Although the phenomenon of hybrid entrepreneurs—individuals who work in paid and self-employment simultaneously—is prevalent, the psychological well-being of hybrid entrepreneurs has not been researched systematically to date. This is unlike research on paid employment and (assumed) full-time entrepreneurship, where psychological well-being has been researched as a key factor. Using data from the United Kingdom Household Longitudinal Survey, we address this void by studying whether hybrid entrepreneurs display distinct psychological well-being patterns (measured via mental strain, job satisfaction, and life satisfaction), utilizing a comparison with full-time paid employed, full-time self-employed and individuals working in two paid jobs. We further examine whether the specific work arrangements of hybrid entrepreneurs shape their well-being. To this end, we study the changes in well-being of …"}, "filled": true, "author_pub_id": "ojtPGUoAAAAJ:bkKuixW_xMkC", "num_citations": 33, "citedby_url": "/scholar?hl=en&cites=6041852775475487673", "cites_id": ["6041852775475487673"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S235267342100072X", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:uaNskxb52FMJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 4, "2023": 11, "2024": 11, "2025": 6}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Peranan Latar Belakang Orang Tua, Pendidikan Kewirausahaan Dan Lingkungan Berwirausaha Di Universitas Terhadap Entrepreneurial Persistence Pada Mahasiswa Wirausaha Di Indonesia", "pub_year": 2022, "citation": "Inobis: Jurnal Inovasi Bisnis Dan Manajemen Indonesia 5 (3), 286-300, 2022", "author": "Valentina Sonia Risananda and Retno Ardianti", "journal": "Inobis: Jurnal Inovasi Bisnis Dan Manajemen Indonesia", "volume": "5", "number": "3", "pages": "286-300", "abstract": "Ditengah semakin meningkatnya fenomena berwirausaha di kalangan mahasiswa, penelitian selama ini belum menjawab tentang faktor-faktor apakah yang berperan dalam mendukung kegigihan mahasiswa untuk secara terus menerus melanjutkan usaha yang didirikannya (entrepreneurial persistence). Menyikapi hal tersebut, maka penelitian ini dilakukan untuk menjelaskan entrepreneurial persistence dari mahasiswa wirausaha (student entrepreneur) dengan menggunakan latar belakang orang tua, pendidikan kewirausahaan, dan university entrepreneurial environment sebagai variabel penduganya. Dengan menggunakan data survey yang dilakukan secara dua tahap yaitu pada tahun 2020 dan 2021 pada mahasiswa wirausaha di sejumlah kota di Indonesia, penelitian ini menunjukkan bahwa ketiga variabel tersebut menunjukkan kontribusi yang positif terhadap entrepreneurial persistence. Menariknya, hasil penelitian juga mengindikasikan bahwa memiliki orang tua dengan latar belakang sebagai entrepreneur memiliki peran yang signifikan terhadap kelangsungan usaha secara riil, sementara peran lingkungan universitas lebih pada pada membentuk kemampuan dan sikap untuk gigih berwirausaha. Penelitian ini memberi kontribusi pada literatur kewirausahaan dalam menjelaskan faktor yang berperan terhadap persistence dalam berwirausaha yang dilakukan oleh student entrepreneur. Secara praktis, hasil penelitian ini diarahkan untuk memberikan masukan pada dunia pendidikan tinggi di Indonesia dalam menciptakan atmosfer pendidikan yang dapat mendukung mahasiswa untuk  dapat mendirikan dan melanjutkan …"}, "filled": true, "author_pub_id": "ojtPGUoAAAAJ:4uoR24qA-WYC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=4306009540812383218", "cites_id": ["4306009540812383218"], "pub_url": "https://repository.petra.ac.id/21212/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8qOQ99wEwjsJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Entrepreneurial career outcomes of women who switch to self-employment during the crises", "pub_year": 2021, "citation": "Academy of Management Proceedings 2021 (1), 15366, 2021", "author": "Retno Ardianti and Adwin Atmadja", "journal": "Academy of Management Proceedings", "volume": "2021", "number": "1", "pages": "15366", "publisher": "Academy of Management", "abstract": "This paper aims to reveal the implication of transitions from paid to self-employment during the period of economic crises, and whether such a transition may widen the gender gap in career outcomes. We use insights from the career perspective in entrepreneurship to study career outcomes in three steps. First, we study the survival rate and the career patterns of individuals who switch to self-employment in the post-crisis period. Second, we examine income, job satisfaction, and life satisfaction, as the subjective and objective measure of career success of individuals who survive in self-employment. Lastly, we look at the possible differences in entrepreneurial career outcomes between male and female self-employed in our samples. We use descriptive statistics and entropy balancing to examine the changes in career outcomes of individuals who switch to self-employment during the 1998 Asian financial crisis in …"}, "filled": true, "author_pub_id": "ojtPGUoAAAAJ:UarirCmVI0EC", "num_citations": 0, "pub_url": "https://journals.aom.org/doi/abs/10.5465/AMBPP.2021.15366abstract", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:yLg6f_nryq8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Transition to full-time self-employment and happiness of hybrid entrepreneurs", "pub_year": 2018, "citation": "", "author": "Retno Ardianti and Henri Burgers and Paul Steffens"}, "filled": true, "author_pub_id": "ojtPGUoAAAAJ:uoRD4RTSUPoC", "num_citations": 0, "pub_url": "https://espace.library.uq.edu.au/view/UQ:24a99e2", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:FPxhH_RoJCcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Entrepreneurial motivation and entrepreneurial leadership of entrepreneurs: Evidence from the formal and informal economies", "pub_year": 2018, "citation": "International Journal of Entrepreneurship and Small Business 33 (2), 159-175, 2018", "author": "Retno Ardianti and Inggrid", "journal": "International Journal of Entrepreneurship and Small Business", "volume": "33", "number": "2", "pages": "159-175", "publisher": "Inderscience Publishers (IEL)", "abstract": "Micro, small and medium enterprises (MSMEs) have played a pivotal role in the economy of developing countries. Intriguingly, only a small fraction of MSMEs are legally registered as formal enterprises, and they typically lack entrepreneurial management. Our paper is to test the influence of formality status on entrepreneurial motivation and leadership among active entrepreneurs. To gather data, we surveyed formal and informal entrepreneurs in East Java, Indonesia. Our results show that formal entrepreneurs score higher in all dimensions of the entrepreneurial motivation variable compared to informal entrepreneurs, except for desire for wealth. Yet, only entrepreneurial opportunity is statistically significant among all the entrepreneurial motivation dimensions. Furthermore, while informal entrepreneurs seem to accept more risk and have higher achievement than their counterpart in the formal sector, this does not …"}, "filled": true, "author_pub_id": "ojtPGUoAAAAJ:owLR8QvbtFgC", "num_citations": 18, "citedby_url": "/scholar?hl=en&cites=255267729580465375", "cites_id": ["255267729580465375"], "pub_url": "https://www.inderscienceonline.com/doi/abs/10.1504/IJESB.2018.090136", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:35xDyKXkigMJ:scholar.google.com/", "cites_per_year": {"2019": 3, "2020": 1, "2021": 1, "2022": 7, "2023": 0, "2024": 5, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The role of spiritual capital in innovation and performance: Evidence from developing economies", "pub_year": 2017, "citation": "Entrepreneurship Theory and Practice 41 (4), 621-640, 2017", "author": "Mitchell J Neubert and Steven W Bradley and Retno Ardianti and Edward M Simiyu", "journal": "Entrepreneurship Theory and Practice", "volume": "41", "number": "4", "pages": "621-640", "publisher": "SAGE Publications", "abstract": "Forms of capital play a significant role in the innovation and performance of start–up firms. Current entrepreneurial research has focused on the role of financial, human, and social forms of capital. We build on a large body of theory and research in sociology and economics, proposing spiritual capital as an additional influence where institutional voids are greater in the development contexts studied. Results from microcredit entrepreneurs in Kenya and Indonesia indicate significant relationships between entrepreneurs’ spiritual capital and business innovation and performance, even after accounting for other forms of capital."}, "filled": true, "author_pub_id": "ojtPGUoAAAAJ:1sJd4Hv_s6UC", "num_citations": 159, "citedby_url": "/scholar?hl=en&cites=15999288551422243757", "cites_id": ["15999288551422243757"], "pub_url": "https://journals.sagepub.com/doi/abs/10.1111/etp.12172", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:rTN_bivkCN4J:scholar.google.com/", "cites_per_year": {"2016": 4, "2017": 6, "2018": 9, "2019": 13, "2020": 16, "2021": 17, "2022": 25, "2023": 30, "2024": 21, "2025": 14}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Firms Obstacles and Survival: The Study of Firms Life Cycle and Obstacles in Indonesia", "pub_year": 2013, "citation": "Jurnal Manajemen Teknologi 12 (2), 184-194, 2013", "author": "RR Ardianti", "journal": "Jurnal Manajemen Teknologi", "volume": "12", "number": "2", "pages": "184-194", "publisher": "Petra Christian University", "abstract": "Research regarding firms life cycle have been carried out for years with varying models and different emphasis. The purpose of this study is to test differences of obstacles in each different stages of firm's life cycle and differences in perceiveing the level obstacles from top managers' different individual background by using Olawale & Garwe (2010) obstacles indicators and Timmons (2007) model of firm's life cycle. Data was taken from 831 firms covering small, medium, and large firms in Indonesia which experienced all thirteen obstacles. Findings show significant differences on obstacles among firms that are in different stages of life cycle, which firms in maturity and stability stage tend to experience greater level of obstacles compare to firms in earlier stages. Findings also found significant differences on top manager's education in perceiving firms obstacles, with manager from higher education background shows higher score in perceiving obstacles, while gender and length of managerial experience shows no significant differences in perceiving obstacles."}, "filled": true, "author_pub_id": "ojtPGUoAAAAJ:9yKSN-GCB0IC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=8645303331919338633", "cites_id": ["8645303331919338633"], "pub_url": "https://core.ac.uk/download/pdf/304293474.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:iZyNWpNJ-ncJ:scholar.google.com/", "cites_per_year": {"2019": 1, "2020": 0, "2021": 0, "2022": 0, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Microfinance and Women's  Microenterprises: Assessing the Impact of Microfinance on Business Performance and Standard of Living", "pub_year": 2011, "citation": "Petra-Christian, Surabaya, Indonesia, 2011", "author": "Retno Ardianti and Surja Adwin Atmadja", "journal": "Petra-Christian, Surabaya, Indonesia", "publisher": "The 6th International Conference on Business and Management Research, 2011, Manila - the Phillipines.", "abstract": "This study attempts to investigate the impact of microcredit program on its clients business performance and standard of living. A survey would be conducted on the sample, which purposely be extracted from a microfinance institutionÃ¢â‚¬â„¢s female clients who own and run microenterprises in Surabaya-Indonesia, to provide sufficient data of selected standard of living indicators. By analyzing the data using both quantitative and qualitative research methods, the study concludes that most of the indicators have significantly changed after the clients received the credit. It also reveals that the microcredit apparently gives a positive impact on the clientsÃ¢â‚¬â„¢ standard of living. In the case of business performance, it seems that the microcredit could not greatly improve clientsÃ¢â‚¬â„¢ business performance. These results could be an indication that the credit has not been solely used for expanding their business, but mostly for other purposes."}, "filled": true, "author_pub_id": "ojtPGUoAAAAJ:u5HHmVD_uO8C", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=17263964330929573043,12615578511583287781", "cites_id": ["17263964330929573043", "12615578511583287781"], "pub_url": "https://repository.petra.ac.id/15912/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:s0wSMBfsle8J:scholar.google.com/", "cites_per_year": {"2014": 1, "2015": 2, "2016": 2}}
