{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The influence of culinary destination image and tourism motivation on the intention to visit South Korea", "pub_year": 2024, "citation": "International Journal of Organizational Behavior and Policy 3 (2), 123-136, 2024", "author": "Eunike Talita and Natasha Clara and Agung Harianto", "journal": "International Journal of Organizational Behavior and Policy", "volume": "3", "number": "2", "pages": "123-136", "abstract": "This study aims to determine the effects of culinary destination image and tourist motivation on the intention to visit South Korea. It explores the role of attitude as a mediating variable and examines the direct effects of these factors on visitation intention. A total of 129 respondents were obtained using both online and offline questionnaires. The research method makes use of PLS-SEM analysis. The findings indicate that the image of culinary destinations and tourist motivation significantly influences attitude. Furthermore, attitude significantly impacts visiting intentions. Tourist motivation directly affects visiting intentions. Attitude serves as a mediating variable linking the image of culinary destinations and tourist motivation to visiting intentions. Additionally, the image of culinary destinations has an indirect effect on visiting intentions."}, "filled": true, "author_pub_id": "oLUGrT0AAAAJ:qxL8FJ1GzNcC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=14457952489132302372", "cites_id": ["14457952489132302372"], "pub_url": "https://ijobp.petra.ac.id/index.php/ijobp/article/view/130", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:JKA09i_3pMgJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Persepsi Pegawai Badan Pengelola Keuangan Daerah Rejang Lebong Tentang Bank Syariah Dan Minat Menggunakannya", "pub_year": 2024, "citation": "Institut Agama Islam Negeri Curup, 2024", "author": "Agung Harianto and Khairul Umam Khudori and Ranaswijaya Ranaswijaya", "abstract": "Alhamdulillahi robbil „alamin, dengan puji syukur saya sampaikan kehadirat allah SWT yang telah memberikan hidayah-nya, rahmat serta inayahnya sehingga karya ilmiah ini selesai disusun. Dan sholawat serta salam semoga tetap tercurahkan kepada nabi agung Muhammad SAW yang telah menuntun manusia menuju jalan kebahagiaan hidup didunia dan akhirat. Juga kepada keluarga, sahabat, serta para pengikut beliau yang selalu istiqomah hingga akhir zaman. Skripsi ini berjudul “Persepsi Pegawai Badan Pengelola Keuangan Daerah Rejang Lebong Tentang Bank Syari‟ ah Dan Minat Menggunakannya” Penulis menyadari bahwa dalam penyusunan ini tidak akan terwujud tanpa adanya izin Allah SWT, Dengan adanya bantuan, bimbingan dan dorongan dari berbagai pihak. Oleh karena itu, dengan segala kerendahan hati kesempatan ini penulis mengucapkan rasa terima kasih kepada:"}, "filled": true, "author_pub_id": "oLUGrT0AAAAJ:aqlVkmm33-oC", "num_citations": 0, "pub_url": "http://e-theses.iaincurup.ac.id/7383/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:kA522G30epsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PERSEPSI KONSUMEN ATAS RISIKO MAKANAN DAN KEMASAN OLEH PENYEDIA BISNIS JASA MAKANAN SELAMA PANDEMI COVID-19 DI SURABAYA", "pub_year": 2023, "citation": "Jurnal Manajemen Pemasaran 17 (1), 53-63, 2023", "author": "Agung Harianto and Ian Widjaya and Nelson Cavalero Marchell", "journal": "Jurnal Manajemen Pemasaran", "volume": "17", "number": "1", "pages": "53-63", "abstract": "Tujuan dari penelitian ini adalah untuk melihat berbedaan persepsi risiko konsumen terhadap peyedia bisnis jasa makanan selama pandemic covid-19 di Surabaya berdasarkan perbedaan tingkat pendidikan, jenis kelamin dan generasi (usia). Karena masyarakat saat ini juga masih ambigu dan bingung akan kebenaran dari informasi yang diterima terkait penyebaran covid-19 baik, melalui makanan dan kemasan makanan. Penelitian ini menggunakan metode analisa data kuantitatif deskriptif dengan metode sampling non-probability sampling dengan teknik purposive sampling & quota sampling dengan kriteria yang sudah disesuaikan. Sampel yang digunakan sebanyak 162 dimana respondenya adalah pengguna aplikasi antar (Grab/Gojek/Shoppe Food), pernah makan di restoran selama pandemi, pernah menggunakan drive thru, pernah berbelanja secara mandiri dan pernah makan makanan mentah seperti sushi, selama Oktober–Desember 2022). Hasil penelitian menunjukkan ada perbedaan signifikan persepsi konsumen atas resiko makanan dan kemasan pada variabel usia, tingkat pendidikan dan jenis kelamin."}, "filled": true, "author_pub_id": "oLUGrT0AAAAJ:_kc_bZDykSQC", "num_citations": 0, "pub_url": "https://jurnalpemasaran.petra.ac.id/index.php/mar/article/view/25823", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5Jg-Lw2LlhsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Understanding travel constraint: Analysis of intergenerational perceptions", "pub_year": 2022, "citation": "Sustainable Future: Trends, Strategies and Development, 136-139, 2022", "author": "Monika Kristanti and Agung Harianto", "pages": "136-139", "publisher": "Routledge", "abstract": "The Covid-19 pandemic has caused significant travel constraints whether structural, intrapersonal, or even interpersonal for domestic tourists traveling to local destinations in Indonesia. This study was conducted to determine whether there are significant differences in perceptions among domestic tourists of generations X, Y, and Z towards travel constraints during the Covid-19 pandemic. The online survey was conducted on 606 respondents from all three generations. The collected data were processed using One-Way ANOVA with Tukey post-hoc test. The results indicate that there are significant differences in perceptions of intrapersonal constraints among generations X and Z, as well as generations X and Y. Besides, the biggest travel constraint that hindered generations X, Y, and Z in traveling to local tourist destinations in Indonesia is an intrapersonal followed by structural and interpersonal one."}, "filled": true, "author_pub_id": "oLUGrT0AAAAJ:ULOm3_A8WrAC", "num_citations": 0, "pub_url": "https://library.oapen.org/bitstream/handle/20.500.12657/76036/9781000882605.pdf?sequence=1#page=159", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2V8qmBofI2IJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "CROWDEDNESS DAN SAFETY MEASURES PADA RESTAURANT PATRONAGE CHOICES SELAMA MASA PANDEMI COVID-19", "pub_year": 2022, "citation": "Jurnal Manajemen Perhotelan 8 (1), 26-35, 2022", "author": "GIOVANI NATASHA ADIYANTO and SHARON TRISHA ANDREA and Agung Harianto", "volume": "8", "number": "1", "pages": "26-35", "abstract": "Penelitian ini bertujuan untuk mengetahui atribut crowdedness dan safety measure mana yang menjadi pilihan pelanggan saat menentukan restaurant patronage choices selama pandemi COVID-19. Peneliti menggunakan analisa statistik deskriptif, dan analisa tabulasi silang antara jenis kelamin dengan pilihan patronase restoran, serta Google Form. Dari 190 data, hasil analisa dine in pada patronage choices, responden memilih kondisi low crowdedness dengan memberikan jarak antar meja, sedangkan pilihan take away dan leave pada patronage choices, responden memilih high crowdedness dengan no safety measure. Pemberian tanda silang pada beberapa meja juga banyak diterapkan di restoran karena bisa menimbulkan jarak. Dalam segi keramaian, persepsi keamanan, kenyamanan, popularitas dan kualitas juga menentukan tingkat keramaian. Hasil analisa tabulasi silang menunjukkan wanita lebih mementingkan langkah-langkah keamanan dan menghindari keramaian, serta pria lebih fleksibel dan mudah beradaptasi"}, "filled": true, "author_pub_id": "oLUGrT0AAAAJ:MXK_kJrjxJIC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20789/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:NahVeNti8t4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGARUH KEPERCAYAAN DAN INFORMATION SHARING TERHADAP RELATIONSHIP COMMITMENT DI SUPPLY CHAIN MANAGEMENT PADA HOTEL BINTANG 3–5 DI SURABAYA", "pub_year": 2022, "citation": "Jurnal Manajemen Perhotelan 8 (2), 92-97, 2022", "author": "Agung Harianto", "journal": "Jurnal Manajemen Perhotelan", "volume": "8", "number": "2", "pages": "92-97", "abstract": "Penelitian ini bertujuan untuk membuktikan bahwa terdapat pengaruh positif tetapi tidak signifikan Information Sharing terhadap relationship commitment. Pengalaman buruk yang di alami hotel terhadap supplier bisa menyebabkan hasil penelitian tidak sejalan. faktor kepercayaan karakteristik didasarkan pada persepsi timbal balik, pengalaman masa lalu yang positif atau negatif. Dari pengalaman yang buruk tersebut membuat kepercayaan hotel terhadap supplier menurun. Hasil penelitian menunjukkan bahwa pengaruh kepercayaan terhadap relationship commitment pada hotel berbintang 3-5 di Surabaya sesuai dengan apa yang ada di lapangan yaitu dimana hotel memiliki kekuasaan untuk memilih supplier sehingga tidak terjadinya ketergantungan hotel dengan 1 supplier saja. Apabila hotel merasa supplier tidak kompeten maka hotel bisa membatalkan perjanjian secara sepihak maupun berhenti memesan barang pada supplier tersebut. Berdasarkan hasil penelitian diketahui bahwa information sharing penting bagi industri yang menggunakan supply chain yang tujuannya untuk mengambil keputusan hotel yang lebih baik dan berdasarkan information yang dapat dipercaya. Hotel sangat menghargai information sharing mengenai perubahan harga yang terjadi sehingga hotel akan mengevaluasi kembali mengenai pembelian dan persediaan hotel. Status pengiriman juga menjadi penilaian penting untuk hotel karena mereka juga tidak ingin barang mereka lama datangnya sehingga status pengiriman penting untuk diperhatikan."}, "filled": true, "author_pub_id": "oLUGrT0AAAAJ:KlAtU1dfN6UC", "num_citations": 0, "pub_url": "https://jurnalperhotelan.petra.ac.id/index.php/hot/article/view/25610", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:19KDolRq-ewJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengetahuan Patiseri dan Bakeri", "pub_year": 2021, "citation": "Pengetahuan Patiseri dan Bakeri, 2021", "author": "Adriana Aprilia and Agung Harianto", "publisher": "PT. Rajagrahafindo Persada", "abstract": "Buku ini disajikan bagi siswa atau mahasiswa yang sedang menempuh studi di jurusan  Perhoten khususnya di bidang Patiseri dan Bakeri maupun pembaca yang gemar membuat produk  Patiseri maupun Bakeri (roti). Dalam buku ini penulis menyampaikan pengetahuan secara teoritis  maupun praktis berdasarkan pengalaman penulis selama terjun di industri. Pembaca dapat  menemukan pengetahuan yang meliputi Peralatan Dapur Patiseri pada Bab 1, dikelompokkan  berdasarkan fungsinya, peralatan sedang dan berat disertai dengan gambar, cara memilih peralatan  dan perawatannya. Bab 2 membahas Komoditas Patiseri tentang bermacam-macam bahan yang digunakan  dalam pembuatan kue Kontinental dan Oriental (Asia) beserta sifat, cara penyimpanan serta teknik  menggunakan bahan tersebut. Pada Bab 3 membahas tentang Adonan yang dikelompokkan  menjadi 2 (dua) yaitu adonan Kontinental dan adonan Oriental. Selanjutnya Bab 4 membahas tentang Produk Patiseri yang terdiri atas produk patiseri seperti cake, dessert, pudding, choux paste dan lain-lain serta produk bakeri yaitu roti dan laminated dough seperti croissant dan Danish. Bahasan yang tidak kalah menarik pada buku ini yaitu Bab 5 tentang Sugar Confectionery.  Pada bab ini membahas sugar boiling, sugar candies dan sugar modeling yang dapat digunakan  untuk membuat butter cream dan dekorasi pada dessert. Materi yang menarik pada Bab 6 ini yaitu  Chocolate Confectionery mengupas tentang sejarah coklat di Indonesia, jenis biji coklat,  pengolahan biji coklat hingga proses pembuatan coklat. Selain itu juga disampaikan istilah yang  terkait …"}, "filled": true, "author_pub_id": "oLUGrT0AAAAJ:YOwf2qJgpHMC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=8558259173245112172", "cites_id": ["8558259173245112172"], "pub_url": "https://repository.petra.ac.id/20236/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:bM8A3V8LxXYJ:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Lingkungan Fisik Terhadap Impresi Konsumen Pada Kedai Kopi Kekinian Di Surabaya", "pub_year": 2021, "citation": "Jurnal Manajemen Perhotelan 7 (1), 42-48, 2021", "author": "Hansen Jan Soepriyanto and Michelle Christiana and Agung Harianto", "volume": "7", "number": "1", "pages": "42-48", "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh lingkungan fisik yang terdiri dari ambience, layout dan facility aesthetic terhadap impresi konsumen pada kedai kopi kekinian yang ada di Surabaya. Metode yang di gunakan dalam penelitian ini menggunakan analisa regresi linier berganda dengan total responden sebanyak 149. Hasil dari penelitian menunjukan bahwa terdapat hubungan yang positif dan signifikan pada lingkungan fisik terhadap impresinya pada konsumen kedai kopi di Surabaya."}, "filled": true, "author_pub_id": "oLUGrT0AAAAJ:0EnyYjriUFMC", "num_citations": 10, "citedby_url": "/scholar?hl=en&cites=15473745321372477818", "cites_id": ["15473745321372477818"], "pub_url": "https://repository.petra.ac.id/20783/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:eulE6WLJvdYJ:scholar.google.com/", "cites_per_year": {"2022": 4, "2023": 0, "2024": 5, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Consumer’s Awareness of the Application of Green Practices Carried out by Starbucks Indonesia", "pub_year": 2021, "citation": "Jurnal Hospitality Dan Manajemen Jasa 1, 2021", "author": "GP Halim and M Firasko and A Harianto", "journal": "Jurnal Hospitality Dan Manajemen Jasa", "volume": "1"}, "filled": true, "author_pub_id": "oLUGrT0AAAAJ:3fE2CSJIrl8C", "num_citations": 20, "citedby_url": "/scholar?hl=en&cites=16799155155269529404", "cites_id": ["16799155155269529404"], "pub_url": "https://scholar.google.com/scholar?cluster=16799155155269529404&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:PC-DpJuWIukJ:scholar.google.com/", "cites_per_year": {"2022": 9, "2023": 6, "2024": 5}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Fasilitas Belajar Dan Kapasitas Guru Terhadap Pemahaman Akuntansi Dengan Internal Locus Of Control Sebagai Variabel Moderasi Pada Smk Akuntansi Bagian Medan Utara", "pub_year": 2021, "citation": "", "author": "ADI Harianto"}, "filled": true, "author_pub_id": "oLUGrT0AAAAJ:5nxA0vEk-isC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=8993329114738543060", "cites_id": ["8993329114738543060"], "pub_url": "https://scholar.google.com/scholar?cluster=8993329114738543060&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:1EkrYC65znwJ:scholar.google.com/", "cites_per_year": {"2024": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Kesadaran konsumen terhadap penerapan green practice pada Starbucks Indonesia", "pub_year": 2021, "citation": "Jurnal Hospitality Dan Manajemen Jasa 9 (1), 2021", "author": "Gabriel Priscilia Halim and Michelle Firasko and Agung Harianto", "journal": "Jurnal Hospitality Dan Manajemen Jasa", "volume": "9", "number": "1"}, "filled": true, "author_pub_id": "oLUGrT0AAAAJ:hqOjcs7Dif8C", "num_citations": 14, "citedby_url": "/scholar?hl=en&cites=229522695870642324", "cites_id": ["229522695870642324"], "pub_url": "https://scholar.google.com/scholar?cluster=229522695870642324&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lHhCA61tLwMJ:scholar.google.com/", "cites_per_year": {"2022": 4, "2023": 3, "2024": 6}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Convenience, Ease of Information Search, Transaction, Information Credibility, Price and Safety Terhadap Online Hotel Repurchase Intention Generasi Z Pada Online Travel Agent (Ota)", "pub_year": 2020, "citation": "Jurnal Manajemen Pemasaran 14 (2), 77-85, 2020", "author": "Angelia Novianti and Felia Irawan and Agung Harianto", "journal": "Jurnal Manajemen Pemasaran", "volume": "14", "number": "2", "pages": "77-85", "abstract": "Tujuan penelitian ini untuk mengetahui apakah convenience, ease of information search, transaction, information credibility, price and safety berpengaruh terhadap online hotel repurchase intention Generasi Z pada OTA. Sampel yang digunakan dalam penelitian ini sebanyak 154 responden. Hasil dari penelitian menunjukkan bahwa convenience, ease of information search, information credibility, price dan safety berpengaruh positif dan signifikan terhadap online hotel repurchase intention generasi Z, sedangkan transaction berpengaruh negatif dan tidak signifikan terhadap online hotel repurchase intention generasi Z. Variabel safety menjadi faktor yang paling dominan dalam mempengaruhi online hotel repurchase intention generasi Z pada OTA."}, "filled": true, "author_pub_id": "oLUGrT0AAAAJ:roLk4NBRz8UC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=5326045543234439365", "cites_id": ["5326045543234439365"], "pub_url": "http://jurnalpemasaran.petra.ac.id/index.php/mar/article/view/23073", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:xYgK9jPq6UkJ:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 0, "2022": 1, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Harga, Kualitas Produk terhadap Loyalitas Pelanggan dengan Kepuasan Pelanggan sebagai Variabel Intervening (Studi Kasus pada Pengguna Pelumas Motor Oli Castrol di Wilayah Kebumen)", "pub_year": 2020, "citation": "Universitas Putra Bangsa, 2020", "author": "Agung Dwi Harianto", "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh harga dan kualitas produk terhadap loyalitas pelanggan melalui kepuasan pelanggan sebagai variabel intervening. Populasi penelitian ini yaitu masyarakat di Kabupaten Kebumen yang menggunakan pelumas motor oli castrol. Sampel dalam penelitian ini sebanyak 100 orang. Metode yang digunakan dalam penelitian ini adalah metode kuantitatif. Analisis data mengunakan analisis jalur dengan progam SPSS 23 dan sobel test. Hasil penelitian menunjukkan bahwa variabel harga dan kualitas produk berpengaruh signifikan terhadap kepuasan pelanggan, Selanjutnya harga  berpengaruh  terhadap loyalitas pelanggan , sedangkan harga dan kualitas produk berpengaruh signifikan terhadap loyalitas . Serta kepuasan pelanggan tidak dapat  memediasi  harga dan loyalitas pelangga. Akan tetapi kepuasan pelanggan dapat memediasi kualitas produk dan loyalitas pelanggan."}, "filled": true, "author_pub_id": "oLUGrT0AAAAJ:8k81kl-MbHgC", "num_citations": 0, "pub_url": "http://eprints.universitasputrabangsa.ac.id/id/eprint/665/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:1_ofjxW0W7UJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Experiential Marketing terhadap Kepuasan Konsumen di Carnivor Surabaya", "pub_year": 2020, "citation": "Jurnal Hospitality dan Manajemen Jasa 8 (2), 121-132, 2020", "author": "J Andrew and K Howard and A Harianto", "journal": "Jurnal Hospitality dan Manajemen Jasa", "volume": "8", "number": "2", "pages": "121-132"}, "filled": true, "author_pub_id": "oLUGrT0AAAAJ:ufrVoPGSRksC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=12297605865644029117", "cites_id": ["12297605865644029117"], "pub_url": "https://scholar.google.com/scholar?cluster=12297605865644029117&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vfR4GWHfqaoJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 0, "2023": 1, "2024": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perbedaan gaya hidup sehat dan sikap terhadap makanan organik dari generasi baby boomers, x, dan y di surabaya", "pub_year": 2019, "citation": "jurnal manajemen perhotelan 5 (1), 45-58, 2019", "author": "Surya Nika Suharjo and Agung Harianto", "journal": "jurnal manajemen perhotelan", "volume": "5", "number": "1", "pages": "45-58", "publisher": "Petra Christian University", "abstract": "Penelitian ini bertujuan untuk melihat perbedaan gaya hidup sehat dan sikap terhadap makanan organik diantara generasi Baby Boomers, X, dan Y. Teknik pengumpulan data menggunakan kuesioner dan dinilai menggunakan 5 point skala likert. Teknik analisa yang digunakan adalah uji ANOVA dan uji Post Hoc dengan jumlah sampel sebanyak 224 responden. Hasil penelitian ini adalah terdapat perbedaan yang signifikan antara generasi Baby Boomers, X, dan Y pada variabel gaya hidup sehat, sedangkan pada variabel sikap terhadap makanan organik hanya generasi Baby Boomers dan generasi Y yang memiliki perbedaan."}, "filled": true, "author_pub_id": "oLUGrT0AAAAJ:Y0pCki6q_DkC", "num_citations": 24, "citedby_url": "/scholar?hl=en&cites=5619266814687797415", "cites_id": ["5619266814687797415"], "pub_url": "https://repository.petra.ac.id/20237/1/Publikasi1_10003_5418.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:p2CbU2Wl-00J:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 3, "2022": 2, "2023": 8, "2024": 10}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Pengalaman Konsumen Terhadap Kepuasan Konsumen Di Hotel Bintang Tiga Di Indonesia", "pub_year": 2019, "citation": "Journal Hospitality dan Manajemen Jasa, 107-116, 2019", "author": "Jeremy Bryan Susanto and Bernard Yaphar and Agung Harianto", "journal": "Journal Hospitality dan Manajemen Jasa", "pages": "107-116"}, "filled": true, "author_pub_id": "oLUGrT0AAAAJ:_FxGoFyzp5QC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=14917107296485566939", "cites_id": ["14917107296485566939"], "pub_url": "https://scholar.google.com/scholar?cluster=14917107296485566939&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2-loSw02BM8J:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 0, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Persepsi Pengguna Aplikasi Marriott Bonvoy", "pub_year": 2019, "citation": "Jurnal Hospitality dan Manajemen Jasa 7 (2), 227-238, 2019", "author": "Tiffani Hariono and Agung Harianto", "journal": "Jurnal Hospitality dan Manajemen Jasa", "volume": "7", "number": "2", "pages": "227-238", "abstract": "AbstrakPenelitian ini akan dilakukan untuk mengetahui persepsi pengguna aplikasi Marriott Bonvoy. Dalam penelitian ini, ada 3 faktor yang diteliti yaitu faktor fungsionalitas, faktor psikologi, dan faktor konten. Jenis penelitian yang dilakukan adalah penelitian kuantitatif deskriptif dengan melibatkan 82 responden sebagai sampelnya dan menggunakan teknik analisa data deskriptif dan analisa tabulasi silang (crosstab). Hasil penelitian menunjukkan bahwa faktor konten menjadi faktor yang paling penting bagi pengguna, diikuti dengan faktor fungsionalitas dan faktor psikologi. Pengguna aplikasi Marriott Bonvoy juga menilai aplikasi ini sudah sangat baik dari segi semua faktor. Kata Kunci: persepsi, aplikasi mobile, fungsionalitas, psikologi, kontenAbstractThis research will be conducted to know the perceptions of Marriott Bonvoy application users. In this study, there were 3 factors examined, namely the factors of …"}, "filled": true, "author_pub_id": "oLUGrT0AAAAJ:WF5omc3nYNoC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=10198475986558640864", "cites_id": ["10198475986558640864"], "pub_url": "https://scholar.google.com/scholar?cluster=10198475986558640864&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:4OItPeBDiI0J:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 1, "2023": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisa pengaruh kualitas layanan terhadap kepuasan pelanggan menginap di empat virtual hotel operator di Surabaya", "pub_year": 2019, "citation": "Journal of Indonesian Tourism, Hospitality and Recreation 2 (2), 145-153, 2019", "author": "Edwin Gunawan and Gabriel Octavianus Sebastian and Agung Harianto", "journal": "Journal of Indonesian Tourism, Hospitality and Recreation", "volume": "2", "number": "2", "pages": "145-153", "abstract": "Penelitian ini dilakukan untuk menganalisis pengaruh kualitas layanan melalui variabel tangible, reliability, responsiveness, assurance dan empathy terhadap kepuasan konsumen yang menginap di Virtual Hotel Operator di Surabaya. Jenis penelitian ini adalah penelitian kausal kuantitatif menggunakan teknik analisa deskriptif dan regresi linier berganda. Hasil penelitian menunjukan bahwa kelima variabel secara simultan memiliki pengaruh yang positif dan signifikan terhadap kepuasan konsumen tetapi secara parsial, hanya variabel tangible, assurance dan empathy yang berpengaruh positif dan signifikan terhadap kepuasan konsumen. Variabel empathy menjadi variabel yang paling dominan dalam mempengaruhi kepuasan konsumen."}, "filled": true, "author_pub_id": "oLUGrT0AAAAJ:W7OEmFMy1HYC", "num_citations": 58, "citedby_url": "/scholar?hl=en&cites=3222408160615438267", "cites_id": ["3222408160615438267"], "pub_url": "https://ejournal.upi.edu/index.php/Jithor/article/view/20981", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:u5fNJiZLuCwJ:scholar.google.com/", "cites_per_year": {"2019": 3, "2020": 3, "2021": 6, "2022": 6, "2023": 18, "2024": 15, "2025": 5}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Faktor Yang Mempengaruhi Keputusan Konsumen Dalam Memilih Restoran “All You Can Eat” Di Surabaya", "pub_year": 2018, "citation": "Jurnal Hospitality dan Manajemen Jasa 6 (1), 40-53, 2018", "author": "Johan Warisan and Agung Harianto", "journal": "Jurnal Hospitality dan Manajemen Jasa", "volume": "6", "number": "1", "pages": "40-53"}, "filled": true, "author_pub_id": "oLUGrT0AAAAJ:kNdYIx-mwKoC", "num_citations": 14, "citedby_url": "/scholar?hl=en&cites=12316405332471516963", "cites_id": ["12316405332471516963"], "pub_url": "https://scholar.google.com/scholar?cluster=12316405332471516963&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Iw-xD2Wp7KoJ:scholar.google.com/", "cites_per_year": {"2020": 2, "2021": 1, "2022": 3, "2023": 3, "2024": 5}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Kualitas Layanan Self-Service Terhadap Kepuasan Konsumen Di Restoran Genki Sushi Surabaya", "pub_year": 2018, "citation": "Jurnal Hospitality Dan Manajemen Jasa 6 (2), 375-389, 2018", "author": "Ting Jessica Christabella and J Della Tedjakusuma and Agung Harianto", "journal": "Jurnal Hospitality Dan Manajemen Jasa", "volume": "6", "number": "2", "pages": "375-389", "abstract": "Perkembangan teknologi yang pesat mengakibatkan inovasi pada bisnis khususnya di bidang industri kuliner. Penelitian ini dimaksudkan untuk mengetahui sejauh mana pengaruh dimensi kualitas layanan self-service (functionality, enjoyment, security/privacy, design, assurance, convenience, dan customization) terhadap kepuasan konsumen di restoran Genki Sushi surabaya, dan untuk mengetahui variabel kualitas layanan self-service mana yang paling berpengaruh terhadap kepuasan konsumen. Jenis penelitian yang digunakan adalah kuantitatif kausal. Hasil analisa regresi linear berganda menunjukkan bahwa dimensi kualitas layanan self-service memiliki pengaruh positif signifikan terhadap kepuasan konsumen di Genki Sushi Surabaya dan variabel functionality memiliki pengaruh dominan terhadap kepuasan konsumen."}, "filled": true, "author_pub_id": "oLUGrT0AAAAJ:Tyk-4Ss8FVUC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=3025952443062588033", "cites_id": ["3025952443062588033"], "pub_url": "https://scholar.google.com/scholar?cluster=3025952443062588033&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:gZL4-7ZX_ikJ:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 0, "2022": 0, "2023": 3, "2024": 1}}
