{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Hubungan Antara Keyakinan Guru Kristen Akan Panggilan Tuhan dengan Tindakannya Mendidik Ketaatan Murid TK", "pub_year": 2025, "citation": "Aletheia Christian Educators Journal 6 (1), 9-18, 2025", "author": "Bella Vania Lim and Yulia Setia", "journal": "Aletheia Christian Educators Journal", "volume": "6", "number": "1", "pages": "9-18"}, "filled": true, "author_pub_id": "oXh3VKYAAAAJ:eQOLeE2rZwMC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:0vFUt83d7dIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Strategy for Teachers to Support Self-Regulation for Student Learning Process in Post-Pandemic Learning", "pub_year": 2024, "citation": "Aletheia Christian Educators Journal 5 (1), 17-24, 2024", "author": "Lini Oltiovini Udju and Yulia Setia and Ivy Mary Lin", "journal": "Aletheia Christian Educators Journal", "volume": "5", "number": "1", "pages": "17-24", "abstract": "Christian education aims to form students who have Christ-like qualities. This effort is a mission that Christian education wants to achieve. To develop these qualities, students need good self-regulation skills in learning. Self-regulation is the ability of students to direct their thoughts, feelings, and behavior to achieve learning goals. Students who have good self-regulation will achieve success in learning. However, since post-pandemic learning, students have had challenges adapting from online learning to face-to-face learning. This affects student self-regulation in learning. Therefore, Christian teachers, as shepherds, have a responsibility to help students experience increased self-regulation. In this study, researchers wanted to examine the strategies used by a teacher to support student self-regulation in the post-pandemic learning context. This study uses descriptive qualitative research methods with observation and interviews as data collection techniques. The data were then analyzed using data reduction, presentation, and conclusion. After examining more deeply, the researchers found that the teacher implemented several essential strategies in the context of post-pandemic learning and were proven to support students in experiencing increased self-regulation abilities in the learning process."}, "filled": true, "author_pub_id": "oXh3VKYAAAAJ:UeHWp8X0CEIC", "num_citations": 0, "pub_url": "http://aletheia.petra.ac.id/index.php/aletheia/article/view/226", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:w0L59jHFId4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Peningkatan Kemampuan Literasi dan Pengembangan Karakter Anak Melalui Bercerita di Lembaga PAUD di Gang Dolly", "pub_year": 2024, "citation": "Share: Journal of Service Learning 10 (1), 17-26, 2024", "author": "Yulia Setia and Kristina Angelia Kharisti and Graciela Hilda Hauteas and Cristin Cahyaning Rahayu", "journal": "Share: Journal of Service Learning", "volume": "10", "number": "1", "pages": "17-26", "abstract": "Keterampilan literasi dan karakter merupakan salah satu keterampilan abad 21 yang sangat diperlukan. Namun, pada faktanya kondisi literasi anak di Indonesia masih sangat rendah. Terkhusus di Surabaya, tingkat minat baca masyarakatnya ada di angka 64, 7%. Namun, angka ini masih dirasa kurang dan belum tersebar di seluruh wilayah Surabaya. Khususnya di lingkungan yang kurang mendapatkan perhatian lebih mengenai hal ini. Seperti di lingkungan Gang Dolly Surabaya, masih didapati anak-anak usia dini yang tidak memiliki literasi bahasa dan karakter yang baik. Selain itu, tidak semua orang tua memiliki kesadaran akan pentingnya keterampilan ini untuk dimiliki anak mereka sejak dini. Melihat pentingnya melatih keterampilan literasi dan karakter sejak dini, maka diadakanlah program pengabdian masyarakat (PkM) yang dirancang dan dilakukan untuk menolong para orang tua dan juga anak usia dini untuk mengembangkan kemampuan literasi dan karakter sejak dini. Tahapan yang dilakukan dalam kegiatan ini adalah melakukan persiapan dengan melakukan riset mengenai pentingnya keterampilan literasi bahasa dan karakter anak sejak dini dan cara mengembangkannya. Setelah itu dilakukanya kegiatan survei dan percakapan dengan pihak PAUD dan Ketua RT di Gang Dolly. Setelah menemukan permasalahan dan usulan kegiatan, maka tim PkM melakukan persiapan kegiatan. Kegiatan pun akhirnya diadakan dua kali pertemuan yang berisikan materi mengenai pentingnya bercerita kepada anak-anak dan memperkenalkan cara praktis orang tua untuk nantinya dapat meningkatkan kemampuan literasi dan karakter …"}, "filled": true, "author_pub_id": "oXh3VKYAAAAJ:qjMakFHDy7sC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=16303103571977194037", "cites_id": ["16303103571977194037"], "pub_url": "https://share.petra.ac.id/index.php/share/article/view/26880", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:NUoaOFJCQOIJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh metode bernyanyi pada perkembangan kognitif anak usia 4-5 tahun", "pub_year": 2024, "citation": "AUDIENSI: Jurnal Pendidikan dan Perkembangan Anak 3 (1), 1-10, 2024", "author": "Dani Puspitasari and Grace Arta Wijayanti Gea and Mersisanti Hura and Neci Larichi Hudi Limu and Veronica Aprilian Telaumbanua and Yulia Setia", "journal": "AUDIENSI: Jurnal Pendidikan dan Perkembangan Anak", "volume": "3", "number": "1", "pages": "1-10", "abstract": "Singing is one of the methods used by teachers in the classroom. It is a familiar activity for children because it is very fun and builds enthusiasm. It is very good for stimulating the cognitive development of young children who are in the golden phase. This study aims to see the effect of singing methods on the cognitive development of children aged 4-5 years who are in the pre-operational stage. Study was conducted at a kindegartedn in Surabaya. Qualitative approach was used to collect and analyze data. Researchers used modified songs in this study. The songs included material at each meeting and was sung together with the children in the class. The results of the analysis show that song is an effective medium for improving the cognitive abilities of children aged 4-5 years with the highest test results reaching an average score of 97.5. interviews also generate some important implication for early childhood educators."}, "filled": true, "author_pub_id": "oXh3VKYAAAAJ:W7OEmFMy1HYC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=1012179252134658604", "cites_id": ["1012179252134658604"], "pub_url": "https://ejournal.uksw.edu/audiensi/article/view/12136", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:LMKBxKr7Cw4J:scholar.google.com/", "cites_per_year": {"2024": 2, "2025": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "BUKU AKU MAU MELESTARIKAN HUTAN MANGROVE", "pub_year": 2023, "citation": "BUKU AKU MAU MELESTARIKAN HUTAN MANGROVE, 2023", "author": "Dewi Pertiwi and Dani Puspitasari and Mega Ekklesia Putrihadi and Yulia Setia", "abstract": "SURAT PENCATATAN CIPTAAN Page 1 an MENTERI HUKUM DAN HAK ASASI MANUSIA \nDIREKTUR JENDERAL KEKAYAAN INTELEKTUAL ub Direktur Hak Cipta dan Desain \nIndustri Anggoro Dasananto NIP. 196412081991031002 REPUBLIK INDONESIA \nKEMENTERIAN HUKUM DAN HAK ASASI MANUSIA SURAT PENCATATAN CIPTAAN \nDalam rangka pelindungan ciptaan di bidang ilmu pengetahuan, seni dan sastra \nberdasarkan Undang-Undang Nomor 28 Tahun 2014 tentang Hak Cipta, dengan ini \nmenerangkan: Nomor dan tanggal permohonan : EC00202421758, 7 Maret 2024 Pencipta \nNama : Yulia Setia, Argina Agnes Ana dkk Alamat : JL. Bintaro Puspita IV A Blok C.12, RT \n002/RW 008, Kelurahan Pesanggrahan, Kecamatan Pesanggrahan, Jakarta Selatan 12320, \nDKI Jakarta, Pesanggrahan, Jakarta Selatan, DKI Jakarta, 12320 Kewarganegaraan : \nIndonesia Pemegang Hak Cipta Nama : LPPM …"}, "filled": true, "author_pub_id": "oXh3VKYAAAAJ:Y0pCki6q_DkC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20983/1/Kegiatanhaki_22001_1436.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:O4FDaNhC7cIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "BUKU BERKARYA DI HUTAN MANGROVE", "pub_year": 2023, "citation": "BUKU BERKARYA DI HUTAN MANGROVE, 2023", "author": "Dewi Pertiwi and Dani Puspitasari and Mega Ekklesia Putrihadi and Yulia Setia"}, "filled": true, "author_pub_id": "oXh3VKYAAAAJ:Tyk-4Ss8FVUC", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=9411184070651101887&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:v0L5tgw-m4IJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "BUKU PETUALANGAN KE HUTAN MANGROVE", "pub_year": 2023, "citation": "BUKU PETUALANGAN KE HUTAN MANGROVE, 2023", "author": "Dewi Pertiwi and Dani Puspitasari and Mega Ekklesia Putrihadi and Yulia Setia", "abstract": "SURAT PENCATATAN CIPTAAN Page 1 an MENTERI HUKUM DAN HAK ASASI MANUSIA \nDIREKTUR JENDERAL KEKAYAAN INTELEKTUAL ub Direktur Hak Cipta dan Desain \nIndustri Anggoro Dasananto NIP. 196412081991031002 REPUBLIK INDONESIA \nKEMENTERIAN HUKUM DAN HAK ASASI MANUSIA SURAT PENCATATAN CIPTAAN \nDalam rangka pelindungan ciptaan di bidang ilmu pengetahuan, seni dan sastra \nberdasarkan Undang-Undang Nomor 28 Tahun 2014 tentang Hak Cipta, dengan ini \nmenerangkan: Nomor dan tanggal permohonan : EC00202421608, 7 Maret 2024 Pencipta \nNama : Yulia Setia, Fiona Christie Antoro dkk Alamat : JL. Bintaro Puspita IV A Blok C.12, \nRT 002/RW 008, Kelurahan Pesanggrahan, Kecamatan Pesanggrahan, Jakarta Selatan \n12320, Pesanggrahan, Jakarta Selatan, DKI Jakarta, 12320 Kewarganegaraan : Indonesia \nPemegang Hak Cipta Nama : LPPM Universitas …"}, "filled": true, "author_pub_id": "oXh3VKYAAAAJ:zYLM7Y9cAGgC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20976/1/Kegiatanhaki_22001_1428.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:T4DgELXlxPQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "BUKU MENGAPA PERLU ADA HUTAN MANGROVE?", "pub_year": 2023, "citation": "BUKU MENGAPA PERLU ADA HUTAN MANGROVE?, 2023", "author": "Dewi Pertiwi and Dani Puspitasari and Mega Ekklesia Putrihadi and Yulia Setia", "abstract": "SURAT PENCATATAN CIPTAAN Page 1 an MENTERI HUKUM DAN HAK ASASI MANUSIA \nDIREKTUR JENDERAL KEKAYAAN INTELEKTUAL ub Direktur Hak Cipta dan Desain Industri \nAnggoro Dasananto NIP. 196412081991031002 REPUBLIK INDONESIA KEMENTERIAN \nHUKUM DAN HAK ASASI MANUSIA SURAT PENCATATAN CIPTAAN Dalam rangka \npelindungan ciptaan di bidang ilmu pengetahuan, seni dan sastra berdasarkan Undang-Undang \nNomor 28 Tahun 2014 tentang Hak Cipta, dengan ini menerangkan: Nomor dan tanggal \npermohonan : EC00202421625, 7 Maret 2024 Pencipta Nama : Yulia Setia, Etika Dwi Yanti \nZendrato dkk Alamat : JL. Bintaro Puspita IV A Blok C.12, RT 002/RW 008, Kelurahan \nPesanggrahan, Kecamatan Pesanggrahan, Jakarta Selatan 12320, DKI Jakarta, Pesanggrahan, \nJakarta Selatan, DKI Jakarta, 12320 Kewarganegaraan : Indonesia Pemegang Hak Cipta Nama : …"}, "filled": true, "author_pub_id": "oXh3VKYAAAAJ:IjCSPb-OGe4C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20977/1/Kegiatanhaki_22001_1432.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Dnp2VEHGf9wJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Handbook Pendampingan Anak Berduka Usia 10-12 Tahun Berbasis Alkitab", "pub_year": 2023, "citation": "Aletheia Christian Educators Journal 4 (1), 7-12, 2023", "author": "Grasia Elsye Theresa Lanapu and Yulia Setia", "journal": "Aletheia Christian Educators Journal", "volume": "4", "number": "1", "pages": "7-12"}, "filled": true, "author_pub_id": "oXh3VKYAAAAJ:d1gkVwhDpl0C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=2573439028177479021", "cites_id": ["2573439028177479021"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:bSWlVSmxtiMJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Emergent Literacy Activities Through the Storytelling Method with Flashcard Media for Early Childhood Education", "pub_year": 2023, "citation": "Dani 3 (1), 32-39, 2023", "author": "Dani Puspitasari and Bella Vania Lim and Ribka Evelina and Yulia Setia", "journal": "Dani", "volume": "3", "number": "1", "pages": "32-39", "publisher": "Mori Publishing"}, "filled": true, "author_pub_id": "oXh3VKYAAAAJ:2osOgNQ5qMEC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=8667625632735299655", "cites_id": ["8667625632735299655"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:RwhCBZeXSXgJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 3, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Kajian Pandangan Martin Luther tentang Sinergi antara Gereja, Sekolah dan Keluarga dalam Pendidikan iman Anak di masa Pascapandemi", "pub_year": 2022, "citation": "Veritas: Jurnal Teologi dan Pelayanan 21 (2), 133-143, 2022", "author": "Yulia Setia", "journal": "Veritas: Jurnal Teologi dan Pelayanan", "volume": "21", "number": "2", "pages": "133-143", "abstract": "Faith education for children is essential. Churches, Christian schools, and homes or families have made many efforts to provide faith education to children. However, many things changed during the pandemic, including how each of these institutions carried out faith education for children. In this article, the author would like to examine Martin Luther’s views on the synergy of the church, school, and family in carrying out faith education. During his lifetime, Luther also experienced a pandemic often known as the Black Death that spread in Europe in the 14th to 17th centuries. Luther saw that the condition of faith education for children was far from ideal. The state of churches, schools, and families was decrepit and seen from the low quality of the congregation’s faith. In the end, Luther gave many of his views through sermons, letters, and other writings. In terms of method, this research uses a literature study that will describe and examine Luther’s views regarding the roles of the church, school, and home, as well as the synergy that should be carried out. Afterward, the author will apply the study results in the post-pandemic period and provide constructive suggestions for what these three institutions can do to educate children’s faith. So, it can be concluded that the synergy between churches, schools, and homes to build children’s faith is very important. Children get a holistic faith education if these three educational institutions work together in their roles."}, "filled": true, "author_pub_id": "oXh3VKYAAAAJ:u-x6o8ySG0sC", "num_citations": 0, "pub_url": "https://ojs.seabs.ac.id/index.php/Veritas/article/view/638", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ECtZt3CUYkIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Tinjauan Historis Akan Pandangan Beberapa Reformator Mengenai Hubungan Gereja, Rumah, Dan Sekolah Di Dalam Pelaksanaan Pendidikan Kristen", "pub_year": 2020, "citation": "Sekolah Tinggi Teologi SAAT Malang, 2020", "author": "Yulia Setia", "abstract": "Gerakan Reformasi pada abad keenam belas dimulai dengan pemasangan 95 dalil di depan pintu Gereja Wittenberg, Jerman, oleh Martin Luther. Salah satu penyebab terbesar dari gerakan ini adalah bobroknya moral dan praktik keagamaan di dalam gereja. Reformasi di dalam gereja ini, akhirnya membawa pengaruh kepada pendidikan di dalam rumah dan sekolah. Kondisi pendidikan yang memprihatinkan di dalam keluarga serta sekolah membuat para Reformator melakukan Reformasi di dalam pendidikan. Lalu apa yang menjadi latar belakang Reformasi pendidikan pada abad keenam belas ini? Apa yang menjadi pandangan serta praktik yang dilakukan para tokoh Reformasi mengenai hubungan gereja, rumah, dan sekolah dalam pelaksanaan pendidikan? Dan apa yang menjadi perbedaan pandangan dari para tokoh Reformasi akan hal ini? Penelitian ini akan menjawab ketiga pertanyaan di atas agar dapat memberikan gambaran historis akan Reformasi pendidikan pada abad keenam belas. Metode yang akan digunakan dalam penelitian ini adalah studi historika-teologi yang memaparkan hal-hal yang diperoleh dari studi kepustakaan. Penelitian ini berfokus pada literatur sumber primer. Namun, akan ada juga penggunaan sumber sekunder untuk mendukung penelitian ini. Penelitian ini dibatasi pada empat Reformator, yaitu Martin Luther, Philip Melanchthon, John Calvin, dan John Knox. Selain itu, yang dimaksudkan dengan hubungan gereja, rumah, dan sekolah adalah hubungan antara gereja, keluarga, dan sekolah Protestan.  Hasil dari penelitian ini menunjukkan bahwa kebobrokan moral dari gereja dan para …"}, "filled": true, "author_pub_id": "oXh3VKYAAAAJ:u5HHmVD_uO8C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=2419163121654241791", "cites_id": ["2419163121654241791"], "pub_url": "http://repository.seabs.ac.id:8080/handle/123456789/1422", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:_xnttwqYkiEJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Hubungan antara perkembangan kognitif sosial-emosional dan tingkat kelekatan (Attachment) dengan pengasuh pada anak-anak usia empat tahun: sebuah studi", "pub_year": 2011, "citation": "Universitas Pelita Harapan, 2011", "author": "Yulia Setia"}, "filled": true, "author_pub_id": "oXh3VKYAAAAJ:YsMSGLbcyi4C", "num_citations": 0, "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Special Themes:(Re) Imagining the Church in a Postpandemic Era", "citation": "", "author": "Albert Parsaoran Sihotang and Antonius Antonius and Yulia Setia", "abstract": "About the Journal Page 1 4/2/23, 1:17 PM Veritas: Jurnal Teologi dan Pelayanan https://ojs.seabs.ac.id/index.php/Veritas/ \n1/6 About the Journal VERITAS: JURNAL TEOLOGI DAN PELAYANAN eISSN: 2684-9194 | \npISSN: 1411-7649 | DOI prefix: 10.36421 Veritas: Jurnal Teologi dan Pelayanan is a peer-reviewed \nand open-access journal published semiannually (June and December) by Sekolah Tinggi \nTeologi SAAT (Southeast Asia Bible Seminary), Malang City, East Java, Indonesia. The \njournal specializes in evangelical theology that focuses on the novelty in biblical studies, \nsystematic theology, and practical theology, contributing to theological studies and ecclesial \nministry. Manuscripts submitted for publication in this journal include quantitative or \nqualitative field research findings, conceptual and critical studies, exegesis or exposition \nmaterial, case studies, and other forms of original thought in the broad scope …"}, "filled": true, "author_pub_id": "oXh3VKYAAAAJ:9yKSN-GCB0IC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19887/3/III.A.c.4.b__Jurnal_Lengkap.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lHroiv4B7CsJ:scholar.google.com/", "cites_per_year": {}}
