{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analyzing the Indonesian sentiment to rohingya refugees using IndoBERT model", "pub_year": 2024, "citation": "Bulletin of Social Informatics Theory and Application 8 (2), 180-191, 2024", "author": "M Zainal Arifin and Sandy Yunan Maulana and Agustinus Noertjahyana and Asghaiyer Mohamed Asghaiyer", "journal": "Bulletin of Social Informatics Theory and Application", "volume": "8", "number": "2", "pages": "180-191", "abstract": "This study aims to analyze public sentiments towards Rohingya refugees in Indonesia using the IndoBERT model. We collected sentiment data from social media platforms and news articles, followed by preprocessing techniques including tokenization, cleaning, case folding, stemming, and filtering. Sentiment labels were assigned using the InSet lexicon, and the IndoBERT model was trained with these labeled data. Our findings reveal that the predominant sentiment is negative, with 65% of the sentiments classified as negative, 20% as neutral, and 15% as positive. The model demonstrated robust performance with an accuracy of 87%, precision of 85%, recall of 83%, and an F1 score of 84%. This research addresses a gap in sentiment analysis studies related to refugee issues and provides valuable insights into public perceptions, which could inform policies and interventions aimed at improving refugee integration and support systems in Indonesia."}, "filled": true, "author_pub_id": "PdkyLoYAAAAJ:hMsQuOkrut0C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=16854323450592225216", "cites_id": ["16854323450592225216"], "pub_url": "http://www.pubs.ascee.org/index.php/businta/article/view/749", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:wOcVWuGV5ukJ:scholar.google.com/", "cites_per_year": {"2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analysis and Implementation of Distributed Denial of Service (DDoS) Attacks on the Website and Server", "pub_year": 2024, "citation": "IJIRSET 13 (7), 13308-13316, 2024", "author": "Agustinus Noertjahyana and Dave Handoko Priatmojo and M Zainal", "journal": "IJIRSET", "volume": "13", "number": "7", "pages": "13308-13316", "publisher": "Petra Christian University", "abstract": "In todays digital era, maintaining the security of websites and server infrastructure is crucial to ensure data security and the smooth running of online services. This thesis explores the in-depth analysis and practical application of distributed DDoS attacks on websites and server infrastructures of relevant institutions. The aim of this thesis is to deepen the understanding of DDoS attack mechanisms and develop efficient mitigation methods. Through this research, frequent attack patterns were discovered, system vulnerabilities were evaluated, and systematic prevention and response strategies were proposed. Tests were conducted on the implementation of various defence strategies, including the use of more advanced firewalls, effective intrusion detection systems, and robust network architecture structures, to assess their ability to counteract DDoS attacks. During the research, various attacking and defensive strategies were evaluated, revealing interesting variations in the results. Some attack experiments yielded satisfactory outcomes, while others require further fine-tuning. The findings of this research are expected to provide new insights into the field of cybersecurity and serve as a guide for system administrators to protect their digital assets from ever-evolving threat."}, "filled": true, "author_pub_id": "PdkyLoYAAAAJ:L7CI7m0gUJcC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21071/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:AZybeTywrVEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A Comparative Study between the Facebook Prophet Model and SARIMA for Bitcoin Price Prediction", "pub_year": 2024, "citation": "IJIRSET 13 (1), 9-15, 2024", "author": "Agustinus Noertjahyana and Stephanus A Ananda and YABES DAVID KRISTIAN", "journal": "IJIRSET", "volume": "13", "number": "1", "pages": "9-15", "publisher": "Petra Christian University", "abstract": "The volatile nature of cryptocurrency markets, particularly Bitcoin, has led to an increased interest in  developing accurate forecasting models for price predictions. In this study, we conduct a comparative analysis between  two widely used time series forecasting models, the Facebook Prophet Model and SARIMA (Seasonal Autoregressive  Integrated Moving Average), to assess their effectiveness in predicting Bitcoin prices. Based on the conducted tests, the  results indicate that the Facebook Prophet model performs less favourably compared to SARIMA for daily Bitcoin  predictions. However, the Facebook Prophet model yields better results than SARIMA in monthly predictions. The  Mean Absolute Percentage Error (MAPE) for daily Bitcoin predictions is 6.7% when using the Facebook Prophet  model, whereas the MAPE for daily Bitcoin predictions with the SARIMA model is 4.5%. The MAPE for monthly  Bitcoin predictions using the Facebook Prophet model is 2.6%, while the MAPE for monthly Bitcoin predictions with  the SARIMA model is 8.4%."}, "filled": true, "author_pub_id": "PdkyLoYAAAAJ:vbGhcppDl1QC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20776/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VCJeOOj0x_kJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pelatihan Metode Computational Thinking melalui Pemrograman Menggunakan Scratch untuk Siswa Sekolah Dasar", "pub_year": 2023, "citation": "Jurnal pengabdian masyarakat bangsa 1 (8), 1679-1683, 2023", "author": "Agustinus Noertjahyana and Lily Puspa Dewi and Silvia Rostianingsih and Henry Novianus Palit and Stephanus A Ananda", "journal": "Jurnal pengabdian masyarakat bangsa", "volume": "1", "number": "8", "pages": "1679-1683", "publisher": "Petra Christian University", "abstract": "Pelatihan pemrograman dengan menggunakan scratch bertujuan untuk membantu mengajarkan konsep berpikir  komputasi secara sederhana kepada siswa Sekolah Dasar. Metode yang digunakan dalam pelatihan ini adalah  dengan memberikan penjelasan tentang konsep pemrograman lalu dilanjutkan dengan memberikan contoh contoh program sederhana. Selanjutnya siswa diajak untuk mencoba secara langsung menggunakan komputer  dan diminta untuk menjelaskan langkah-langkah yang dilakukan. Harapan dari adanya pelatihan ini adalah siswa  sekolah dasar mampu berpikir secara komputasi dan dapat menerapkan dalam kehidupan sehari-hari. Setelah 2  hari pelatihan, siswa sekolah dasar menunjukkan hasil yang baik, dimana mereka mampu membuat program  sederhana berdasarkan permasalahan yang ada."}, "filled": true, "author_pub_id": "PdkyLoYAAAAJ:p__nRnzSRKYC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=16679081099123773333", "cites_id": ["16679081099123773333"], "pub_url": "https://repository.petra.ac.id/20665/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lU803eP_d-cJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Implementing Bisection Method on Forex Trading Database for Early Diagnosis of Inflection Point", "pub_year": 2023, "citation": "IJACSA 14 (3), 462-465, 2023", "author": "Agustinus Noertjahyana and Zuraida Abal Abas and Zeratul Izzah Mohd Yuzzoh and M Kom and M ZAINAL ARIFIN", "volume": "14", "number": "3", "pages": "462-465", "abstract": "Many  people  are  trading  in  the  forex  market during the COVID-19 pandemic with the hope of earning money, but  they  are  experiencing  shortages  due  to  the  lack  of information  and  technology-based  tools  for  existing  daily  data. Sometimes  traders  only  use  moving  averages  in  trading  data, even though this information needs to be processed again to get the right inflection point. The objective of this research is to find inflection  points  based  on  Forex  trading  database.  Another algorithm  can  also  be  used  to  determine  the  inflection  point between two points on a moving average. This can be supported by  the  Bisection  method  used  because  it  can  guarantee  that convergence will occur. The results show that the points resulting from  the  bisection  calculation  on  the  moving  average  provide  a fairly  accurate  decision  support  for  the  location  where  the inflection point is located. From 10,000 data there is a standard deviation  of  0.71  points  which  is  very  small  compared  to  an average of 20 pips (points used as the difference in price values in forex). The use of the bisection  method  provides an accuracy  of the results in seeing the inflection point of 87%"}, "filled": true, "author_pub_id": "PdkyLoYAAAAJ:4MWp96NkSFoC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=13601594141113788748", "cites_id": ["13601594141113788748"], "pub_url": "https://repository.petra.ac.id/20404/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:TCkfmM6RwrwJ:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Utilization of the Agora video broadcasting library to support remote live streaming", "pub_year": 2022, "citation": "AIP Conference Proceedings 2658 (1), 2022", "author": "Lily Puspa Dewi and Agustinus Noertjahyana and Justinus Andjarwirawan and Nico Gufron", "journal": "AIP Conference Proceedings", "volume": "2658", "number": "1", "publisher": "AIP Publishing", "abstract": "In daily life, people utilize the video technology, especially live streaming to provide a real time transmission of an event or activity. Live streaming helps the robustness of a long-distance view by enabling the viewer to see what would normally be seen if on-site. It describes the real time situation in video mode to fulfill the particular information. In this case, a minimal capture-display delay is important. By using recent technological advances have certainly made it possible to produce remote live-streaming. In this research, we utilize the Agora. io in broadcasting live streaming video to help people view an event real time without being in the same place. We analyzed the limitations of mobile-based live streaming applications, such as delay, frames per second, and resolution. The paper describes experimentally the most relevant approaches for the research. The results of this research present an overview for the …"}, "filled": true, "author_pub_id": "PdkyLoYAAAAJ:ML0RJ9NH7IQC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=14432789163208709497", "cites_id": ["14432789163208709497"], "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2658/1/050001/2831676", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:eZUpl0aRS8gJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Android based remote driving for real time vehicle monitoring", "pub_year": 2022, "citation": "AIP Conference Proceedings 2658 (1), 2022", "author": "Agustinus Noertjahyana and Lily Puspa Dewi and Justinus Andjarwirawan and Nico Gufron", "journal": "AIP Conference Proceedings", "volume": "2658", "number": "1", "publisher": "AIP Publishing"}, "filled": true, "author_pub_id": "PdkyLoYAAAAJ:Z5m8FVwuT1cC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lLv_AkmduYkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Improve educational marketing strategy through use of digital marketing technology", "pub_year": 2022, "citation": "AIP Conference Proceedings 2658 (1), 080003, 2022", "author": "Richki Hardi and Suprijadi and Ririn Kusdyawati and Agustinus Noertjahyana", "journal": "AIP Conference Proceedings", "volume": "2658", "number": "1", "pages": "080003", "publisher": "AIP Publishing LLC", "abstract": "The general purpose of this research is to know the marketing management of information technology-based education. This research method is descriptive qualitative with a direct experience approach. Data collection techniques through in-depth interviews, observation, and document analysis. Data analysis techniques with data reduction steps, data presentation, and concluding. The study results are expected to increase the marketing of information technology-based education in universities; methods and marketing media based on information technology have attracted people to become their children's choice in higher education. The educational leadership has maximized the involvement of teaching staff and employees in information technology-based marketing. The supporting factors include the physical building, curriculum, human resources, accreditation, achievements, extracurricular and varied student …"}, "filled": true, "author_pub_id": "PdkyLoYAAAAJ:BUYA1_V_uYcC", "num_citations": 8, "citedby_url": "/scholar?hl=en&cites=8981165144867010751", "cites_id": ["8981165144867010751"], "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2658/1/080003/2831643", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:v_jqcB2Co3wJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 3, "2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Increasing the importance of digital technology as a technopreneurship media in higher education", "pub_year": 2022, "citation": "AIP Conference Proceedings 2658 (1), 070003, 2022", "author": "Richki Hardi and Agung Sakti Pribadi and Mundzir and Agustinus Noertjahyana and Jack Febrian Rusdi", "journal": "AIP Conference Proceedings", "volume": "2658", "number": "1", "pages": "070003", "publisher": "AIP Publishing LLC"}, "filled": true, "author_pub_id": "PdkyLoYAAAAJ:AvfA0Oy_GE0C", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=7006185520450581007", "cites_id": ["7006185520450581007"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DzLxSJz4OmEJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 1, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Deteksi Masker Wajah dengan Metode Convolutional Neural Network", "pub_year": 2022, "citation": "J. Infra 10 (1), 2022", "author": "I Hartono and A Noertjahyana and LW Santoso", "journal": "J. Infra", "volume": "10", "number": "1"}, "filled": true, "author_pub_id": "PdkyLoYAAAAJ:uc_IGeMz5qoC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=18416116948101350544", "cites_id": ["18416116948101350544"], "pub_url": "https://scholar.google.com/scholar?cluster=18416116948101350544&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:kMShocowk_8J:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 1, "2024": 2, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Implementasi dan Analisa Snort dan Suricata Sebagai IDS dan IPS Untuk Mencegah Serangan DOS dan DDOS", "pub_year": 2022, "citation": "J. Infra 10 (1), 1-6, 2022", "author": "Darryl Santoso and Agustinus Noertjahyana and Justinus Andjarwirawan", "journal": "J. Infra", "volume": "10", "number": "1", "pages": "1-6"}, "filled": true, "author_pub_id": "PdkyLoYAAAAJ:0KyAp5RtaNEC", "num_citations": 11, "citedby_url": "/scholar?hl=en&cites=18258915603078176155", "cites_id": ["18258915603078176155"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:m91PSQCzZP0J:scholar.google.com/", "cites_per_year": {"2023": 3, "2024": 7, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Simulasi Aplikasi untuk Mendeteksi dan Mencegah Serangan DDoS pada Jaringan Berbasis Software Defined Network", "pub_year": 2022, "citation": "Jurnal Infra 10 (1), 2022", "author": "Sugiyanto Goutama and Agustinus Noertjahyana and Henry Novianus Palit", "journal": "Jurnal Infra", "volume": "10", "number": "1", "abstract": "Software Defined Network (SDN) is one of the technological developments in computer networks. Today's computer networks generally use many network devices, where each network device has 2 functionalities, called control plane and forwarding plane. The separation of the two functions through SDN technology has the advantage of having a centralized control plane design is to make configuration and management easier. However, there is also a challenge in the form of a single point of failure that is vulnerable to Distributed Denial of Service (DDoS) attacks. Therefore, SDN requires an Intrusion Detection System (IDS) and an Intrusion Prevention System (IPS) to be able to detect and prevent DDoS attacks. This study aims to determine the level of accuracy and length of time to detect (Mean Time To Detect), as well as length of time to mitigate (Mean Time To Respond) in dealing with variations of DDoS …"}, "filled": true, "author_pub_id": "PdkyLoYAAAAJ:XD-gHx7UXLsC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=830780470463130552", "cites_id": ["830780470463130552"], "pub_url": "https://scholar.google.com/scholar?cluster=830780470463130552&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:uGtJrG-GhwsJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Implementasi internet of things pada sistem cathodic protection sebagai proteksi korosi besi beton", "pub_year": 2022, "citation": "J. INFRA 10 (1), 2022", "author": "Billy Christian Johan and Agustinus Noertjahyana and Gunawan Budi Wijaya and Daniel Tjandra and Resmana Lim", "journal": "J. INFRA", "volume": "10", "number": "1", "abstract": "Concrete iron or reinforcement bar is steel used for reinforcement in concrete construction or known as reinforced concrete. Reinforcing bar can undergo a corrosion process caused by chemical or electrochemical reactions between steel reinforcement and its environment. One of many way to protect concrete from corrosion is by cathodic protection. There are two types of cathodic protection, namely sacrificial anodes and impressed current cathodic protection (ICCP). ICCP is more commonly used for protection in reinforced bar structures. In ICCP, negative current flows to the reinforcing bar and positive current flows to the anode. This is a method to protect the reinforcing bar from corrosion. In addition to the corrosion protection system, there is also a half-cell potential test to measure the chance of corrosion of the reinforcing bar. Measurements are made by reading the potential difference between the reference …"}, "filled": true, "author_pub_id": "PdkyLoYAAAAJ:t7zJ5fGR-2UC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=670807236977140408", "cites_id": ["670807236977140408"], "pub_url": "https://scholar.google.com/scholar?cluster=670807236977140408&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:uKLIwKAvTwkJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Custom Built of Smart Computing Platform for Supporting Optimization Methods and Artificial Intelligence Research: PakCarik: GPU-Accelerated Platform for AI Researches", "pub_year": 2021, "citation": "Proceedings of the Pakistan Academy of Sciences: A. Physical and …, 2021", "author": "Indar Sugiarto and Doddy Prayogo and Henry Palit and Felix Pasila and Resmana Lim and Agustinus Noertjahyana and I Gede Widyadana and Surya Hermawan and Agustinus Bimo Gumelar and Bernardo Nugroho Yahya", "journal": "Proceedings of the Pakistan Academy of Sciences: A. Physical and Computational Sciences", "volume": "58", "number": "S", "pages": "59-64", "abstract": "This paper describes a prototype of a computing platform dedicated to artificial intelligence explorations. The platform, dubbed as PakCarik, is essentially a high throughput computing platform with GPU (graphics processing units) acceleration. PakCarik is an Indonesian acronym for Platform Komputasi Cerdas Ramah Industri Kreatif, which can be translated as “Creative Industry friendly Intelligence Computing Platform”. This platform aims to provide complete development and production environment for AI-based projects, especially to those that rely on machine learning and multiobjective optimization paradigms. The method for constructing PakCarik was based on a computer hardware assembling technique that uses commercial off-the-shelf hardware and was tested on several AI-related application scenarios. The testing methods in this experiment include: high-performance lapack (HPL) benchmarking, message passing interface (MPI) benchmarking, and TensorFlow (TF) benchmarking. From the experiment, the authors can observe that PakCarik's performance is quite similar to the commonly used cloud computing services such as Google Compute Engine and Amazon EC2, even though falls a bit behind the dedicated AI platform such as Nvidia DGX-1 used in the benchmarking experiment. Its maximum computing performance was measured at 326 Gflops. The authors conclude that PakCarik is ready to be deployed in real-world applications and it can be made even more powerful by adding more GPU cards in it."}, "filled": true, "author_pub_id": "PdkyLoYAAAAJ:evX43VCCuoAC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=1123302638357580910", "cites_id": ["1123302638357580910"], "pub_url": "https://www.paspk.org/wp-content/uploads/2021/10/ES-733.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:bgyQTszFlg8J:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penerapan Microservices dan Amazon Elastic Container Service untuk Mendukung Scalability", "pub_year": 2021, "citation": "J. Infra 9 (2), 220-226, 2021", "author": "Antonius Tanuwijaya and Henry Novianus Palit and Agustinus Noertjahyana", "journal": "J. Infra", "volume": "9", "number": "2", "pages": "220-226", "abstract": "The technology age under development provides the impact of increasing the number of users in a system may also increase the workload received by the server. This condition is experienced in PT. X, where the server cannot handle the growing workload over time, this makes the server overloaded and slow in response until it gets to the server condition is down and unreachable by the user. This research tried to provide solutions to the problems faced by PT. X by applying a system of microservices and Amazon Elastic Container Service. By applying microservices then all services will be split into independent and can ease the workload of the server. Moreover, with the combination of Amazon ECS then the process of scaling will be more effective only on the service that is experiencing an overload condition so that the process of scaling can adjust the conditions of the workload on the server at that time. The …"}, "filled": true, "author_pub_id": "PdkyLoYAAAAJ:j8SEvjWlNXcC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=14098530147979827320", "cites_id": ["14098530147979827320"], "pub_url": "https://scholar.google.com/scholar?cluster=14098530147979827320&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:eBh57XgKqMMJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pembuatan Konfigurasi SSL yang Aman untuk Diimplementasikan pada Apache dan Nginx", "pub_year": 2021, "citation": "Jurnal Infra 9, 1-6, 2021", "author": "Eka Wijaya Budihardjo and Lily Puspa Dewi and Agustinus Noertjahyana", "journal": "Jurnal Infra", "volume": "9", "pages": "1-6", "abstract": "Exploitation of a web server is a form of behavior of someone who takes advantage of a software vulnerability or security weakness. Exploitation of the web server can be in the form of Zombie Poodle, Golden Doodle, Poodle, and others. In addition, there are also man-in-the-middle-attacks such as protocol downgrade attacks and cookie hijacking. Therefore, this study aims to examine a web server based on SSL configuration and provide suggestions for a better and more secure SSL configuration. Testing in this study uses a program called SSLyze and this research produces a detailed report that can help to configure SSL on the Apache web server and Nginx web server properly and correctly in order to prevent further attacks. In addition to increasing security on the web server, using the right SSL configuration can make web server performance become optimal. The test results show that implementing the tested …"}, "filled": true, "author_pub_id": "PdkyLoYAAAAJ:35r97b3x0nAC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=1942843725884172337", "cites_id": ["1942843725884172337"], "pub_url": "https://scholar.google.com/scholar?cluster=1942843725884172337&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:MShsNxNe9hoJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penerapan Convolutional Neural Network untuk Klasifikasi Kanker Kulit Melanoma pada Dataset Gambar Kulit", "pub_year": 2021, "citation": "J. Infra 9 (1), 47-51, 2021", "author": "Michael Kurniawan Soegeng and Liliana Liliana and Agustinus Noertjahyana", "journal": "J. Infra", "volume": "9", "number": "1", "pages": "47-51", "abstract": "Melanoma skin cancer is one of the most dangerous skin cancers where the ferocity and speed of metastasis has caused a high mortality rate among afflicted when the cancer is not treated. Early detection of the cancer and prevention by removing the affected skin have been shown to decrease the mortality rate on afflicted patient. Thus, development of a method to help automatically diagnose the cancer and classify between cancer and normal mole or birthmark is needed. Previous methods still show limitations in classifying melanoma skin cancer. This study proposes a classification system using convolutional neural network trained on the original ISIC 2020 dataset and hair removed dataset which is then combined using ensemble. The dataset used is first preprocessed using the hair removal algorithm convolutional neural network using EfficientNet B0–B7 and ResNet-50-v2 will be trained using ISIC 2020 …"}, "filled": true, "author_pub_id": "PdkyLoYAAAAJ:kzcrU_BdoSEC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=6457506121662525774", "cites_id": ["6457506121662525774"], "pub_url": "https://scholar.google.com/scholar?cluster=6457506121662525774&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:TvGatJqrnVkJ:scholar.google.com/", "cites_per_year": {"2023": 4, "2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sistem Keamanan pada Kendaraan Bermotor Roda Dua dengan Arduino dan Android berbasis Suara", "pub_year": 2021, "citation": "Jurnal Infra 9 (1), 2021", "author": "Andreas Wijaya Kangnata and Agustinus Noertjahyana and Justinus Andjarwirawan", "journal": "Jurnal Infra", "volume": "9", "number": "1", "abstract": "Along with the development of the number of motorcycle that are growing very fast and also the development of information and communication technology which is also high has brought benefits to the development of human civilization progress in the world and in Indonesia, especially smartphone, but problems related to crime, especially against motorcycle theft can also be said to be very high, so it is necessary to design a security system on motorcycle with Android and Arduino that can be commanded by voice. The system is created using an Android smartphone as a voice command input receiver and Arduino as a tool that controls hardware based on commands. This system will send voice commands from Android that have been converted into text with the speech to text method and send commands according to the command input via a message that sent via SMSManager to the SIM800L V2. 0 module that …"}, "filled": true, "author_pub_id": "PdkyLoYAAAAJ:W5xh706n7nkC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=1562779173703751303", "cites_id": ["1562779173703751303"], "pub_url": "https://scholar.google.com/scholar?cluster=1562779173703751303&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:h5b95mAbsBUJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Implementasi Web Scraping untuk Pengumpulan Informasi Promo Makanan Menggunakan Klasifikasi Naïve Bayes", "pub_year": 2020, "citation": "Jurnal Infra 8 (1), 289-294, 2020", "author": "Dave Julianno Tandra and Agustinus Noertjahyana and Anita Nathania Purbowo", "journal": "Jurnal Infra", "volume": "8", "number": "1", "pages": "289-294", "abstract": "In this day, the delivery of promo information to people can be done easily. Lots of sites that provide information about food promos. Of course the site can help people find the most profitable promos. However, some sites still do not provide complete search features. In addition, there may be promos on the same food supply business, but with a different prices. Of course people will try to find food promos at the best prices. This takes a lot of time, and also less efficient to do. The Naïve Bayes process is also used to determine wheter the promo is in the food category or not. The application was made to collect all promo information from promo provider websites. To do this, we need a server that can retrieve promo data on each promo provider site. After the retriaval process, the data processing and classification process is carried out wheter the promo is in the food category or not. Data that has been processed will be …"}, "filled": true, "author_pub_id": "PdkyLoYAAAAJ:5awf1xo2G04C", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=2326586695089186582", "cites_id": ["2326586695089186582"], "pub_url": "https://scholar.google.com/scholar?cluster=2326586695089186582&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Fufwu0WySSAJ:scholar.google.com/", "cites_per_year": {"2021": 2, "2022": 0, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Inventory Control Application on Indonesia Small Medium Enterprises Using Smartphone", "pub_year": 2020, "citation": "KnE Life Sciences, 1–13-1–13, 2020", "author": "Andreas Handojo and Michael Christian Wibisono and Agustinus Noertjahyana and Tanti Octavia", "journal": "KnE Life Sciences", "pages": "1–13-1–13", "abstract": "Small Medium Enterprises (SMEs) playing a big role in domestic economic activities, especially in a developing country such as Indonesia. They accommodate a large amount of employment and generate quite large income for many economic sectors such as textile, furniture, footwear, food and beverages. Usually, SMEs do not have a big stock of goods, consider the SMEs has a low capital. That makes SMEs usually rely on turnover from stock items with a small stock of goods. This certainly causes the monitoring process of the goods of stock’s data is very important. If an error occurs, stock-outs can easily arise which can cause loss of sales. Calculation and adjustment of the stock of goods and assets owned by the SME whether in the warehouse or storefront must often be carried out more often. To help inventory control process on SMEs, this research attempt to build a simple inventory control process application. This IT application is expected can operate easily by people who are not familiar with IT and relatively cheap so can be used by various layers of SMEs. The application will be running on Android-based smartphone. The application could download the SMEs stock data and doing inventory control by scanned the barcode that attaches on the item. The scanning process is simply using a camera on the smartphone. After inventory control process, SMEs employee could upload their data directly to a database server using Wi-Fi without re-entry their inventory control result. So this could save employee work time."}, "filled": true, "author_pub_id": "PdkyLoYAAAAJ:eq2jaN3J8jMC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=17908341779407067159", "cites_id": ["17908341779407067159"], "pub_url": "https://www.knepublishing.com/index.php/KnE-Life/article/view/6556/12053", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:F1jYRfc1h_gJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 0, "2024": 1, "2025": 1}}
