{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pentingnya Manajemen Manusia dalam Organisasi", "pub_year": 2025, "citation": "Jurnal Hilirisasi Pengabdian Masyarakat 2 (1), 72-76, 2025", "author": "Eddy Madiono Sutanto and Nony Kezia Marchyta", "journal": "Jurnal Hilirisasi Pengabdian Masyarakat", "volume": "2", "number": "1", "pages": "72-76", "abstract": "Manajemen manusia (MM) merupakan faktor kunci dalam keberhasilan organisasi, termasuk lembaga pendidikan seperti Yayasan Adjarmanu di Sumba. Tantangan yang dihadapi mencakup keterbatasan tenaga kerja terampil, kurangnya pelatihan, serta minimnya evaluasi kinerja. Pengabdian masyarakat ini bertujuan untuk meningkatkan pemahaman dan kemampuan peserta mengenai MM melalui pelatihan daring. Pelatihan diikuti oleh 45 peserta yang terdiri dari guru, staf administrasi, dan mahasiswa, serta mitra yayasan. Metode yang digunakan meliputi sur-vei awal, penyampaian materi, diskusi interaktif, dan evaluasi kegiatan. Hasil menunjukkan bahwa pelatihan ini berhasil meningkatkan pemahaman peserta terhadap konsep MM, khususnya strategi pengelolaan yang efektif dan pentingnya peran pemimpin. Namun, hambatan seperti keterbatasan jaringan internet di wilayah Sumba tetap menjadi tantangan selama pelatihan berlangsung. Kegi-atan ini disimpulkan efektif dalam mendorong pengelolaan manusia yang strategis dan memberi-kan kontribusi positif terhadap pengembangan yayasan. Pelatihan berkelanjutan, dukungan peme-rintah, dan sistem evaluasi berbasis penghargaan diperlukan untuk memperkuat keberlanjutan yayasan di masa depan. Yayasan Adjarmanu diharapkan dapat menjadi fondasi kuat bagi kemajuan pendidikan di wilayah tersebut melalui pengembangan manusia."}, "filled": true, "author_pub_id": "pdz411sAAAAJ:4DMP91E08xMC", "num_citations": 0, "pub_url": "https://ojs.stiemahardhika.ac.id/index.php/jihapenmas/article/view/1321", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:e3cI8O5KJQUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Influence of Financial Performance on CSR in English League Football Clubs", "pub_year": 2025, "citation": "International Journal of Organizational Behavior and Policy 4 (1), 27-40, 2025", "author": "and Nony Kezia Marchyta Adhityawati Kusumawardhani and Christian Hadinata", "journal": "International Journal of Organizational Behavior and Policy", "volume": "4", "number": "1", "pages": "27-40", "publisher": "Department Accounting, Petra Christian University"}, "filled": true, "author_pub_id": "pdz411sAAAAJ:4TOpqqG69KYC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:dZlO2i-Hf4IJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "THE EFFECT OF GENDER-ROLE ORIENTATION, VOLITION, AND PARENTAL INFLUENCE ON ENTREPRENEURIAL INTENTION", "pub_year": 2025, "citation": "Indonesian Journal of Business and Entrepreneurship (IJBE) 11 (1), 147-156, 2025", "author": "Eddy Madiono Sutanto***) Nony Kezia Marchyta*)1 and Cynthia Ariela Sulianto**)", "journal": "Indonesian Journal of Business and Entrepreneurship (IJBE)", "volume": "11", "number": "1", "pages": "147-156", "publisher": "School of Business, IPB University", "abstract": "Background: Indonesia's low percentage of entrepreneurs is impeding the country's economic progress, which in turn is exacerbating the country's high unemployment rate and low entrepreneurial inclination among the youth.Purpose: This research examines the effect of gender-role orientation, volition, and parental influence on entrepreneurial intention among undergraduate students in Indonesia.Design/methodology/approach: Data analysis for this quantitative study, which involved 172 Indonesian undergraduate students, was done using the Structural Equation Model-Partial Least Square. Purposive sampling was used to choose the sample, and questionnaires were used to collect data."}, "filled": true, "author_pub_id": "pdz411sAAAAJ:YOwf2qJgpHMC", "num_citations": 0, "pub_url": "https://journal.ipb.ac.id/index.php/ijbe/article/view/58723", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:wSnZBELpl1MJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "FAMILY FIRM PERFORMANCE IN CENTRAL KALIMANTAN: THE ROLE OF SOCIOEMOTIONAL WEALTH AND MANAGERIAL CAPABILITIES", "pub_year": 2024, "citation": "Jurnal Ilmiah EDUNOMIKA 8 (04), 1-11, 2024", "author": "Nony Kezia Marchyta and Agustinus Willi Susanto and Clarissa Listya Susilo", "volume": "8", "number": "04", "pages": "1-11", "abstract": "This research investigates the critical role of family companies in the rapid expansion of MSMEs in Central Kalimantan. This research examines the effect of socioemotional wealth on firm performance with managerial capabilities as a mediating variable. The concept of socioemotional wealth is a concept that is still rarely studied in family companies and makes family companies a unique entity. This research is classified as quantitative research using primary data. The sampling technique used purposive sampling, with 63 family company owners in Central Kalimantan, Indonesia, as the research sample. The results obtained show a positive influence of socioemotional wealth on firm performance. Socioemotional wealth has a positive effect on managerial capabilities, and there is a partial mediation effect on the role of managerial capabilities as a mediating variable. The results also show a positive influence of managerial capabilities on firm performance."}, "filled": true, "author_pub_id": "pdz411sAAAAJ:ULOm3_A8WrAC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21345/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:g4GXnGgxYNoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENTINGNYA LITERASI KEUANGAN UNTUK PENGELOLAAN KEUANGAN PRIBADI SEJAK DINI", "pub_year": 2024, "citation": "Mafaza: Jurnal Pengabdian Masyarakat 4 (2), 107-120, 2024", "author": "Nony Kezia Marchyta and Eddy Madiono Sutanto", "journal": "Mafaza: Jurnal Pengabdian Masyarakat", "volume": "4", "number": "2", "pages": "107-120", "abstract": "Tingkat literasi keuangan yang rendah pada generasi muda dan fenomena peningkatan penggunaan peminjaman secara online (pinjol) mendorong dilakukannya kegiatan pengabdian masyarakat ini. Tujuan pengabdian masyarakat yaitu untuk meningkatkan kesadaran pentingnya literasi keuangan bagi generasi muda dalam mengelola keuangan, sehingga dapat meningkatkan kontrol diri. Generasi muda dengan literasi keuangan yang baik akan cenderung mampu menentukan prioritas dalam pengambilan keputusan keuangan, termasuk mampu membedakan antara kebutuhan dan keinginan yang dimiliki. Sebaliknya, jika generasi muda tidak memiliki literasi keuangan yang baik, maka akan cenderung melakukan kesalahan dalam pengelolaan keuangan yang dapat memberikan dampak negatif dalam jangka panjang. Mitra pengabdian masyarakat yaitu generasi muda yang berusia 15 hingga 21 tahun di bawah naungan Yayasan Adjarmanu, Nusa Tenggara Timur dan Pusat Pengembangan Anak di Surabaya dan Sidoarjo. Pengabdian masyarakat dilakukan dengan menggunakan metode pelatihan. Materi diberikan menggunakan konsep gamification agar lebih menarik bagi generasi muda. Melalui hasil post-test yang diberikan terlihat kemampuan literasi keuangan para peserta mengalami peningkatan. Respon positif dari para peserta juga terlihat dari hasil wawancara singkat yang dilakukan pada akhir kegiatan pengabdian masyarakat."}, "filled": true, "author_pub_id": "pdz411sAAAAJ:Zph67rFs4hoC", "num_citations": 0, "pub_url": "https://journal.unugiri.ac.id/index.php/mafaza/article/view/3429", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:TdqlEyMr9ZQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pendampingan pemanfaatan teknologi digital sebagai strategi pemasaran UMKM Nurul Ismiati", "pub_year": 2024, "citation": "Jurnal Kreativitas dan Inovasi (Jurnal Kreanova) 4 (3), 110-118, 2024", "author": "Kevin Tanuwijaya and Alifvia Tasya Wijaya and Angelica Sikomena and Dhyah Harjanti and Nony Kezia Marchyta", "journal": "Jurnal Kreativitas dan Inovasi (Jurnal Kreanova)", "volume": "4", "number": "3", "pages": "110-118", "abstract": "Usaha mikro, Kecil, dan Menengah (UMKM) merupakan pilar utama perekonomian Indonesia, di era digital saat ini, pemanfaatan teknologi digital menjadi faktor penting dalam meningkatkan daya saing dan memperluas jangkauan pasar. UMKM di Dusun Tegal Sari, Sidoarjo menerima bimbingan dalam bentuk pelatihan dan pendampingan terkait pemanfaatan platform digital, termasuk media sosial, pasar online, dan situs web, dengan tujuan untuk meningkatkan kapasitas mereka dalam mempromosikan produk mereka. Tujuan dari kegiatan ini adalah untuk meningkatkan kemampuan promosi UMKM melalui penyediaan bimbingan dan pelatihan dalam pemanfaatan platform e-commerce dan situs web sebagai media pemasaran dan penjualan. Metode yang digunakan meliputi pelatihan pemasaran digital, pelatihan pemanfaatan instagram sebagai platform media sosial, pembuatan akun e-commerce, dan pelatihan pemanfaatan situs web, dengan penerapan strategi ini, UMKM di Dusun Tegal Sari, Sidoarjo dapat mengalami pertumbuhan dan perluasan basis konsumen, serta mampu meningkatkan jangkauan pasar dan daya saing di era digital."}, "filled": true, "author_pub_id": "pdz411sAAAAJ:KlAtU1dfN6UC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=18403798779117512811", "cites_id": ["18403798779117512811"], "pub_url": "https://ejournal.stiesia.ac.id/kreanova/article/view/6901", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:aygRa3ttZ_8J:scholar.google.com/", "cites_per_year": {"2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PERANAN ELECTRONIC WORD OF MOUTH DAN FEAR OF MISSING OUT DALAM MEMBENTUK PURCHASE INTENTION PRODUK MIXUE DI SURABAYA", "pub_year": 2024, "citation": "Jurnal Ilmiah Manajemen dan Akuntansi 1 (4), 201-211, 2024", "author": "Stanislaus Steven Bambang Kusumo and Yonathan Palumian and Nony Kezia Marchyta and Wilma Laura Sahetapy", "journal": "Jurnal Ilmiah Manajemen dan Akuntansi", "volume": "1", "number": "4", "pages": "201-211", "abstract": "This study examines the influence of Electronic Word of Mouth (eWOM) on purchase intention among Mixue consumers, considering the Fear of missing out (FOMO) factor. Employing a quantitative approach, the research surveyed 108 ice cream enthusiasts in Surabaya, Indonesia. Data collection was conducted through an online questionnaire using the Google Form platform. The data analysis utilized the Partial Least Square (PLS) method with SmartPLS 4.0 software to evaluate the relationships between eWOM, FOMO, and purchase intention variables. The findings indicate a positive and significant relationship between eWOM and purchase intention. Furthermore, FOMO is proven to play a mediating role in the relationship between eWOM and purchase intention. These results have important implications for digital marketing strategies, particularly in the food and beverage industry. The study highlights the importance of leveraging eWOM and FOMO mechanisms in marketing campaigns as effective strategies to drive consumer purchasing decisions. This research contributes to a deeper understanding of consumer behavior in the digital era, specifically within the Indonesian market context."}, "filled": true, "author_pub_id": "pdz411sAAAAJ:8k81kl-MbHgC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=17662140103420201779", "cites_id": ["17662140103420201779"], "pub_url": "https://journal.smartpublisher.id/index.php/jimat/article/view/182", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:M8uKldiGHPUJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pendampingan Penyusunan Business Model Canvas Pada UMKM Nurul Ismiati Dengan Pendekatan Coaching", "pub_year": 2024, "citation": "Ekobis Abdimas: Jurnal Pengabdian Masyarakat 5 (1), 18-25, 2024", "author": "Dhyah Harjanti and Nony Kezia Marchyta and Surya Hermawan and Resmana Lim", "journal": "Ekobis Abdimas: Jurnal Pengabdian Masyarakat", "volume": "5", "number": "1", "pages": "18-25"}, "filled": true, "author_pub_id": "pdz411sAAAAJ:MXK_kJrjxJIC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=16670080408209511093", "cites_id": ["16670080408209511093"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:tdKGNM8FWOcJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGARUH INTELLECTUAL CAPITAL TERHADAP FIRM’S VALUE MELALUI FINANCIAL PERFORMANCE", "pub_year": 2024, "citation": "Innovative 21 (1), 30-40, 2024", "author": "Vicky Harryman and Nony Marchyta and Harli Merung", "journal": "Innovative", "volume": "21", "number": "1", "pages": "30-40", "abstract": "Abstrak─ Tujuan penelitian ini untuk mengetahui pengaruh intellectual capital terhadap firm’s value melalui financial performance pada perusahaan yang tergolong dalam sektor industri barang konsumsi di Bursa Efek Indonesia pada tahun 2017− 2019. Penelitian ini merupakan penelitian kuantitatif dengan 45 perusahaan yang tergolong sektor industri barang konsumsi sebagai sampel penelitian. Penelitian ini menggunakan data panel, sehingga total periode observasi yaitu berjumlah 135. Teknik analisis data menggunakan Partial Least Square. Hasil penelitian menunjukkan adanya pengaruh positif intellectual capital terhadap firm’s value, pengaruh positif intellectual capital terhadap financial performance, pengaruh positif financial performance terhadap firm’s value, dan pengaruh positif intellectual capital terhadap firm’s value melalui financial performance."}, "filled": true, "author_pub_id": "pdz411sAAAAJ:3fE2CSJIrl8C", "num_citations": 0, "pub_url": "https://feb.unikadelasalle.ac.id/ejournal/index.php/innovative/article/view/36", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Skk4E9j4oxAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "COLLEGE STUDENT’S FINANCIAL WELL-BEING ON JAVA ISLAND: THE ROLE OF FINANCIAL LITERACY, FINANCIAL BEHAVIOR, AND FINANCIAL SOCIALIZATION", "pub_year": 2024, "citation": "International Journal of Organizational Behavior and Policy 3 (1), 27-38, 2024", "author": "and Adhityawati Kusumawardhani Nony Kezia Marchyta and Matthew Lay", "journal": "International Journal of Organizational Behavior and Policy", "volume": "3", "number": "1", "pages": "27-38", "publisher": "Department Accounting, Petra Christian University"}, "filled": true, "author_pub_id": "pdz411sAAAAJ:Se3iqnhoufwC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=10326999186931398869", "cites_id": ["10326999186931398869"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:1TjLtAvfUI8J:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGARUH LEADER MEMBER EXCHANGE TERHADAP ORGANIZATIONAL CITIZENSHIP BEHAVIOR: PERAN MEDIASI WORK ENGAGEMENT", "pub_year": 2024, "citation": "E-JURNAL EKONOMI DAN BISNIS UNIVERSITAS UDAYANA 13 (5), 1032-1042, 2024", "author": "Nony Kezia Marchyta and Anastasia Angelina Lomban", "journal": "E-JURNAL EKONOMI DAN BISNIS UNIVERSITAS UDAYANA", "volume": "13", "number": "5", "pages": "1032-1042", "publisher": "Faculty of Economics and Business, Udayana University", "abstract": "Meskipun terjadi perlambatan ekonomi akibat pandemi Covid-19, PT. X yang bergerak di sektor otomotif tetap mencatat adanya pertumbuhan yang positif selama tahun 2021. Pimpinan PT. X menyatakan salah satu faktor pendukung yaitu adanya konsistensi tinggi dalam kepemimpinan dan sumber daya manusia. Namun, semakin luas cakupan area PT. X, semakin menekankan pentingnya hubungan yang berkualitas antara pimpinan dan bawahan. Melalui penelitian ini akan diuji pengaruh leader-member exchange terhadap organizational citizenship behavior dengan work engagement sebagai variabel mediasi pada karyawan di PT. X. Metode penelitian yang digunakan adalah penelitian kuantitatif dengan purposive sampling. Terdapat 70 orang responden dalam penelitian ini yang merupakan karyawan tetap yang telah bekerja minimal 1 tahun di PT. X. Hasil penelitian menunjukkan bahwa leader-member exchange berpengaruh positif terhadap organizational citizenship behavior, leader-member exchange berpengaruh positif terhadap work engagement, work engagement berpengaruh positif terhadap organizational citizenship behavior, dan work engagement memediasi pengaruh leader-member exchange terhadap organizational citizenship behavior. Karyawan yang memiliki hubungan yang baik dengan pemimpin akan cenderung memiliki kepuasan dan produktivitas kerja yang tinggi, bahkan rela bekerja lebih dari yang diharuskan demi pertumbuhan perusahaan. Peningkatan pemahaman karyawan bahwa pekerjaan mereka merupakan pekerjaan yang penting dan memiliki tujuan dapat berdampak pada peningkatan …"}, "filled": true, "author_pub_id": "pdz411sAAAAJ:5nxA0vEk-isC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=9084469850330321340", "cites_id": ["9084469850330321340"], "pub_url": "https://repository.petra.ac.id/20992/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vFGvgTKFEn4J:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pendampingan pembuatan rencana pemasaran untuk meningkatkan daya saing produk olahan usaha mikro di Guyub Rukun PPA Shikar Malang", "pub_year": 2023, "citation": "Pendampingan pembuatan rencana pemasaran untuk meningkatkan daya saing …, 2023", "author": "Sesilya Kempa and Nony Kezia Marchyta and Widjojo Suprapto and Katherina Mevilia Tan", "abstract": "Pusat Pengembangan Anak (PPA) merupakan sebuah organisasi yang bertujuan untuk melepaskan anak dari kemiskinan melalui berbagai program tumbuh kembang anak. Untuk mewujudkan tujuan tersebut, PPA Shikar Malang merangkul keluarga dan orang tua untuk mengentaskan sumber kemiskinan secara holistik dengan membantu pengembangan keterampilan kewirausahaan, yang berperan sebagai mobilisasi sumber daya lokal, dan menciptakan komunitas usaha mikro sebagai sarana memperkuat pola pikir bisnis dan memperluas wawasan. pengetahuan dan pengalaman bisnis. Bersama Universitas Kristen Petra, PPA Shikar Malang menginisiasi sistem pendukung bagi orang tua untuk mengembangkan usaha kecilnya melalui Kelompok Swadaya Masyarakat Guyub Rukun. Berdasarkan kunjungan dan observasi lapangan, diketahui bahwa usaha mikro di Guyub Rukun kurang memiliki daya tarik produk dan kemasan untuk ekspansi ke segmen pasar yang lebih luas. Selain itu, banyak pemilik usaha yang masih memanfaatkan jaringan tradisional untuk mempromosikan produknya, sehingga menyebabkan segmen pasar tersebut menjadi sangat terbatas. Oleh karena itu, kegiatan pendampingan usaha mikro ini dirancang dengan tujuan untuk membuat rencana pemasaran yang tepat, sehingga setiap usaha mikro dapat melakukan terobosan untuk meningkatkan pendapatan dan keuntungan dengan menjangkau segmen pasar yang lebih luas di luar lingkungannya. Kerja sama pengabdian masyarakat antara UKP dan PPA Shikar ini fokus pada pembenahan aspek manajemen pemasaran dan melakukan pendampingan …"}, "filled": true, "author_pub_id": "pdz411sAAAAJ:0EnyYjriUFMC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20984/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:1HNf13fS__QJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Persepsi Masyarakat Daerah Pesisir Sidoarjo Terhadap Pemakaian ALPAMAL (Alat Pemurnian Air Payau dengan Material Lokal) di Masa Krisis Air", "pub_year": 2023, "citation": "Persepsi Masyarakat Daerah Pesisir Sidoarjo Terhadap Pemakaian ALPAMAL (Alat …, 2023", "author": "Surya Hermawan and VIKTOR ATANTO HINDROMARTONO and AXEL DOUGLAS HANENKANG and Dhyah Harjanti and Nony Kezia Marchyta", "abstract": "Belakangan ini, banyak bagian di dunia yang sedang mengalami krisis air bersih. Hal ini dikarenakan konsumsi air dunia meningkat dan juga fenomena El Nino yang menyebabkan kekeringan. Daerah pesisir menjadi salah satu daerah yang kekurangan kebutuhan air bersih, termasuk lokasi kegiatan yang dipilih yaitu di Dusun Tegalsari, Dukuh Kupang, Kecamatan Jabon, Kota Sidoarjo yang hampir kurang lebih 30 tahun belum dapat memanfaatkan air payau yang merupakan satu-satunya sumber air di dusun terpencil tersebut. Oleh karena itu, dilakukanlah kegiatan pengabdian masyarakat bermetode Service Learning oleh mahasiswa. Adapun tujuan dari kegiatan adalah untuk membantu masyarakat dalam memenuhi kebutuhan air bersih setiap harinya dan menunjang kegiatan Usaha Mikro, Kecil, Menengah (UMKM). Pada kegiatan ini, mahasiswa merencanakan dan menerapkan pemasangan alat Alat Pemurni Air Payau dengan Material Lokal (ALPAMAL) yang dapat memfilter air payau menjadi air bersih maupun air minum. Metode pelaksanaan kegiatan ini dibagi menjadi beberapa tahapan mulai dari tahap pra pelaksanaan (30 Oktober 2023), pelaksanaan (10 November 2023), dan pasca pelaksanaan. Setelah pemasangan alat ALPAMAL, dilakukan survei kepada 45 warga Dusun Tegalsari yang terdiri dari 23 laki-laki dan 22 perempuan mengenai persepsi masyarakat terhadap alat ALPAMAL. Hasil kegiatan ini menunjukkan bahwa mayoritas (93%) Dusun Tegalsari merasa alat ini dapat menunjang keseharian mereka setelah mendapatkan pemaparan dari mahasiswa. Selain itu, lebih dari separuh (86%) warga juga yakin …"}, "filled": true, "author_pub_id": "pdz411sAAAAJ:hqOjcs7Dif8C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20875/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:fjs7UwVH26EJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pendampingan Rencana Pemasaran untuk Meningkatkan Daya Saing Produk Olahan Usaha Mikro di Guyub Rukun PPA Shikar Malang", "pub_year": 2023, "citation": "Prosiding Seminar Nasional Pengabdian Masyarakat Universitas Ma Chung 3, 129-140, 2023", "author": "Widjojo Suprapto and Sesilya Kempa and Noni Kezia Marchyta and Katherina Mevilia Tan", "journal": "Prosiding Seminar Nasional Pengabdian Masyarakat Universitas Ma Chung", "volume": "3", "pages": "129-140", "abstract": "Pusat Pengembangan Anak (PPA) merupakan sebuah organisasi yang bertujuan untuk melepaskan anak dari kemiskinan melalui berbagai program tumbuh kembang anak. Untuk mewujudkan tujuan tersebut, PPA Shikar Malang merangkul keluarga dan orang tua untuk mengentaskan sumber kemiskinan secara holistik dengan membantu pengembangan keterampilan kewirausahaan, yang berperan sebagai mobilisasi sumber daya lokal, dan menciptakan komunitas usaha mikro sebagai sarana memperkuat pola pikir bisnis dan memperluas wawasan. pengetahuan dan pengalaman bisnis. Bersama Universitas Kristen Petra, PPA Shikar Malang menginisiasi sistem pendukung bagi orang tua untuk mengembangkan usaha kecilnya melalui Kelompok Swadaya Masyarakat Guyub Rukun. Berdasarkan kunjungan dan observasi lapangan, diketahui bahwa usaha mikro di Guyub Rukun kurang memiliki daya tarik produk dan kemasan untuk ekspansi ke segmen pasar yang lebih luas. Selain itu, banyak pemilik usaha yang masih memanfaatkan jaringan tradisional untuk mempromosikan produknya, sehingga menyebabkan segmen pasar tersebut menjadi sangat terbatas. Oleh karena itu, kegiatan pendampingan usaha mikro ini dirancang dengan tujuan untuk membuat rencana pemasaran yang tepat, sehingga setiap usaha mikro dapat melakukan terobosan untuk meningkatkan pendapatan dan keuntungan dengan menjangkau segmen pasar yang lebih luas di luar lingkungannya. Kerja sama pengabdian masyarakat antara UKP dan PPA Shikar ini fokus pada pembenahan aspek manajemen pemasaran dan melakukan pendampingan …"}, "filled": true, "author_pub_id": "pdz411sAAAAJ:kNdYIx-mwKoC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=3808103525074325529", "cites_id": ["3808103525074325529"], "pub_url": "http://ocs.machung.ac.id/index.php/senam/article/view/388", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:GdD31_oZ2TQJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pentingnya Perencanaan Keuangan pada Kelompok Usaha Mikro Guyub Rukun, PPA Shikar Malang", "pub_year": 2023, "citation": "Mafaza: Jurnal Pengabdian Masyarakat 3 (2), 161-173, 2023", "author": "Nony Kezia Marchyta and Widjojo Suprapto", "journal": "Mafaza: Jurnal Pengabdian Masyarakat", "volume": "3", "number": "2", "pages": "161-173", "abstract": "Perencanaan keuangan sangat diperlukan khususnya bagi usaha mikro agar dapat bertumbuh. Tidak terkecuali bagi kelompok usaha mikro Guyub Rukun yang merupakan kelompok usaha mikro yang dimiliki oleh orang tua dari anak-anak yang tergabung pada PPA Shikar, Malang. Kurangnya pemahaman terhadap perencanaan keuangan pribadi dan keuangan kewirausahaan mengakibatkan kelompok usaha mikro Guyub Rukun mengalami stagnasi dan justru merugikan pemilik usaha. Melalui hasil wawancara masih banyak pelaku UMKM pada kelompok usaha mikro Guyub Rukun yang menyatukan antara keuangan pribadi dan keuangan bisnis. Keterbatasan mentor dan pembina yang memahami ilmu manajemen mengakibatkan para pelaku UMKM pada kelompok usaha mikro Guyub Rukun kesulitan mengelola keuangan pribadi dan kewirausahaan. Oleh karena itu penting dilakukan kegiatan pengabdian masyarakat terkait pentingnya perencanaan keuangan pada kelompok usaha mikro Guyub Rukun, PPA Shikar Malang. Pelatihan diberikan dalam bentuk perencanaan keuangan pribadi dan kewirausahaan, lalu mempraktikan langsung ilmu yang telah dipelajari dengan menggunakan aplikasi digital catatan keuangan harian dan aplikasi catatan keuangan usaha UMKM pada playstore. Berdasarkan hasil kuesioner yang dibagikan kepada para peserta terlihat bahwa 92% peserta merasa puas, 92% peserta merasa materi mudah dimengerti, dan 92% peserta merasa kegiatan pengabdian masyarakat memberikan manfaat terhadap usaha mikro yang dimiliki."}, "filled": true, "author_pub_id": "pdz411sAAAAJ:UebtZRa9Y70C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=17590692603341298998", "cites_id": ["17590692603341298998"], "pub_url": "https://journal.unugiri.ac.id/index.php/mafaza/article/view/2324", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Nt0_J7mxHvQJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Influence of Corporate Social Responsibility on Financial Performance: Study of Family Business in Central Java", "pub_year": 2023, "citation": "Jurnal Aplikasi Manajemen dan Bisnis 9 (2), 431-439, 2023", "author": "Nony Kezia Marchyta and Kezia Virelia Arijanto", "volume": "9", "number": "2", "pages": "431-439", "abstract": "This research aims to analyze the relationship between corporate social responsibility (CSR), family commitment, and financial performance in the family business in Central Java. This research is quantitative, with the data tested using Structural Equation Model - Partial Least Square. The population of this research is family businesses in Central Java. The sample of this research was determined using the purposive sampling technique. The data were collected using questionnaires distributed using Google Forms; 86 respondents answered the questionnaires and met the criteria for the research. This research indicates that family commitment positively influences both CSR and financial performance; CSR also positively influences financial performance, which means CSR partially mediates the relation between family commitment and financial performance. Furthermore, the research shows that CSR benefits are not limited to non-family businesses but also family businesses in developing countries. Therefore, family businesses must commit themselves to CSR as it will increase their reputation and trust among stakeholders who are competitive advantages culminating in better financial performance."}, "filled": true, "author_pub_id": "pdz411sAAAAJ:LkGwnXOMwfcC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20452/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:fvY4MqbuTG4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Profitability: Third Party Funds and Credit Risk Study on Indonesian Digital Banking", "pub_year": 2022, "citation": "Target: Jurnal Manajemen Dan Bisnis 4 (2), 213-220, 2022", "author": "Raden Bagus Faizal Irany Sidharta and Rini Anggriani and Nony Kezia Marchyta", "volume": "4", "number": "2", "pages": "213-220", "abstract": "With advances in technological development, peoples needs for fast and readily available services are on the rise. Therefore, many conventional banks started to develop their own brand of digital banking to accommodate these needs. This research is aimed to analyze the effect of third party funds (TPF) toward profitability and credit risk, effect of credit risk toward profitability, and indirect effect of third party funds toward profitability through credit risk by using path analysis method. This research shows that TPF do have a significantly negative effect toward credit risk and similar result of TPF toward profitability, a positive but insignificant effect of credit risk toward profitability, and lastly, TPF shows a direct effect toward profitability, which means that credit risk functioned as a partial mediation effect between TPF and profitability."}, "filled": true, "author_pub_id": "pdz411sAAAAJ:ufrVoPGSRksC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=9889638904148932650", "cites_id": ["9889638904148932650"], "pub_url": "https://repository.petra.ac.id/19886/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Kjiuji8OP4kJ:scholar.google.com/", "cites_per_year": {"2023": 3, "2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Antecedents of Online Experience on E-Commerce Platform in Indonesia", "pub_year": 2022, "citation": "Jurnal Manajemen Pemasaran 16 (1), 32-36, 2022", "author": "Edwin Kangagung and Nony Kezia Marchyta", "volume": "16", "number": "1", "pages": "32-36", "abstract": "The developments of online technology in Indonesia had transformed how businesses approach Indonesian customers, leading to the rise of e-commerce. This research was conducted by distributing questionnaires to 196 respondents who are a leading e-commerce platform in Indonesia. Multiple regression analysis had been used to test the hypotheses. The study found that perceived usability, perceived enjoyment, and online social interaction had a significant positive effect on the online experience. This study helps online shopping platforms to understand the opportunity to enhance the online experience of their customers."}, "filled": true, "author_pub_id": "pdz411sAAAAJ:Y0pCki6q_DkC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=10684356653594249094", "cites_id": ["10684356653594249094"], "pub_url": "https://repository.petra.ac.id/19678/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:hgcRr8R1RpQJ:scholar.google.com/", "cites_per_year": {"2023": 3, "2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The influence of perceived ease of use and perceived usefulness on E-wallet continuance intention: intervening role of customer satisfaction", "pub_year": 2022, "citation": "Jurnal Teknik Industri 24 (1), 1-9, 2022", "author": "Michelle Olivia and Nony Kezia Marchyta", "volume": "24", "number": "1", "pages": "1-9", "abstract": "The developments of information technology and the advent of new normal in Indonesia had transformed how transaction was conducted, increasing the importance of e-wallet. This study aimed to analyze the effect of perceived ease of use, perceived usefulness, and customer satisfaction on e-wallet continuance intention. This study focused on customers of e-wallets in Indonesia. This  research was quantitative research with data collection used the purposive sampling technique. This sampling was conducted by distributing questionnaires to 97 e-wallet customers in Indonesia, with eight questionnaires being rejected due to unmet criteria. Partial Least Square Path Modeling (PLSPM) was used to test the hypotheses. The study found that perceived ease of use had a direct positive influence on continuance intention as well as an indirect positive influence on  it through customer satisfaction as an intervening variable, perceived enjoyment did not directly influence continuance intention but had indirect positive influence on it through customer satisfaction as an intervening variable, and customer satisfaction positively influenced continuance intention."}, "filled": true, "author_pub_id": "pdz411sAAAAJ:Tyk-4Ss8FVUC", "num_citations": 84, "citedby_url": "/scholar?hl=en&cites=4471411021587107407", "cites_id": ["4471411021587107407"], "pub_url": "https://repository.petra.ac.id/19617/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:T053MqKkDT4J:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 7, "2023": 24, "2024": 40, "2025": 11}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Food Quality Dan Service Quality Terhadap Revisit Intention Melalui Customer Satisfaction Di Gudeg Ceker Margoyudan Solo", "pub_year": 2022, "citation": "AGORA: Jurnal Mahasiswa Business Management 10 (2), 2, 2022", "author": "Marcellina Stefany Novira Siswandi and Nony Kezia Marchyta", "journal": "AGORA: Jurnal Mahasiswa Business Management", "volume": "10", "number": "2", "pages": "2", "abstract": "Penelitian ini bertujuan untuk menganalisis Pengaruh Food Quality dan Service Quality terhadap Revisit Intention melalui Customer Satisfaction di Gudeg Ceker Margoyudan Solo. Penelitian ini menggunakan pendekatan kuantitatif dan menggunakan teknik pengambilan sampling yaitu teknik purposive sampling. Penelitian ini dilakukan dengan menyebar angket dan melibatkan 103 responden. Dengan menggunakan partial least square, penelitian ini menunjukan bahwa food quality berpengaruh siginifikan terhadap customer satisfaction, food quality berpengaruh siginifikan terhadap revisit intention melalui customer satisfaction, service quality berpengaruh signifikan terhadap customer satisfaction, service quality berpengaruh siginifikan terhadap revisit intention melalui customer satisfaction, dan customer satisfaction berpengaruh signifikan terhadap revisit intention."}, "filled": true, "author_pub_id": "pdz411sAAAAJ:WF5omc3nYNoC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=16883539122334315499", "cites_id": ["16883539122334315499"], "pub_url": "https://scholar.google.com/scholar?cluster=16883539122334315499&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:67MlAmFhTuoJ:scholar.google.com/", "cites_per_year": {"2024": 5, "2025": 1}}
