{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Meja Samping Metal", "pub_year": 2025, "citation": "Meja Samping Metal, 2025", "author": "BELLINDA SURJANTO and Purnama Esa Dora Tedjokoesoemo", "publisher": "Petra Christian University", "abstract": "SERTIFIKAT DESAIN INDUSTRI Page 1 REPUBLIK INDONESIA KEMENTERIAN HUKUM \nSERTIFIKAT DESAIN INDUSTRI Menteri Hukum atas nama Negara Republik Indonesia \nberdasarkan UndangUndang Nomor 31 Tahun 2000 tentang Desain Industri, memberikan hak \nDesain Industri kepada : Nama dan Alamat Pemegang Desain Industri : LPPM Universitas \nKristen Petra Jalan Siwalankerto 121-131 Siwalankerto, Wonocolo, Kota Surabaya, Jawa Timur \n60236, Indonesia (ID) Nama Pendesain : Bellinda Surjanto, Purnama Esa Dora \nTedjokoesoemo Judul Desain Industri : MEJA Pelindungan diberikan untuk : Konfigurasi Nomor \nPendaftaran : IDD000073210 Sertifikat ini berlaku 10 (sepuluh) tahun terhitung sejak tanggal \npenerimaan permohonan 01 Januari 2024. Sertifikat Desain Industri ini dilampiri dengan \ngambar, uraian atau keterangan yang tidak terpisahkan dari sertifikat ini. an MENTERI HUKUM …"}, "filled": true, "author_pub_id": "pK6l2pUAAAAJ:b0M2c_1WBrUC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21361/1/Kegiatanhaki_11001_1569.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ap5SRnnVDg0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Atasan Luaran Chita", "pub_year": 2024, "citation": "Atasan Luaran Chita, 2024", "author": "Maria Nala Damajanti and SAMANTHA TIRZA CHRISTJAHJA and Lintu Tulistyantoro and Purnama Esa Dora Tedjokoesoemo", "publisher": "Petra Christian University", "abstract": "Kegunaan: Atasan luaran Chita merupakan pakaian pelapis bagian atas tubuh yang dapat digunakan pria maupun wanita bernuansa warna putih kemerahan yang terbuat dari kain Lurik sebagai bagian dominan dari alat tenun bukan mesin (ATBM) dari Wastra Sejahtera Penggaron, Jombang sebagai aksen penghias. Model busana terinspirasi dari gaya Jepang modern. Busana memiliki potongan kain merah sebagai list pengganti kerah pada bagian depan outer adalah aksen penguat dari sisi depan. Bagian depan juga dilengkapi kantong tenun persegi empat berada pada sisi kiri dan kanan depan. Busana juga dilengkapi dengan pita tenun memanjang pada bagian punggung serta pada bagian lengan merupakan ciri khas dan daya tarik busana. Kegunaan Sebagai baju pelapis atas untuk memberi aksentuasi maupun sebagai penutup tubuh dan pelapis pakaian sebelumnya"}, "filled": true, "author_pub_id": "pK6l2pUAAAAJ:EUQCXRtRnyEC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21360/1/Kegiatanhaki_11001_1556.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:kFYUwgHS-AwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Meja segi enam", "pub_year": 2024, "citation": "Meja segi enam, 2024", "author": "Purnama Esa Dora Tedjokoesoemo", "publisher": "Petra Christian University", "abstract": "Kegunaan: Meja Kopi Segi Enam adalah meja tambahan pendamping kursi pendek atau sofa pada ruang terbatas yang berfungsi untuk meletakkan alat pendukung maupun makanan ringan untuk kegiatan bersantai. Meja ini didesain dengan limbah kain dan adhesive untuk permukaan mejanya, serta menggunakan material metal finishing brass untuk bingkai dan kakinya. Meja ini didesain menggunakan bentukan kaki yang tipis dan miring untuk mendukung ergonomi kaki manusia dalam posisi duduk. Bentukan meja yang tipis, dan goemtris ditujukan untuk memberikan kesan ringan guna mendukung penggunaan pada ruang terbatas namun tetap memberikan kesan desain yang modern."}, "filled": true, "author_pub_id": "pK6l2pUAAAAJ:abG-DnoFyZgC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21359/1/Kegiatanhaki_11001_1562.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:cyhfmwtgqy8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pembuatan Pola dan Purwarupa Digital Menggunakan CLO 3D sebagai Langkah Berkelanjutan dalam Industri Fashion", "pub_year": 2024, "citation": "Jurnal Desain Komunikasi Visual Nirmana 24 (2), 103-113, 2024", "author": "Luri Renaningtyas and Purnama ED Tedjokoesoemo and Viona Krisentia", "journal": "Jurnal Desain Komunikasi Visual Nirmana", "volume": "24", "number": "2", "pages": "103-113", "abstract": "Revolusi 4.0 membawa perubahan industri menjadi lebih cepat dan instan, dikarenakan semuanya dilakukan dengan mengandalkan teknologi. Salah satunya adalah industri fashion yang dekat dengan trend, di mana pengusaha dituntut untuk selalu terdepan dan tanggap dalam memenuhi kebutuhan konsumen dengan cepat. Penggunaan perangkat lunak simulasi jahit 3D seperti CLO, memungkinkan pembuatan pola master dilakukan secara virtual tanpa perlu ada penggunaan bahan kain, mengingat fashion sebagai salah satu industri penyumbang limbah kain terbesar. Pola tersebut kemudian disimulasikan pada avatar yang ukurannya dapat disesuaikan setara dengan size grading standar industri yaitu S, M dan L. Bahkan desainer dapat menentukan bentuk desainnya, serta memilih bahan dan warna garmen yang akan dipakai, sehingga langsung bisa didapatkan contoh produknya. Proses instan ini memangkas ‘time to market’dari produsen ke konsumen atau mempercepat waktu produksi langsung ke tahap penjualan. Dalam penelitian ini alur kerja produksi secara teknis ditunjukkan dengan membahas pembuatan pola dan purwarupa digital desain busana multi-look ‘Vanya’kolaborasi abdimas dengan proyek tugas akhir strata 1 program Fashion Design dan Tekstil. Tujuan artikel ini adalah sebagai pengenalan edukatif baik bagi bidang usaha maupun akademisi mengenai manfaat teknologi desain 3D terhadap industri fashion yang dapat menjadi alternatif berkelanjutan."}, "filled": true, "author_pub_id": "pK6l2pUAAAAJ:bFI3QPDXJZMC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=16492725537630644676", "cites_id": ["16492725537630644676"], "pub_url": "https://nirmana.petra.ac.id/index.php/dkv/article/view/27987", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:xOl8iH7u4eQJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengembangan Desain Produk Fesyen dan Interior dengan Memanfaatkan Kain Tenun Pokmas Wastra Sejahtera Desa Penggaron, Kecamatan Mojowarno, Kabupaten Jombang", "pub_year": 2024, "citation": "Share J0urnal of Service Learning 1 (1), 1-8, 2024", "author": "Maria Nala Damajanti and Lintu Tulistyantoro and Purnama Esa Dora Tedjokoesoemo", "volume": "1", "number": "1", "pages": "1-8", "abstract": "Untuk  dapat  berkontribusi  pada  industri  kreatif  secara  lebih  luas  dibutuhkan  pengembangan  produk tenun agar dapat mengikuti permintaan pasar. Mitra kerja sama pada Program Kemitran Masyarakat (PKM)  ini  adalah  Kelompok  Masyarakat  (Pokmas)  Wastra  Sejahtera  di  Kabupaten  Jombang  yang menghadapi  kendala  dalam  pengembangan  usahanya.  Lewat  kerja  sama  dengan  Universitas  Kristen Petra melalui hibah PKM maka mitra telah mendapatkan sumbangan alat baru untuk pembuatan produk tenun  lusi  sebagai  sebuah  sarana  pendukung menghasilkan  produk  tenun  baru  dan  melalui  proses pengembangan desain tim PKM telah menghasilkan sejumlah desain tenun baru serta prototipe desain busana dan produk elemen interior yang sekiranya sesuai untuk pasar saat ini. Metode yang digunakan dalam  PKMini  adalah Design  Thinking, yang  dipilih  karena  fleksibilitasnya  dalam  mengarahkan pendalaman  masalah.  Lima  tahapan  dalam  metode  ini  mengarahkan  kerja  tim  lebih  fokus  menggali masalah mitra, menemukan kebutuhan mitra dan menemukan solusi bagi mitra kerja sama. Hasil PKM dapat diketahui dari pertama-tama respon mitra yang merasa senang sekaligus bangga bahwa produk buatannya  dapat  dimanfaatkan  lebih  jauh.  Mitra  juga  mengharapkan  dapat  bekerja  sama  kembali  di kemudian hari karena dirasa manfaatnya yang besar. Respon penting berikutnya datang dari masyarakat yang  menilai  tim  PKM  telah  berhasil  mengangkat  tenun  menjadi  lebih  dikenal  dan  bernilai  ekonomi tinggi seperti produk wastra lain yang telah dikenal sebelumnya."}, "filled": true, "author_pub_id": "pK6l2pUAAAAJ:dfsIfKJdRG4C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20939/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:pzQfahyFfMYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Gaun Nawasena", "pub_year": 2024, "citation": "Gaun Nawasena, 2024", "author": "Purnama Esa Dora Tedjokoesoemo and Evania Yessica and REGINA HANDOJO", "publisher": "Petra Christian University", "abstract": "SERTIFIKAT DESAIN INDUSTRI Page 1 REPUBLIK INDONESIA KEMENTERIAN HUKUM \nDAN HAK ASASI MANUSIA SERTIFIKAT DESAIN INDUSTRI Menteri Hukum dan Hak Asasi \nManusia atas nama Negara Republik Indonesia berdasarkan Undang-Undang Nomor 31 \nTahun 2000 tentang Desain Industri, memberikan hak Desain Industri kepada : Nama dan \nAlamat Pemegang Desain Industri : LPPM Universitas Kristen Petra Jalan Siwalankerto 121-131 \nSiwalankerto, Wonocolo, Kota Surabaya, Jawa Timur 60236, Indonesia (ID) Nama Pendesain : \nPurnama Esa Dora Tedjokoesoemo, Evania Yessica, 3. (lihat lampiran) Judul Desain Industri : \nGAUN NAWASENA Pelindungan diberikan untuk : Konfigurasi, Komposisi Garis dan \nKomposisi Warna Nomor Pendaftaran : IDD000068333 Sertifikat ini berlaku 10 (sepuluh) tahun \nterhitung sejak tanggal penerimaan permohonan 06 Juli 2023. Sertifikat Desain Industri ini …"}, "filled": true, "author_pub_id": "pK6l2pUAAAAJ:4OULZ7Gr8RgC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20762/1/Kegiatanhaki_11001_1396.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:H1PkL-UcElEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Celana Nawasena", "pub_year": 2024, "citation": "Celana Nawasena, 2024", "author": "Purnama Esa Dora Tedjokoesoemo and Evania Yessica and REGINA HANDOJO", "publisher": "Petra Christian University", "abstract": "Kegunaan: Sebagai celana kasual wanita berpotongan longgar yang dapat dipakai dalam berbagai acara sehari-hari yang bersifat santai dan sederhana. Celana ini dilengkapi dengan tali pinggang sebagai pengganti ikat pinggang. Celana Nawasena menggunakan kombinasi 2 jenis kain dan memakai pola nol sampah yang ramah lingkungan dan dapat digunakan oleh berbagai jenis bentuk tubuh wanita dewasa Indonesia."}, "filled": true, "author_pub_id": "pK6l2pUAAAAJ:fPk4N6BV_jEC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20763/1/Kegiatanhaki_11001_1397.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qdg-rk6ASSEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Combination of Zero Waste Patterns to Maximize Multi Fabric and Wastra Nusantara Applications", "pub_year": 2023, "citation": "International Journal of Global Optimization and Its Application 2 (3), 179-191, 2023", "author": "Regina Handojo and Yessica Evania and Purnama Tedjokoesoemo", "journal": "International Journal of Global Optimization and Its Application", "volume": "2", "number": "3", "pages": "179-191", "publisher": "SRN Intellectual Resources"}, "filled": true, "author_pub_id": "pK6l2pUAAAAJ:zA6iFVUQeVQC", "num_citations": 0, "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Designing the Thinking to Reinterpret \"Mother\" through Kebaya Design", "pub_year": 2023, "citation": "Global Journal of Emerging Science, Engineering & Technology 1 (2), 71-79, 2023", "author": "Purnama Tedjokoesoemo and Maria Nala Damayanti and Felicia Goenawan", "journal": "Global Journal of Emerging Science, Engineering & Technology", "volume": "1", "number": "2", "pages": "71-79", "publisher": "Scientia Global Academia Services", "abstract": "Everyone will certainly agree how significant a mothers role is in a family. Without minimizing the fathers role, the mothers figure in Eastern culture is closely related to domestic affairs at home, one of which is parenting. Eastern educational patterns tend to create boundaries between parents and children, often presenting their dilemma, especially in urban areas where all parents generally work to get a better life. Artsy people who tend to be introverted and have difficulty conveying their feelings verbally try to overcome this by presenting a mother figure as their design inspiration. This paper is design-based research by taking samples of the modern kebaya development process in the Visual Communication Media Class Academic Year of 2022/2023. The design development will use a 5 steps design thinking approach, with design conceptualization developed together with students from the Fashion Communication Class from the same academic year. This paper will investigate approaches that organically emerge in the collaboration process. An empirical study is conducted through a qualitative method to understand how peer-to-peer private discussion will help develop a design with a heart-touching background."}, "filled": true, "author_pub_id": "pK6l2pUAAAAJ:rO6llkc54NcC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20753/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:IMC45Dx8c-IJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Unveiling Zero Waste Fashion: A Creative Communication Journey", "pub_year": 2023, "citation": "Proceeding of Creative and Collaborative Communication Conference (CCOMM) 1 …, 2023", "author": "Regina Margareta Handojo and Purnama Esa Dora Tedjokoesoemo and Evania Yessica", "journal": "Proceeding of Creative and Collaborative Communication Conference (CCOMM)", "volume": "1", "number": "1", "pages": "208-220", "abstract": "Fashion is very closely related to communication. Many fashion brands use social media as a communication medium to reach customers. As the fashion industry has long been known as the ultimate source of waste for landfills, continuous communication to encourage environmental awareness is needed. A lot of designers and fashion enthusiasts tried to introduce slower fashion to promote sustainability. Among many approaches, zero-waste fashion (ZWF) has been known as the keyword that captures the attention of many. ZWF is an effort to minimise fabric waste. This research focuses on designing ZWF patterns and the effort put into publishing them on social platforms, such as Instagram. The contents aim to highlight the creation process behind ZWF, showcasing the ingenious design techniques, materials, and innovative production processes that minimise waste. A sustainable fashion brand called\" Masa\" was created as the identity of the ZWF products that had been created in this project. This research uses a design thinking method with an experimental approach. The initial steps of design thinking by focusing on product creation, and the last step being efforts to make creative publications on Instagram (@ masawear_id) and review the account reached and rise of awareness from this platform. The results of this research show that Instagram can be the right medium for spreading awareness about ZWF."}, "filled": true, "author_pub_id": "pK6l2pUAAAAJ:HoB7MX3m0LUC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=15533589054882073707", "cites_id": ["15533589054882073707"], "pub_url": "https://proceeding-ccomm.petra.ac.id/index.php/ccomm/article/view/23", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:a0wk5_FkktcJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Conceptual Zero Waste Fashion: Passive Subtle Communication to Drive Environmental Change", "pub_year": 2023, "citation": "Proceeding of Creative and Collaborative Communication Conference (CCOMM) 1 …, 2023", "author": "Purnama Esa Dora Tedjokoesoemo and Evania Yessica Yessica and Regina Margareta Handojo", "journal": "Proceeding of Creative and Collaborative Communication Conference (CCOMM)", "volume": "1", "number": "1", "pages": "170-181", "abstract": "The fashion industry's adverse environmental impact, driven by excessive waste generation and resource depletion, calls for innovative approaches to reduce its ecological footprint. One promising solution is zero waste fashion, which aims to eliminate textile waste throughout the production process. Pattern design plays a crucial role in zero waste fashion, as it maximises material utilisation and minimises cutting waste. By employing innovative pattern-making techniques, designers can optimise fabric usage, eliminating excess scraps and minimising textile disposal. During the 6-month design development period, this study focused on persuasive communication among peers or those given as peers. The research revealed the design technique utilised in developing “Masa” brand, as well as how each step will carry out its organic communication approach. This research conducted in testing of different patterns available online as open source to find out the best combination for multi fabric use in design. This study aims to highlight the possibilities of communicating certain values in subtle non aggressive methods by using ready to wear fashion as its media. The result shows that these indirect communication strategies do deliver messages subtly and come in connection before correction."}, "filled": true, "author_pub_id": "pK6l2pUAAAAJ:pqnbT2bcN3wC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=14915487804415363493", "cites_id": ["14915487804415363493"], "pub_url": "https://proceeding-ccomm.petra.ac.id/index.php/ccomm/article/view/20", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:pUnZ6SF1_s4J:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Meja Lipat Bundar", "pub_year": 2023, "citation": "Meja Lipat Bundar, 2023", "author": "JESSICA KRISTY WIDODO and Purnama Esa Dora Tedjokoesoemo", "publisher": "Petra Christian University", "abstract": "Kegunaan: Meja Lipat Bundar adalah meja untuk melengkapi kursi untuk bersantai. Pada meja ini, pengguna dapat meletakkan makanan ringan, lampu meja, maupun alat pendukung lainnya. Meja didesain menggunakan material limbah kain dan adhesive untuk permukaan meja. Sedangkan, kaki meja yang dapat dilipat terbuat dari kayu pinus dengan finishing walnut, untuk memberi kesan hangat. Tujuan bisa dilipatnya kaki meja adalah untuk memudahkan penyimpanan ataupun pemindahan produk. Meja ini didesain dengan finishing warna yang berbeda agar terlihat kontras dan unik. Bentukan meja yang bundar memberikan kesan desain produk yang timeless."}, "filled": true, "author_pub_id": "pK6l2pUAAAAJ:u_35RYKgDlwC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20734/1/Kegiatanhaki_11001_1286.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:WSC2nVHQaGkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Virtual Vertu of Vanya.", "pub_year": 2023, "citation": "The Virtual Vertu of Vanya., 2023", "author": "Luri Renaningtyas and Purnama Esa Dora Tedjokoesoemo", "abstract": "Experience the future of fashion, where physical going digital, this is a virtual prototyping of Vanya. In collaboration with student of Fashion Design and Textile of Universitas Kristen Petra and of Small Medium Enterprise-Naleni Kain. 3D technology pushed beyond boundaries to challenge designers boost their creativity exploring as many as design they want, colors and even fabric they use, while stay environmentally conscious that leave no garment remnants. Emblazoned as a'vertu'in French, meaning'virtue'that shows the spirit of sustainability through this 3D simulation print."}, "filled": true, "author_pub_id": "pK6l2pUAAAAJ:M05iB0D1s5AC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20471/1/Publikasi1_09013_9361.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:657OzUbnWmUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Addressing the independent learning curriculum (Kurikulum Merdeka Belajar) as a form of positive disruption to empower the community", "pub_year": 2023, "citation": "Addressing The Independent Learning Curriculum (Kurikulum Merdeka Belajar …, 2023", "author": "Purnama Esa Dora Tedjokoesoemo and Poppy Firtatwentyna Nilasari and Sriti Mayang Sari", "abstract": "The emergence of COVID-19 in early 2020 demands strategic policies to accelerate. The strategic policy in education was responded to by the Independent Learning Curriculum (Kurikulum Merdeka Belajar), which is commonly known as virtual learning. Virtual learning has become a challenge to implement community service as one of the threefold missions of higher education. Rumah Langit is a learning house that serves the pre-prosperous children in Rusunawa Urip Sumoharjo Surabaya. This object is the pilot project to study the implementation of community service with Independent Learning Curriculum for final project students of interior design programs. The research was conducted in a qualitative method to learn the implementation of the design thinking method used in design development. The study showed that high flexibility in the final project stage may not be any different to previous final projects in older curriculum. However, this curriculum forces students to sharpen soft skills ra ther than mere design skills. The output not only focuses on solving the interior problems but also to equip the community. Therefore, the Independent Learning Curriculum can be said as a positive disruption that offers acceleration and bridging the needs of education and industry that has been requested for a long time."}, "filled": true, "author_pub_id": "pK6l2pUAAAAJ:isC4tDSrTZIC", "num_citations": 35, "citedby_url": "/scholar?hl=en&cites=10102642094220885331", "cites_id": ["10102642094220885331"], "pub_url": "https://repository.petra.ac.id/19980/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:U73xZnXLM4wJ:scholar.google.com/", "cites_per_year": {"2022": 5, "2023": 16, "2024": 12, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan furnitur sebagai fasilitas belajar anak autisme yang mengimplementasikan prinsip Universal Design", "pub_year": 2023, "citation": "Productum: Jurnal Desain Produk (Pengetahuan dan Perancangan Produk) 5 (2 …, 2023", "author": "Rhea Griselda and Purnama Esa Dora Tedjokoesoemo and Filipus Priyo Suprobo", "volume": "5", "number": "2", "pages": "115-124", "abstract": "Pendidikan merupakan suatu usaha untuk meningkatkan taraf kehidupan setiap individu serta kesejahteraan bangsa. Tidak terkecuali bagi penyandang difabel. Badan Pusat Statistik mengatakan bahwa, hingga tahun 2020, sebanyak 5% penduduk Indonesia merupakan kaum difabel. Autisme termasuk dalam kategori disabilitas mental yang ditandai dengan gangguan perkembangan pervasif pada anak-anak yang ditandai dengan adanya gangguan dan keterlambatan dalam bidang kognitif, bahasa, perilaku, komunikasi, dan interaksi sosial. Pada tahun 2019, kesempatan kerja bagi kaum difabel di Indonesia sebesar 0.28% serta mengalami penurunan sebesar 0.1% pada tahun 2020. Sebagai upaya pencegahan akan tingginya angka pengangguran, maka dibutuhkan fasilitas pendidikan yang sesuai dan dapat mengakomodasi kebutuhan kaum difabel dengan menciptakan sebuah furnitur berbasis prinsip Universal Design (UD). Metode yang digunakan adalah 5 tahap Design Thinking, yaitu; Empatize, Define, Ideate, Prototype, dan Test untuk memahami permasalahan secara sistematis, detail, dan tepat sasaran. Penelitian kali ini akan menghasilkan furnitur multifungsi dengan mengusung konsep desain FURNURTURE yang terdiri dari kata Furnitur dan Nurture. FURNURTURE diciptakan dengan beberapa fungsi yaitu sebagai fasilitas belajar, fasilitas terapi anak autisme dan tersedia tempat penyimpanan (storage) dengan mengimplementasikan prinsip Universal Design. Diharapkan alternatif desain furnitur dan prinsip yang digunakan pada perancangan ini dapat menjadi tolak ukur fasilitas belajar anak autisme secara universal."}, "filled": true, "author_pub_id": "pK6l2pUAAAAJ:RGFaLdJalmkC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=1981787184170057512", "cites_id": ["1981787184170057512"], "pub_url": "https://repository.petra.ac.id/19932/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KL_grPG4gBsJ:scholar.google.com/", "cites_per_year": {"2024": 3, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Implementation of Service Learning Method Approach in Commercial Space Interior Design Case Study: UMKM Tiara Handicraft in Surabaya, Indonesia", "pub_year": 2022, "citation": "Implementation of Service Learning Method Approach in Commercial Space …, 2022", "author": "Poppy Firtatwentyna Nilasari and Sriti Mayang Sari and Purnama Esa Dora Tedjokoesoemo", "abstract": "The learning methods is a systemic and organized process carried out by lecturers in delivering material to students. There are plenty learning methods that are used in a study process, one of which is Service Learning. Service Learning is a form of constructive learning method that connects between material and theory obtained in the classroom to apply it into a concrete and useful actions for the surrounding community. Creative and innovative idea is needed in commercial space interior design. This is very appropriate with the purpose of Service Learning, where the highs and lows of learning outcomes can be influenced by internal and external factors. This research use Design Thinking to design the interior for a commercial space for UMKM Tiara Handicraft. With using the Design Thinking approach students can progress to understand user, challenge assumption, and redefined problems in effort to identify alternative strategies and solutions that might not be directly apparent with initial level of understanding. UMKM Tiara Handicraft has its specialty, their workers are disabled. This will be a special problem for the students in designing the interior for a commercial space. It is hoped that the end result that are obtained can answer the problem with the solution of commercial space interior design that are manifested in a form of display product area design styling that are suitable for people with disabilities. Hopefully this research can be useful for the lecturers and students. With using Service Learning method it can increase students interest in learning about commercial space interior design effectively."}, "filled": true, "author_pub_id": "pK6l2pUAAAAJ:k_IJM867U9cC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=10439962626953094889", "cites_id": ["10439962626953094889"], "pub_url": "https://repository.petra.ac.id/19801/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6abkJ7Iy4pAJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Unboxing The Experience of Stage Design", "pub_year": 2022, "citation": "Unboxing The Experience of Stage Design, 2022", "author": "Melissa Gunawan and Purnama Esa Dora Tedjokoesoemo", "abstract": "Aktivitas masyarakat semakin mendekati normal kembali, tidak terkecuali pelaksanaan berbagai acara. Karena banyaknya acara yang harus tertunda karena pandemi, banyak orang yang berlomba-lomba untuk segera melaksanakan perayaan acara mereka. Banyaknya acara yang diadakan membuat setiap klien tentu ingin acara perayaan mereka unik dan berbeda dari yang lain. Setiap orang pasti memiliki dream event mereka sendiri, namun tak jarang mereka belum tahu langkah apa yang harus mereka mulai dalam persiapannya, komponen apa saja yang harus di perhatikan dalam sebuah event, dan harus memulai dari mana persiapannya. Apakah memilih vendor? Menentukan budget? Atau memilih tipe event yang ingin diadakan? Buku ini akan membantu memperkenalkan Anda kepada komponen-komponen dalam dunia event yang berbeda dengan event-event pada umumnya dan membantu menuntun Anda untuk mempersiapkan event dream yang Anda inginkan melalui penciptaan hubungan emosi yang terbangun melalui pengalaman pertama sehingga berkesan dan melekat dalam ingatan user dan memberi kesan emotional benefit yang melibatkan berbagai experience dalam stage space dalam menghadapi ketatnya persaingan dunia event."}, "filled": true, "author_pub_id": "pK6l2pUAAAAJ:O3NaXMp0MMsC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19710/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-wOCYs0wf7MJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Designing Space for Autism", "pub_year": 2022, "citation": "Designing Space for Autism, 2022", "author": "Rhea Griselda and Purnama Esa Dora Tedjokoesoemo and Filipus Priyo Suprobo", "abstract": "Setiap insan manusia berhak dihargai dan dihormati. Dunia yang amat sangat luas ini berisikan beragam jenis insan. Mulai dari perbedaan jenis kelamin, usia, sifat, bentuk tubuh, dan kemampuan. Satu hal yang sering kita lupakan dan abaikan, bahwa setiap individu punya kemampuan yang berbeda-beda. Kelebihan dan kekurangan seakan jadi pelengkap, namun sering kali kekurangan yang jadi pusatnya. Sering kali kekurangan menjadi alasan kita untuk abai dan memilih tidak berbuat lebih. Dengan mengenali kekurangan, kita menjadi paham bagaimana harus bertindak. Buku ini akan menjadi jawaban untuk mengenal tentang Autism Spectrum Disorder (ASD) dan menghadirkan solusi untuk menciptakan fasilitas serta lingkungan yang dibutuhkan teman-teman autisme dari sudut pandang desain interior."}, "filled": true, "author_pub_id": "pK6l2pUAAAAJ:GnPB-g6toBAC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=6725761771957135226", "cites_id": ["6725761771957135226"], "pub_url": "https://repository.petra.ac.id/19690/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:eidobbK0Vl0J:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Ruang Bagi Demensia", "pub_year": 2022, "citation": "Ruang Bagi Demensia, 2022", "author": "Sienny Ivanalie and Purnama Esa Dora Tedjokoesoemo and Filipus Priyo Suprobo", "abstract": "Demensia/ kepikunan adalah suatu sindrom yang menyebabkan penderitanya mengalami penurunan daya ingat sehingga berdampak pada kemampuan penderita melakukan aktivitasnya sehari-hari. Demensia banyak diderita oleh kaum lansia, yaitu mereka yang berusia lebih dari 60 tahun. Menurut data statistik, jumlah penderita demensia di Indonesia maupun global diprediksi akan terus mengalami peningkatan dan menyerang kategori usia yang lebih muda. Hampir semua orang akan mengalami demensia, namun sayangnya hingga kini demensia belum ada obatnya. Untuk itu, hal yang bisa dilakukan adalah tindakan yang bersifat preventif dan terapis. Menanggapi fakta ini penting banget lho untuk mengenal desain rumah yang ramah penderita demensia! Apalagi buat kamu yang tinggal bersama orang tua ataupun kakek nenek yang berusia lebih dari 60 tahun. Desain rumah yang ramah penderita demensia, dapat membantu memperlambat munculnya gejala kepikunan dan menjadi terapi pasif untuk mengurangi gejala yang ada. Melalui buku ini, kamu akan belajar lebih banyak mengenai beberapa pendekatan interior yang bisa kamu lakukan di rumah."}, "filled": true, "author_pub_id": "pK6l2pUAAAAJ:BqipwSGYUEgC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=3787182838094841281", "cites_id": ["3787182838094841281"], "pub_url": "https://repository.petra.ac.id/19689/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:wUUZ1LnGjjQJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Bridging the Gap to Communicate Abstract Concept of Physics for Visual Learners", "pub_year": 2022, "citation": "Bridging The Gap To Communicate Abstract Concept of Physics For Visual Learners, 2022", "author": "Purnama Esa Dora Tedjokoesoemo", "abstract": "In vitruvius principles, a successful applied design should comply with 3 basic needs. Those are venusity (aesthetic), utilities (function), and firmities (structure). As the bones of the building, structures are often unseen, covered, and considered last by most interior design students. Columns and beams are often taken as a nuisance in creating the perfect canvas of blank space ready to design. Thus, it creates a fragmentation within the building development process to create a well performing building. Conventional approach to deliver the understanding and basics of physics in construction classes had struggled long before google image and pinterest came to flood the students with visual information in decorative manners. The presence of covid 19 then forced the construction teachers to think of appropriate teaching methods to keep increasing interest in learning on this less desirable subject. This study was conducted in a quantitative experimental method in 4 consecutive years of construction and statics class. This study aimed to review different delivery approaches and students responses resembled through their performance in exam question assessment. The results of the study show that the students get better understanding by carrying out flip class methods because of the flexibility and discussion chances it has offered. However, the presented material should be equipped with graphics to help students to visualize."}, "filled": true, "author_pub_id": "pK6l2pUAAAAJ:YFjsv_pBGBYC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=2841110045222758209", "cites_id": ["2841110045222758209"], "pub_url": "https://repository.petra.ac.id/19656/1/Publikasi1_11001_8230.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:QedLhYimbScJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
