{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "OPTIMASI STRUKTUR BETON BERTULANG DENGAN ALGORITMA SYMBIOTIC ORGANISMS SEARCH (SOS)", "pub_year": 2025, "citation": "Dimensi Utama Teknik Sipil 12 (1), 58-69, 2025", "author": "Kevin Satiadarma and Doddy Prayogo and Jimmy Chandra", "journal": "Dimensi Utama Teknik Sipil", "volume": "12", "number": "1", "pages": "58-69", "abstract": "Indonesia merupakan negara rawan gempa karena terletak di Cincin Api Pasifik. Beton bertulang sering digunakan sebagai material utama dalam desain struktur bangunan karena ketangguhannya. Namun, optimasi biaya struktur beton bertulang menghadapi tantangan besar akibat banyaknya variabel dan batasan dalam peraturan SNI. Penelitian ini menggunakan algoritma metaheuristik Symbiotic Organisms Search (SOS) yang dikombinasikan dengan perangkat lunak analisis struktur ETABS untuk mengatasi masalah optimasi struktur beton. Studi kasus dilakukan pada struktur beton bertulang 1 lantai. Hasil penelitian menunjukkan bahwa metode SOS dan ETABS dapat menghasilkan desain yang efisien dan ekonomis, memenuhi persyaratan desain seismik berdasarkan SNI 1726: 2012 dan SNI 2847: 2019. Metode ini memiliki potensi besar untuk diterapkan pada berbagai jenis bangunan guna mendukung desain struktur beton yang aman, ekonomis, dan tahan terhadap gaya seismik."}, "filled": true, "author_pub_id": "Pon2Rx4AAAAJ:4fKUyHm3Qg0C", "num_citations": 0, "pub_url": "https://mail.duts.petra.ac.id/index.php/duts/article/view/366", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:igDIKAhcq6AJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENERAPAN METODE ARTIFICIAL INTELLIGENCE UNTUK PREDIKSI BIAYA AWAL PROYEK KONSTRUKSI BANGUNAN", "pub_year": 2025, "citation": "Dimensi Utama Teknik Sipil 12 (1), 1-10, 2025", "author": "Anastasia Valentina Tandiono and Doddy Prayogo", "journal": "Dimensi Utama Teknik Sipil", "volume": "12", "number": "1", "pages": "1-10", "abstract": "Melakukan perhitungan anggaran biaya merupakan salah satu hal yang penting untuk dilakukan dalam perencanaan pembangunan. Nilai awal proyek konstruksi dapat diprediksi dengan menggunakan metode artificial intelligence (AI). Menghasilkan model prediksi yang akurat merupakan salah satu tujuan yang ingin dicapai. Pada penelitian ini dilakukan evaluasi mengenai pemodelan prediksi biaya proyek konstruksi dengan menggunakan metode artificial neural network (ANN). Sebagai evaluasi digunakan empat indikator error yaitu coefficient of correlation (R), mean absolute percentage error (MAPE), root mean square error (RMSE), mean absolute error (MAE), dan satu indikator normalisasi untuk mengevaluasi pemodelan yang dihasilkan yaitu reference index (RI). Pada penelitian ini data yang didapat dipecah kedalam dua dataset. Hasilnya, pada dataset 1 nilai MAPE yang didapat sebesar 26, 12% dan R 0,916. Pada dataset 2 MAPE yang didapat 33, 79% dengan R 0,841. Pada hasil normalisasi data pada kedua dataset, dengan adanya normalisasi tidak memberi perubahan yang signifikan terhadap metode ANN."}, "filled": true, "author_pub_id": "Pon2Rx4AAAAJ:tS2w5q8j5-wC", "num_citations": 0, "pub_url": "https://www.duts.petra.ac.id/index.php/duts/article/view/322", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:gzL8L-7kmE0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Artificial intelligence algorithms to predict housing market prices in Surabaya, Indonesia", "pub_year": 2025, "citation": "International Journal of Housing Markets and Analysis, 2025", "author": "Anastasia Njo and Hansel Davin Sugiarto and Doddy Prayogo", "journal": "International Journal of Housing Markets and Analysis", "publisher": "Emerald Publishing Limited", "abstract": "As the second largest city in Indonesia, Surabaya characterized by rapid economic growth and dynamic real estate markets, faces challenges in property valuation including data limitations, subjectivity and traditional methods that lead to inaccurate property pricing. To address these issues, machine learning (ML)-based methods offer the potential to provide more accurate predictions by leveraging historical data and identifying complex patterns. This study aims to analyze and evaluate the accuracy of various ML algorithms in assessing residential property prices in Surabaya.An extensive data set about house prices is collected using hypertext preprocessor language (PHP) to scrap (Web scraping) from a property marketplace called Rumah123 in the capital of East Java Island, namely, Surabaya. This data is used to train and test multiple linear regression model and three …"}, "filled": true, "author_pub_id": "Pon2Rx4AAAAJ:vRqMK49ujn8C", "num_citations": 0, "pub_url": "https://www.emerald.com/insight/content/doi/10.1108/ijhma-01-2025-0022/full/html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KGJQs0bzgHoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Implementation of ANN in Predicting Construction Costs Considering Macroeconomic Factors: Penerapan Metode ANN Dalam Memprediksi Biaya Konstruksi Bangunan Dengan Mempertimbangkan Faktor Makroekonomi", "pub_year": 2024, "citation": "Dimensi Utama Teknik Sipil 11 (2), 94-107, 2024", "author": "Yoszy Aldo Tondayana and Doddy Prayogo", "journal": "Dimensi Utama Teknik Sipil", "volume": "11", "number": "2", "pages": "94-107", "abstract": "Industri konstruksi memiliki peran penting dalam pertumbuhan ekonomi dan sangat dipengaruhi oleh kondisi makroekonomi seperti harga komoditas, suku bunga, nilai tukar rupiah, dan inflasi. Akurasi estimasi biaya sangat penting sebelum memulai proyek, meskipun perkiraan sempurna tidak mungkin. Penelitian menunjukkan faktor makroekonomi mempengaruhi eskalasi biaya konstruksi. Pada penelitian ini dilakukan evaluasi mengenai pemodelan prediksi biaya konstruksi bangunan dengan menggunakan metode artificial neural network (ANN) dan regresi linier. Empat indikator error digunakan untuk mengevaluasi pemodelan yang dihasilkan. Dari hasil penelitian yang telah dilakukan, model ANN memiliki nilai mean absolute precentage error (MAPE) sebesar 15.23%, mean absolute error (MAE) sebesar Rp 645,437.27, root mean squared error (RMSE) sebesar Rp 861,222.53, dan coefficient of correlation (R) sebesar 0.68. Penelitian ini membuktikan ANN sangat membantu dalam memprediksi biaya konstruksi."}, "filled": true, "author_pub_id": "Pon2Rx4AAAAJ:tOudhMTPpwUC", "num_citations": 0, "pub_url": "https://mail.duts.petra.ac.id/index.php/duts/article/view/335", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ikPvSEgl2cUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Optimasi Penjadwalan Proyek Kantor PT. X dengan Konsep Finance-Based Scheduling dan Metode Metaheuristik", "pub_year": 2024, "citation": "Jurnal Teknik Sipil 20 (2), 191-208, 2024", "author": "Ambrosius Matthew Junius Reynaldo and Doddy Prayogo and Richard Christian Thendean and Imannuel Michraga Freando", "journal": "Jurnal Teknik Sipil", "volume": "20", "number": "2", "pages": "191-208", "abstract": "Contractors need to pay attention to the financial condition of the company so that the availability of funds to carry out profitable construction operations can be fulfilled. Construction projects require substantial funds, so contractors often utilize bank loan systems. A finance-based scheduling concept is needed to combine scheduling and funding in construction projects. This research seeks to optimize finance-based scheduling with the goal of minimizing interest on contractor loans. The optimization method used is the metaheuristic algorithm Symbiotic Organisms Search (SOS), and the case study used is the construction project of PT. X office building in Surabaya with the aim of providing alternative scheduling scenarios to contractors. The optimization process involves shifting the start time of activities (shift value) to generate new schedules. The results of the optimization process in three payment scenarios were able to produce smaller interest burdens on contractor loans. Additionally, after the optimization process, the contractor's largest loan also decreased, meeting the credit limit set by the bank. The best alternative scenario choices are scenarios 1 and 3, which result in the highest decrease in loan interest burden and the largest decrease in loan amount."}, "filled": true, "author_pub_id": "Pon2Rx4AAAAJ:l7t_Zn2s7bgC", "num_citations": 0, "pub_url": "https://journal.maranatha.edu/index.php/jts/article/view/8445", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:fMWQPEnm0_UJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Developing Machine Learning Algorithms for Predicting House Prices in Surabaya Using IBM SPSS Modeler", "pub_year": 2024, "citation": "Developing Machine Learning Algorithms for Predicting House Prices in …, 2024", "author": "HANSEL DAVIN SUGIARTO and Doddy Prayogo and Njo Anastasia", "abstract": "Using PHP and IBMs SPSS Modeler for data mining and analytics, the authors collected and processed housing data from Rumah123 in Surabaya. A total of 10,336 data points were divided into two clusters. Three machine learning (ML) models were developed using SPSS Modeler for 2,460 data points. The results indicate that the Artificial Neural Network (ANN) model provided the most consistent correlation across all scenarios, while the Support Vector Machine (SVM) model performed the worst. The Classification and Regression Tree (CART) model showed good performance in both training and testing for the larger cluster but did not perform as well with the smaller cluster. Overall, ANN and CART models can be used to predict housing prices, with ANN offering higher accuracy."}, "filled": true, "author_pub_id": "Pon2Rx4AAAAJ:08ZZubdj9fEC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21389/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KrtYigeMEXIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "OPTIMASI FLUKTUASI RESOURCE PADA PROYEK PERUMAHAN X YANG MENGGUNAKAN METODE PENJADWALAN LINE OF BALANCE DENGAN ALGORITMA SYMBIOTIC ORGANISMS SEARCH", "pub_year": 2024, "citation": "Dimensi Utama Teknik Sipil 11 (1), 57-64, 2024", "author": "Vania Regina Husada and Doddy Prayogo and Lie Arijanto", "journal": "Dimensi Utama Teknik Sipil", "volume": "11", "number": "1", "pages": "57-64", "abstract": "Penjadwalan proyek merupakan aspek penting penentu keberhasilan proyek konstruksi. Line of Balance (LOB) merupakan salah satu metode penjadwalan yang paling sering digunakan untuk proyek repetitif. Alokasi resource yang terlalu fluktuatif dalam penjadwalan LOB merupakan salah satu permasalahan dalam penjadwalan proyek. Resource leveling merupakan teknik untuk meratakan fluktuasi resource. Teknik ini biasanya dilakukan dengan trial and error yang prosesnya cukup lama. Sebagai metode alternatifnya, digunakan metode metaheuristik Symbiotic Organisms Search (SOS) untuk memperoleh penjadwalan proyek yang memiliki fluktuasi resource paling minimum dengan durasi penyelesaian proyek tetap. Studi kasus yang digunakan dalam penelitian ini adalah proyek perumahan X di Sidoarjo dengan 15 aktivitas proyek dengan durasi dan man per gang tiap aktivitas per kelompok unit. Tujuan penelitian adalah menghasilkan penjadwalan proyek yang memiliki fluktuasi resource minimum. Hasil akhir optimasi adalah penjadwalan proyek perumahan dengan fluktuasi resource lebih minimum dibandingkan data proyek sesungguhnya yang dibuktikan dengan objective function hasil optimasi yang lebih rendah."}, "filled": true, "author_pub_id": "Pon2Rx4AAAAJ:K3LRdlH-MEoC", "num_citations": 0, "pub_url": "https://duts.petra.ac.id/index.php/duts/article/view/248", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:j4GUryK9Vo4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGGUNAAN ALGORITMA METAHEURISTIK UNTUK OPTIMASI FINANCE BASED SCHEDULING", "pub_year": 2024, "citation": "Rekayasa: Jurnal Teknik Sipil 8 (2), 29-34, 2024", "author": "Ambrosius Matthew Junius Reynaldo and Doddy Prayogo", "journal": "Rekayasa: Jurnal Teknik Sipil", "volume": "8", "number": "2", "pages": "29-34"}, "filled": true, "author_pub_id": "Pon2Rx4AAAAJ:XiSMed-E-HIC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=12339776067094455806", "cites_id": ["12339776067094455806"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:_iUIP_SwP6sJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Multi-population symbiotic organisms search algorithm for solving the construction resource leveling problem", "pub_year": 2023, "citation": "AIP Conference Proceedings 2629 (1), 2023", "author": "Doddy Prayogo and Indar Sugiarto and Henry Novianus Palit", "journal": "AIP Conference Proceedings", "volume": "2629", "number": "1", "publisher": "AIP Publishing", "abstract": "During any type of construction project, a necessary factor that determines success is proper scheduling. Different implementation methods seem to have been undertaken for scheduling, like program evaluation review technique (PERT), critical path method (CPM), as well as Gantt charts. These methods assume that there are unlimited resources available, which may fluctuate the demand of resources and may result to increased cost. A method used to efficiently allocate resources such that resource demand fluctuation is reduced is called resource leveling. Some studies have employed some metaheuristic methods as an alternative to resource leveling, such as genetic algorithm (GA) and particle swarm optimization (PSO). However, each method has their own shortcomings; one of these shortcomings is overreliance on parameter tuning. If there is no optimization of the parameter setting, additional computational …"}, "filled": true, "author_pub_id": "Pon2Rx4AAAAJ:u9iWguZQMMsC", "num_citations": 0, "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2629/1/040005/2905327", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:zql0wkAjVE8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Prediksi Harga Material Konstruksi Di Indonesia Dengan Menggunakan Least Squares Support Vector Machine", "pub_year": 2023, "citation": "Dimensi Utama Teknik Sipil 10 (1), 104-119, 2023", "author": "Timothy Emanuel and Doddy Prayogo", "journal": "Dimensi Utama Teknik Sipil", "volume": "10", "number": "1", "pages": "104-119", "abstract": "Prediksi harga material konstruksi menjadi salah satu metode untuk membantu perkembangan dunia konstruksi di Indonesia. Sebanyak 85% dari total biaya konstruksi merupakan biaya material, sedangkan sisanya untuk alat dan tenaga kerja. Material konstruksi sering kali berkaitan dengan harga makroekonomi maupun harga komoditas baik secara nasional maupun internasional. Prediksi dilakukan menggunakan Least Squares Support Vector Machine (LS-SVM) dengan variabel input berupa data makroekonomi dan komoditas, serta variabel output berupa data Indeks Harga Perdangan Besar di Indonesia. Hasil penerapan LS-SVM kedalam prediksi harga material menunjukkan hasil dengan nilai error yang rendah. Prediksi material semen menunjukkan nilai Mean Absolute Percentage Error sebesar 0.624% hingga 0.962%, sedangkan untuk material logam besi baja sebesar 0.676% hingga 0.853%. Korelasi dari material semen dan besi beton juga menunjukkan hasil yang baik yaitu 0.981 hingga 0.996 untuk kedua variabel tersebut. Secara keseluruhan, metode LS-SVM diusulkan dalam penelitian ini karena menghasilkan hasil prediksi yang baik dan akurat."}, "filled": true, "author_pub_id": "Pon2Rx4AAAAJ:OU6Ihb5iCvQC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=10935540852089335053", "cites_id": ["10935540852089335053"], "pub_url": "https://mail.duts.petra.ac.id/index.php/duts/article/view/245", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Da2OS3fYwpcJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Prediksi Financial Distress Pada Perusahaan Terbuka di Sektor Konstruksi dan Properti yang Terdaftar di Bursa Efek Indonesia dengan Metode Integrasi Differential Evolution dan Least Squares Support Vector Machine", "pub_year": 2023, "citation": "Dimensi Utama Teknik Sipil 10 (1), 77-85, 2023", "author": "Marcellino Jason and Doddy Prayogo", "journal": "Dimensi Utama Teknik Sipil", "volume": "10", "number": "1", "pages": "77-85", "abstract": "Mengetahui perusahaan akan mengalami financial distress adalah hal yang penting bagi banyak pihak. Banyak metode yang digunakan dalam memprediksi financial distress, seperti Multivariate Discriminant Analysis (MDA), logistic regression, hiingga yang paling terbaru menggunakan artificial intelligence. Dalam membuat model prediksi, akurasi mendekati sempurna adalah hal yang ingin dicapai, sehingga terus dilakukan penelitian agar mampu mendapatkan model prediksi financial distress dengan tingkat akurasi setinggi mungkin. Metode yang prediksi yang digunakan dalam penelitian ini adalah Least Squares Support Vector Machine (LSSVM) yang diintegrasikan dengan algoritma optimasi yaitu Differential Evolution (DE). Metode ini digunakan untuk memilih variabel dengan pengaruh paling tinggi dan parameter yang paling baik agar mendapatkan model prediksi yang mampu melakukan prediksi dengan akurasi yang tinggi. Terbukti, integrasi LSSVM-DE mampu mengalahkan model penelitian terdahulu seperti Altman Z”-Score."}, "filled": true, "author_pub_id": "Pon2Rx4AAAAJ:uWQEDVKXjbEC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=4202318245577584692", "cites_id": ["4202318245577584692"], "pub_url": "https://www.duts.petra.ac.id/index.php/duts/article/view/254", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:NHDL9C2iUToJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "ANALISIS NON-LINEAR STRUKTUR TENSEGRITY MENGGUNAKAN TOTAL POTENTIAL ENERGY OPTIMIZATION WITH METAHEURISTIC METHODS (TPO/MA)", "pub_year": 2022, "citation": "Dimensi Utama Teknik Sipil 9 (2), 97-115, 2022", "author": "Denalyn Tanist Istianto and Wong Foek Tjong and Doddy Prayogo", "journal": "Dimensi Utama Teknik Sipil", "volume": "9", "number": "2", "pages": "97-115", "abstract": "Total potential energy optimization with metaheuristic methods (TPO/MA) adalah metode analisis struktur yang berdasarkan pada prinsip energi minimum. Metode ini dapat melakukan analisis non-linear pada berbagai struktur tanpa modifikasi yang signifikan dalam prosesnya. Salah satu struktur yang bersifat sangat non-linear adalah struktur tensegrity. TPO/MA dengan tiga algoritma metaheuristik yaitu teaching–learning-based optimization (TLBO), harmony search (HS), dan symbiotic organisms search (SOS) diaplikasikan dalam analisis non-linear geometri pada struktur tensegrity dua dan tiga dimensi. Analisis struktur dilakukan dengan pemberian beban bertahap (incremental) untuk menghasilkan grafik load-displacement yang menunjukkan perilaku non-linear struktur. Hasil penelitian menunjukkan TPO/MA dapat melakukan analisis non-linear pada struktur tensegrity dengan akurasi dan konsistensi yang tinggi. TLBO dan SOS memiliki performa yang lebih baik dibandingkan HS dalam menyelesaikan analisis non-linear pada struktur tensegrity menggunakan TPO/MA."}, "filled": true, "author_pub_id": "Pon2Rx4AAAAJ:dshw04ExmUIC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=14770402305080526811", "cites_id": ["14770402305080526811"], "pub_url": "https://mail.duts.petra.ac.id/index.php/duts/article/view/232", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:24fvt6MC-8wJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Prediksi kebangkrutan dengan metode ann, svm, dan cart pada perusahaan properti, konstruksi, dan industri sejenis yang terdaftar di bei", "pub_year": 2022, "citation": "Dimensi Utama Teknik Sipil 9 (2), 136-155, 2022", "author": "Rafael Reinaldo Loren and Doddy Prayogo and Januar Budiman", "journal": "Dimensi Utama Teknik Sipil", "volume": "9", "number": "2", "pages": "136-155", "abstract": "Sifat ketidakpastian dalam sektor konstruksi, properti, real estate dan industri sejenis membuat sektor ini rentan menghadapi financial distress. Saat ini, metode yang digunakan untuk memprediksi status finansial perusahaan adalah pendekatan linier, sedangkan tidak semua variabel menunjukkan korelasi linear terhadap kesehatan finansial sebuah perusahaan. Penelitian bertujuan untuk menemukan model prediksi yang paling akurat dalam memprediksi indikasi financial distress dengan menggunakan kecerdasan buatan (AI). Metode AI yang digunakan dalam penelitian ini adalah ANN, SVM, dan CART. Metode ini digunakan untuk menganalisis tiga dataset rasio keuangan dari model peneliti terdahulu pada prediksi tiga dan lima tahun. Hasil terbaik dari pengolahan data kemudian dianalisis dengan confusion matrix untuk menentukan metode yang memiliki tingkat akurasi tertinggi. Hasil penelitian menunjukkan bahwa metode ANN memiliki tingkat akurasi paling tinggi terbanyak. Dataset dari peneliti Cheng et al.(2014) memiliki tingkat akurasi tertinggi pada hasil prediksi tiga tahun dengan metode CART dan lima tahun dengan menggunakan metode ANN."}, "filled": true, "author_pub_id": "Pon2Rx4AAAAJ:KxtntwgDAa4C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=623050451600758353", "cites_id": ["623050451600758353"], "pub_url": "https://mail.duts.petra.ac.id/index.php/duts/article/view/226", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:UVbPrBWFpQgJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENENTUAN MODEL PENILAIAN PRIORITAS RISIKO PADA PROYEK GEDUNG BERTINGKAT SAAT PANDEMI DI SURABAYA", "pub_year": 2022, "citation": "Jurnal Dimensi Pratama Teknik Sipil 11 (2), 161-168, 2022", "author": "Ricky Christian Chandra and Aland Kane Ujuto and Doddy Prayogo and Willy Husada", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "11", "number": "2", "pages": "161-168", "abstract": "Keadaan alamiah proyek konstruksi yang dinamis dan kompleks menuntun proyek konstruksi menjadi penuh ketidakpastian dan dapat mempengaruhi performa dari perusahaan konstruksi apabila ketidakpastian tidak segera diatasi. Penelitian ini bertujuan untuk mengembangkan model prioritas risiko agar dapat membantu pengambil keputusan mengidentifikasi dan mengelola risiko kritis yang memengaruhi proyek konstruksi gedung bertingkat di Surabaya pada saat pandemi COVID-19 yang telah memunculkan banyak risiko dan ketidakpastian yang baru. Data penelitian diperoleh dengan menyebarkan kuesioner kepada kontraktor, manajemen konstruksi, tim owner/developer, dan akademisi di Surabaya. Metode pendekatan yang digunakan yaitu pendekatan tradisional (analisis deskriptif mean) dan pendekatan berbasis monte carlo simulation yang mendukung prioritas risiko dan bisa mengidentifikasi risiko dengan probabilitas dan dampak yang rendah hingga tinggi. Hasil penelitian menunjukkan hasil data memiliki nilai yang kurang lebih sama dan tidak ada risiko yang terletak di zona eksposur berisiko tinggi. Namun, usulan penentuan model direkomendasikan menggunakan pendekatan metode monte carlo simulation karena memiliki keuntungan yang lebih baik menggunakan simulasi dalam menguji data sehingga hasilnya jauh lebih mendekati keadaan sesungguhnya dan tidak dapat menyebabkan beberapa risiko kritis terabaikan."}, "filled": true, "author_pub_id": "Pon2Rx4AAAAJ:nb7KW1ujOQ8C", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-sipil/article/view/12919", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:gscb_yAIL_8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "OPTIMASI FONDASI DANGKAL SETEMPAT PADA TANAH PASIR DENGAN METODE METAHEURISTIK", "pub_year": 2022, "citation": "Jurnal Dimensi Pratama Teknik Sipil 11 (2), 55-60, 2022", "author": "Dani Nugraha Limantono and Ronaldo Richard Gunawan and Doddy Prayogo and YT Teddy Susanto", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "11", "number": "2", "pages": "55-60", "abstract": "Pengertian fondasi adalah bagian bawah struktur bangunan yang terhubung langsung ke dalam tanah yang berguna untuk menahan berat bangunan pada bagian atas struktur bangunan. Fondasi dangkal biasanya digunakan untuk bangunan sederhana bertingkat rendah dan tidak membutuhkan galian tanah yang dalam. Setidaknya ada tiga syarat yang perlu diperhatikan dalam desain fondasi yaitu Ultimate Limit State (ULS), Serviceability Limit State (SLS) dan ekonomis. Penggunaan metode optimasi dapat membantu menghasilkan dimensi fondasi beserta tulangannya yang optimal dan ekonomis namun tetap aman. Pada penelitian yang dilakukan menggunakan metode metaheuristik Particle Swarm Optimization (PSO) dan Symbiotic Organisms Search (SOS) dalam menyelesaikan masalah terkait optimasi fondasi dangkal setempat. Studi kasus yang digunakan dalam penelitian ini adalah Bangunan Rumah Toko (Ruko) dua lantai dan tiga lantai. PSO dan SOS akan bekerja untuk menemukan biaya konstruksi termurah tetapi tetap memenuhi persyaratan yang berlaku. Melalui optimasi, metode metaheuristik dapat memberikan hasil yang optimal. Secara umum, performa dari algoritma SOS lebih unggul daripada algoritma PSO."}, "filled": true, "author_pub_id": "Pon2Rx4AAAAJ:P5F9QuxV20EC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-sipil/article/view/12904", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Kleig3_DDngJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Performance analysis of a parallel genetic algorithm: A case study of the traveling salesman problem", "pub_year": 2022, "citation": "2022 1st International Conference on Information System & Information …, 2022", "author": "Henry Novianus Palit and Indar Sugiarto and Doddy Prayogo and Alexander TK Pratomo", "conference": "2022 1st International Conference on Information System & Information Technology (ICISIT)", "pages": "330-335", "publisher": "IEEE", "abstract": "Genetic Algorithm (GA) is one of the most popular optimization techniques. Inspired by the theory of evolution and natural selection, it is also famous for its simplicity and versatility. Hence, it has been applied in diverse fields and domains. However, since it involves iterative and evolutionary processes, it takes a long time to obtain optimal solutions. To improve its performance, in this research work, we had parallelized GA processes to enable searching through the solution space with concurrent efforts. We had experimented with both CPU and GPU architectures. Speedups of GA solutions on CPU architecture range from 7.2 to 22.2, depending on the number of processing cores in the CPU. By contrast, speed-ups of GA solutions on GPU architecture can reach up to 172.4."}, "filled": true, "author_pub_id": "Pon2Rx4AAAAJ:1sJd4Hv_s6UC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=5605971637198706929", "cites_id": ["5605971637198706929"], "pub_url": "https://ieeexplore.ieee.org/abstract/document/9872751/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8dgkmIBpzE0J:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Layout, Topology, and Size Optimization of Steel Frame Design using Metaheuristic Algorithms: A Comparative Study", "pub_year": 2022, "citation": "Civil Engineering Dimension 24 (1), 31-37, 2022", "author": "Doddy Prayogo and Hasan Santoso and Franky Budiman and Marcellino Jason", "journal": "Civil Engineering Dimension", "volume": "24", "number": "1", "pages": "31-37", "abstract": "Determining the topology, layout, and size of structural elements is one of the most important aspects in designing steel seismic-resistant structures. Optimization of these parameters is beneficial to find the lightest weight of the structure, thus reducing construction cost. This study compares the performance of three metaheuristic algorithms, namely, Particle Swarm Optimization (PSO), Symbiotic Organisms Search (SOS), and Differential Evolution (DE). Three study cases are used in order to find the lightest structural weight without violating constraints based on SNI 1726: 2019, SNI 1729: 2020, and SNI 7860: 2020. The results of this study show that SOS has better performance than other algorithms."}, "filled": true, "author_pub_id": "Pon2Rx4AAAAJ:b0M2c_1WBrUC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=6537227429796699507", "cites_id": ["6537227429796699507"], "pub_url": "https://ced.petra.ac.id/index.php/civ/article/view/24515", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:c934MLbluFoJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penerapan Multi-Objective Particle Swarm Optimization Untuk Optimasi Finance-Based Scheduling Pada Proyek Soho X di Surabaya", "pub_year": 2022, "citation": "Dimensi Utama Teknik Sipil 9 (1), 18-29, 2022", "author": "Ambrosius Matthew Junius Reynaldo and Doddy Prayogo", "journal": "Dimensi Utama Teknik Sipil", "volume": "9", "number": "1", "pages": "18-29", "abstract": "Penjadwalan proyek dan kondisi keuangan perusahaan kontraktor untuk pendanaan selama aktivitas proyek merupakan dua aspek penting penentu keberhasilan proyek konstruksi. Konsep finance-based scheduling mengintegrasikan penjadwalan proyek dan pendanaan untuk menghindari pembengkakan biaya dan keterlambatan. Metode metaheuritsik digunakan untuk membantu menyelesaikan permasalahan optimasi finance-based scheduling. Proses optimasi dengan Multi-Objective Particle Swarm Optimization (MOPSO) dilakukan untuk meminimalkan ketiga aspek dalam finance-based scheduling yaitu durasi proyek, besarnya pinjaman dana yang dibutuhkan, dan besarnya bunga dari pinjaman yang dilakukan oleh kontraktor berdasarkan studi kasus proyek SOHO X di Surabaya. Hasil dari proses optimasi adalah solusi-solusi berupa skenario penjadwalan yang dapat dipilih oleh kontraktor berdasarkan what-if analysis sesuai dengan tingkat kepentingan kontraktor."}, "filled": true, "author_pub_id": "Pon2Rx4AAAAJ:abG-DnoFyZgC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=14724679403816847652", "cites_id": ["14724679403816847652"], "pub_url": "https://mail.duts.petra.ac.id/index.php/duts/article/view/206", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:JIkDMOeRWMwJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "OPTIMASI TRI-OBJECTIVE FINANCE-BASED SCHEDULING PROYEK FLY OVER X DENGAN MENGGUNAKAN METODE MULTI-OBJECTIVE SYMBIOTIC ORGANISMS SEARCH (MOSOS)", "pub_year": 2022, "citation": "Dimensi Utama Teknik Sipil 9 (1), 30-42, 2022", "author": "Christopher Gunarso and Doddy Prayogo", "journal": "Dimensi Utama Teknik Sipil", "volume": "9", "number": "1", "pages": "30-42", "abstract": "Proyek konstruksi membutuhkan pengelolaan arus kas yang baik untuk keberlangsungan dan kesuksesan dalam melaksanakan pekerjaan-pekerjaan yang ada. Terdapat tiga aspek yang harus diperhatikan, yakni durasi dari proyek agar terhindar dari delay, pendanaan yang baik untuk mengatasi cost overrun, dan perhitungan bunga dari pendanaan dengan memperhatikan limit nominal yang ditentukan. Oleh karena itu, ketiga aspek tersebut diintegrasikan melalui finance-based scheduling yang akan ditinjau melalui proses optimasi tri-objective dengan menggunakan metode metaheuristik dalam mendapatkan solusi-solusi yang optimal. Pada penelitian ini, proses optimasi menggunakan Multi-Objective Symbiotic Organisms Search (MOSOS) berdasarkan studi kasus proyek fly over X. Hasil optimasi yang didapatkan berupa solusi-solusi yang tidak saling mendominasi dan analisis pengaruh pertambahan durasi dari skenario yang digunakan dilengkapi dengan cash flow dan kurva s."}, "filled": true, "author_pub_id": "Pon2Rx4AAAAJ:_xSYboBqXhAC", "num_citations": 0, "pub_url": "https://www.duts.petra.ac.id/index.php/duts/article/view/205", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:AJx5PMXpRMoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A comparative study of several bio-inspired algorithms in cost optimization of cellular beams", "pub_year": 2021, "citation": "A comparative study of several bio-inspired algorithms in cost optimization …, 2021", "author": "EVELYN JANE WIJAYANTI and Doddy Prayogo and Wong Foek Tjong", "abstract": "Steel deck floor systems can be considered as one of the main components of a structure. As technology advances, the role of optimization is used in many aspects of structural designs. Steel deck floor systems are one of many components that are usually optimized to look for its optimum cost but are still able to hold the structure. This study compares the performance of the particle swarm optimization (PSO), artificial bee colony (ABC), differential evolution (DE), and symbiotic organisms search (SOS), that categorized as nature-inspired algorithms, in the optimization of a steel deck floor system. The variables considered are the edge beams, interior beams, and the composite steel deck. The results show that the SOS gives the most optimum cost with a better average and a perfect success rate."}, "filled": true, "author_pub_id": "Pon2Rx4AAAAJ:NhqRSupF_l8C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19554/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZknF-z_nnecJ:scholar.google.com/", "cites_per_year": {}}
