{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "OPTIMASI STRUKTUR BETON BERTULANG DENGAN ALGORITMA SYMBIOTIC ORGANISMS SEARCH (SOS)", "pub_year": 2025, "citation": "Dimensi Utama Teknik Sipil 12 (1), 58-69, 2025", "author": "Kevin Satiadarma and Doddy Prayogo and Jimmy Chandra", "journal": "Dimensi Utama Teknik Sipil", "volume": "12", "number": "1", "pages": "58-69", "abstract": "Indonesia merupakan negara rawan gempa karena terletak di Cincin Api Pasifik. Beton bertulang sering digunakan sebagai material utama dalam desain struktur bangunan karena ketangguhannya. Namun, optimasi biaya struktur beton bertulang menghadapi tantangan besar akibat banyaknya variabel dan batasan dalam peraturan SNI. Penelitian ini menggunakan algoritma metaheuristik Symbiotic Organisms Search (SOS) yang dikombinasikan dengan perangkat lunak analisis struktur ETABS untuk mengatasi masalah optimasi struktur beton. Studi kasus dilakukan pada struktur beton bertulang 1 lantai. Hasil penelitian menunjukkan bahwa metode SOS dan ETABS dapat menghasilkan desain yang efisien dan ekonomis, memenuhi persyaratan desain seismik berdasarkan SNI 1726: 2012 dan SNI 2847: 2019. Metode ini memiliki potensi besar untuk diterapkan pada berbagai jenis bangunan guna mendukung desain struktur beton yang aman, ekonomis, dan tahan terhadap gaya seismik."}, "filled": true, "author_pub_id": "Pon2Rx4AAAAJ:4fKUyHm3Qg0C", "num_citations": 0, "pub_url": "https://mail.duts.petra.ac.id/index.php/duts/article/view/366", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:igDIKAhcq6AJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENERAPAN METODE ARTIFICIAL INTELLIGENCE UNTUK PREDIKSI BIAYA AWAL PROYEK KONSTRUKSI BANGUNAN", "pub_year": 2025, "citation": "Dimensi Utama Teknik Sipil 12 (1), 1-10, 2025", "author": "Anastasia Valentina Tandiono and Doddy Prayogo", "journal": "Dimensi Utama Teknik Sipil", "volume": "12", "number": "1", "pages": "1-10", "abstract": "Melakukan perhitungan anggaran biaya merupakan salah satu hal yang penting untuk dilakukan dalam perencanaan pembangunan. Nilai awal proyek konstruksi dapat diprediksi dengan menggunakan metode artificial intelligence (AI). Menghasilkan model prediksi yang akurat merupakan salah satu tujuan yang ingin dicapai. Pada penelitian ini dilakukan evaluasi mengenai pemodelan prediksi biaya proyek konstruksi dengan menggunakan metode artificial neural network (ANN). Sebagai evaluasi digunakan empat indikator error yaitu coefficient of correlation (R), mean absolute percentage error (MAPE), root mean square error (RMSE), mean absolute error (MAE), dan satu indikator normalisasi untuk mengevaluasi pemodelan yang dihasilkan yaitu reference index (RI). Pada penelitian ini data yang didapat dipecah kedalam dua dataset. Hasilnya, pada dataset 1 nilai MAPE yang didapat sebesar 26, 12% dan R 0,916. Pada dataset 2 MAPE yang didapat 33, 79% dengan R 0,841. Pada hasil normalisasi data pada kedua dataset, dengan adanya normalisasi tidak memberi perubahan yang signifikan terhadap metode ANN."}, "filled": true, "author_pub_id": "Pon2Rx4AAAAJ:tS2w5q8j5-wC", "num_citations": 0, "pub_url": "https://www.duts.petra.ac.id/index.php/duts/article/view/322", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:gzL8L-7kmE0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Artificial intelligence algorithms to predict housing market prices in Surabaya, Indonesia", "pub_year": 2025, "citation": "International Journal of Housing Markets and Analysis, 2025", "author": "Anastasia Njo and Hansel Davin Sugiarto and Doddy Prayogo", "journal": "International Journal of Housing Markets and Analysis", "publisher": "Emerald Publishing Limited", "abstract": "As the second largest city in Indonesia, Surabaya characterized by rapid economic growth and dynamic real estate markets, faces challenges in property valuation including data limitations, subjectivity and traditional methods that lead to inaccurate property pricing. To address these issues, machine learning (ML)-based methods offer the potential to provide more accurate predictions by leveraging historical data and identifying complex patterns. This study aims to analyze and evaluate the accuracy of various ML algorithms in assessing residential property prices in Surabaya.An extensive data set about house prices is collected using hypertext preprocessor language (PHP) to scrap (Web scraping) from a property marketplace called Rumah123 in the capital of East Java Island, namely, Surabaya. This data is used to train and test multiple linear regression model and three …"}, "filled": true, "author_pub_id": "Pon2Rx4AAAAJ:vRqMK49ujn8C", "num_citations": 0, "pub_url": "https://www.emerald.com/insight/content/doi/10.1108/ijhma-01-2025-0022/full/html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KGJQs0bzgHoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Implementation of ANN in Predicting Construction Costs Considering Macroeconomic Factors: Penerapan Metode ANN Dalam Memprediksi Biaya Konstruksi Bangunan Dengan Mempertimbangkan Faktor Makroekonomi", "pub_year": 2024, "citation": "Dimensi Utama Teknik Sipil 11 (2), 94-107, 2024", "author": "Yoszy Aldo Tondayana and Doddy Prayogo", "journal": "Dimensi Utama Teknik Sipil", "volume": "11", "number": "2", "pages": "94-107", "abstract": "Industri konstruksi memiliki peran penting dalam pertumbuhan ekonomi dan sangat dipengaruhi oleh kondisi makroekonomi seperti harga komoditas, suku bunga, nilai tukar rupiah, dan inflasi. Akurasi estimasi biaya sangat penting sebelum memulai proyek, meskipun perkiraan sempurna tidak mungkin. Penelitian menunjukkan faktor makroekonomi mempengaruhi eskalasi biaya konstruksi. Pada penelitian ini dilakukan evaluasi mengenai pemodelan prediksi biaya konstruksi bangunan dengan menggunakan metode artificial neural network (ANN) dan regresi linier. Empat indikator error digunakan untuk mengevaluasi pemodelan yang dihasilkan. Dari hasil penelitian yang telah dilakukan, model ANN memiliki nilai mean absolute precentage error (MAPE) sebesar 15.23%, mean absolute error (MAE) sebesar Rp 645,437.27, root mean squared error (RMSE) sebesar Rp 861,222.53, dan coefficient of correlation (R) sebesar 0.68. Penelitian ini membuktikan ANN sangat membantu dalam memprediksi biaya konstruksi."}, "filled": true, "author_pub_id": "Pon2Rx4AAAAJ:tOudhMTPpwUC", "num_citations": 0, "pub_url": "https://mail.duts.petra.ac.id/index.php/duts/article/view/335", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ikPvSEgl2cUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Optimasi Penjadwalan Proyek Kantor PT. X dengan Konsep Finance-Based Scheduling dan Metode Metaheuristik", "pub_year": 2024, "citation": "Jurnal Teknik Sipil 20 (2), 191-208, 2024", "author": "Ambrosius Matthew Junius Reynaldo and Doddy Prayogo and Richard Christian Thendean and Imannuel Michraga Freando", "journal": "Jurnal Teknik Sipil", "volume": "20", "number": "2", "pages": "191-208", "abstract": "Contractors need to pay attention to the financial condition of the company so that the availability of funds to carry out profitable construction operations can be fulfilled. Construction projects require substantial funds, so contractors often utilize bank loan systems. A finance-based scheduling concept is needed to combine scheduling and funding in construction projects. This research seeks to optimize finance-based scheduling with the goal of minimizing interest on contractor loans. The optimization method used is the metaheuristic algorithm Symbiotic Organisms Search (SOS), and the case study used is the construction project of PT. X office building in Surabaya with the aim of providing alternative scheduling scenarios to contractors. The optimization process involves shifting the start time of activities (shift value) to generate new schedules. The results of the optimization process in three payment scenarios were able to produce smaller interest burdens on contractor loans. Additionally, after the optimization process, the contractor's largest loan also decreased, meeting the credit limit set by the bank. The best alternative scenario choices are scenarios 1 and 3, which result in the highest decrease in loan interest burden and the largest decrease in loan amount."}, "filled": true, "author_pub_id": "Pon2Rx4AAAAJ:l7t_Zn2s7bgC", "num_citations": 0, "pub_url": "https://journal.maranatha.edu/index.php/jts/article/view/8445", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:fMWQPEnm0_UJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Developing Machine Learning Algorithms for Predicting House Prices in Surabaya Using IBM SPSS Modeler", "pub_year": 2024, "citation": "Developing Machine Learning Algorithms for Predicting House Prices in …, 2024", "author": "HANSEL DAVIN SUGIARTO and Doddy Prayogo and Njo Anastasia", "abstract": "Using PHP and IBMs SPSS Modeler for data mining and analytics, the authors collected and processed housing data from Rumah123 in Surabaya. A total of 10,336 data points were divided into two clusters. Three machine learning (ML) models were developed using SPSS Modeler for 2,460 data points. The results indicate that the Artificial Neural Network (ANN) model provided the most consistent correlation across all scenarios, while the Support Vector Machine (SVM) model performed the worst. The Classification and Regression Tree (CART) model showed good performance in both training and testing for the larger cluster but did not perform as well with the smaller cluster. Overall, ANN and CART models can be used to predict housing prices, with ANN offering higher accuracy."}, "filled": true, "author_pub_id": "Pon2Rx4AAAAJ:08ZZubdj9fEC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21389/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KrtYigeMEXIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "OPTIMASI FLUKTUASI RESOURCE PADA PROYEK PERUMAHAN X YANG MENGGUNAKAN METODE PENJADWALAN LINE OF BALANCE DENGAN ALGORITMA SYMBIOTIC ORGANISMS SEARCH", "pub_year": 2024, "citation": "Dimensi Utama Teknik Sipil 11 (1), 57-64, 2024", "author": "Vania Regina Husada and Doddy Prayogo and Lie Arijanto", "journal": "Dimensi Utama Teknik Sipil", "volume": "11", "number": "1", "pages": "57-64", "abstract": "Penjadwalan proyek merupakan aspek penting penentu keberhasilan proyek konstruksi. Line of Balance (LOB) merupakan salah satu metode penjadwalan yang paling sering digunakan untuk proyek repetitif. Alokasi resource yang terlalu fluktuatif dalam penjadwalan LOB merupakan salah satu permasalahan dalam penjadwalan proyek. Resource leveling merupakan teknik untuk meratakan fluktuasi resource. Teknik ini biasanya dilakukan dengan trial and error yang prosesnya cukup lama. Sebagai metode alternatifnya, digunakan metode metaheuristik Symbiotic Organisms Search (SOS) untuk memperoleh penjadwalan proyek yang memiliki fluktuasi resource paling minimum dengan durasi penyelesaian proyek tetap. Studi kasus yang digunakan dalam penelitian ini adalah proyek perumahan X di Sidoarjo dengan 15 aktivitas proyek dengan durasi dan man per gang tiap aktivitas per kelompok unit. Tujuan penelitian adalah menghasilkan penjadwalan proyek yang memiliki fluktuasi resource minimum. Hasil akhir optimasi adalah penjadwalan proyek perumahan dengan fluktuasi resource lebih minimum dibandingkan data proyek sesungguhnya yang dibuktikan dengan objective function hasil optimasi yang lebih rendah."}, "filled": true, "author_pub_id": "Pon2Rx4AAAAJ:K3LRdlH-MEoC", "num_citations": 0, "pub_url": "https://duts.petra.ac.id/index.php/duts/article/view/248", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:j4GUryK9Vo4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGGUNAAN ALGORITMA METAHEURISTIK UNTUK OPTIMASI FINANCE BASED SCHEDULING", "pub_year": 2024, "citation": "Rekayasa: Jurnal Teknik Sipil 8 (2), 29-34, 2024", "author": "Ambrosius Matthew Junius Reynaldo and Doddy Prayogo", "journal": "Rekayasa: Jurnal Teknik Sipil", "volume": "8", "number": "2", "pages": "29-34", "abstract": "Keberhasilan proyek konstruksi dipengaruhi oleh penjadwalan proyek dan kondisi finansial kontraktor. Kedua faktor ini perlu terintegrasi dengan baik sehingga tercapai penjadwalan proyek yang mempertimbangkan kondisi keuangan perusahaan kontraktor. Konsep finance-based scheduling mengintegrasikan kedua faktor tersebut dan penelitian ini berusaha melakukan proses optimasi dengan menggunakan algoritma metaheuristik. Pemilihan konsep finance-based scheduling bertujuan untuk menghindarkan proyek dari keterlambatan dan pembengakakan biaya. Proses optimasi finance-based scheduling meminimalkan total durasi proyek, besarnya pinjaman dana, dan besarnya bunga pinjaman dari bank secara simultan. Hasil dari proses optimasi yang dilakukan pada studi kasus proyek SOHO X di Surabaya adalah berbagai skenario penjadwalan proyek yang dapat dipilih oleh kontraktor sesuai dengan tingkat kepentingannya"}, "filled": true, "author_pub_id": "Pon2Rx4AAAAJ:XiSMed-E-HIC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=12339776067094455806", "cites_id": ["12339776067094455806"], "pub_url": "http://36.88.105.228/index.php/jurnal_rekayasa_teknik_sipil/article/view/2229", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:_iUIP_SwP6sJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
