{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Do female independent directors reduce corporate risk taking during COVID-19?", "pub_year": 2024, "citation": "Asia-Pacific Journal of Accounting & Economics 31 (4), 540-559, 2024", "author": "Marybeth Rouse and R Shanti D Ottemoesoe and Yang Wang and Yifei Zhang", "journal": "Asia-Pacific Journal of Accounting & Economics", "volume": "31", "number": "4", "pages": "540-559", "publisher": "Routledge", "abstract": "This article examines the impact of female independent directors on corporate risk taking during the COVID-19 pandemic. Our findings suggest that there is a negative relationship between female independent directors and corporate risk taking, indicating that female independent directors can effectively lower risks during this period. In addition, it is reported that the negative impact of female independent directors on firm risks is pronounced in the hospitality industry, as well as in regions with higher confirmed cases of COVID-19. Our results call for greater female independent directors’ recruitment in the boardroom, yielding benefits of lowering firm risks during a crisis."}, "filled": true, "author_pub_id": "PpEocSIAAAAJ:5nxA0vEk-isC", "num_citations": 0, "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/16081625.2023.2198552", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:p04AXV4M7bEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Student Involvement Application (MM-SInv)", "pub_year": 2023, "citation": "Student Involvement Application (MM-SInv), 2023", "author": "Oviliani Yenty Yuliana and Ridhotama Shanti Darsih Ottemoesoe and Serli Wijaya and Januar Ivan Putra Tjumoko", "abstract": "SURAT PENCATATAN Page 1 an Menteri Hukum dan Hak Asasi Manusia Direktur \nJenderal Kekayaan Intelektual ub Direktur Hak Cipta dan Desain Industri Anggoro \nDasananto NIP.196412081991031002 REPUBLIK INDONESIA KEMENTERIAN HUKUM \nDAN HAK ASASI MANUSIA SURAT PENCATATAN CIPTAAN Dalam rangka pelindungan \nciptaan di bidang ilmu pengetahuan, seni dan sastra berdasarkan Undang-Undang Nomor \n28 Tahun 2014 tentang Hak Cipta, dengan ini menerangkan: Nomor dan tanggal \npermohonan : EC00202309419, 31 Januari 2023 Pencipta Nama : Oviliani Yenty Yuliana, \nST., R. Shanti Darsih Ottemoesoe dkk Alamat : Jl. Siwalankerto Permai V/L-23, RT 006/RW \n006, Kelurahan Siwalankerto, Kecamatan Wonocolo, Surabaya 60236, Jawa Timur, \nSurabaya, JAWA TIMUR, 60236 Kewarganegaraan : Indonesia Pemegang Hak Cipta \nNama : LPPM Universitas Kristen Petra Alamat : …"}, "filled": true, "author_pub_id": "PpEocSIAAAAJ:0EnyYjriUFMC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21317/1/Kegiatanhaki_20019_1137.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:TC6B4rtbejYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Information Technology Capabilities, Organizational Agility, and Competitive Advantage: A Study of Micro, Small, and Medium Enterprises in Indonesia", "pub_year": 2021, "citation": "Petra International Journal of Business Studies 4 (2), 131-141, 2021", "author": "Lovely Lovely and Ridhotama Shanti D Ottemoesoe and Devie Devie", "journal": "Petra International Journal of Business Studies", "volume": "4", "number": "2", "pages": "131-141", "abstract": "This paper aims to explore the relationship between information technology (IT) capabilities and competitive advantage, with organizational agility as a mediator, in the case of micro, small, and medium enterprises engaged in the fashion industry in Indonesia. Data were collected by distributing questionnaires to 180 small to medium-sized enterprises in Indonesia’s fashion industry that have used e-commerce platforms to conduct their business activities. The data were analyzed using partial least squares structural equation modeling (PLS-SEM) in SmartPLS 3.0 software. The study suggests that IT capabilities significantly influence organizational agility and competitive advantage. Therefore, the study can serve as a basis for the Indonesian government to promote digitalization and the use of e-commerce among micro, small, and medium enterprise owners in order to face changes in the market and remain competitive. It can also be beneficial for business owners and managers that aim to increase awareness of the importance of technology in their business operations. The work of this paper deepens the understanding of the relationship between IT capabilities, organizational agility, and competitive advantage, which are becoming increasingly important in the current digitalized and ever-changing business environment. It enriches the literature about micro, small and medium enterprise that is related to their IT capabilities level, how they use it to handle changes and factors that contributes in obtaining competitive advantage."}, "filled": true, "author_pub_id": "PpEocSIAAAAJ:UebtZRa9Y70C", "num_citations": 18, "citedby_url": "/scholar?hl=en&cites=8497272200261970135", "cites_id": ["8497272200261970135"], "pub_url": "https://ijbs.petra.ac.id/index.php/ijbs/article/view/171", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:16hqsAtg7HUJ:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 0, "2022": 0, "2023": 6, "2024": 5, "2025": 5}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The effect of financial inclusion on micro, small, and medium enterprise performance using fintech as a moderating variable", "pub_year": 2021, "citation": "Contemporary Research on Business and Management, 153-156, 2021", "author": "K Efan and SR Basana and RSD Ottemoesoe", "pages": "153-156", "publisher": "CRC Press", "abstract": "Financial inclusion can reduce social disparities and poverty and increase economic growth and national financial efficiency. Access to financial services is provided to all segments of the society. Currently, MSMEs are still experiencing difficulties in terms of capital. Access to financial services in banking is also still difficult due to the lack of financial information on the MSMEs when compared to large, more transparent companies; thus, banks have more difficulty in assessing the creditworthiness of MSMEs. This study examines the influence of financial technology (fintech), which is developing rapidly in Indonesia. The variables used in this study are financial inclusion, MSME performance, and the use of fintech e-payment as moderating variables. The results revealed that financial inclusion has a relationship with the performance of MSMEs. Financial inclusion encourages people to access financial products, and people can more freely use their money to make transactions. The fintech variable does not have a moderating effect on the relationship between financial inclusion and MSME performance."}, "filled": true, "author_pub_id": "PpEocSIAAAAJ:Se3iqnhoufwC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=1392020753356263321", "cites_id": ["1392020753356263321"], "pub_url": "https://library.oapen.org/bitstream/handle/20.500.12657/51382/9781000473230.pdf?sequence=1#page=174", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mY_F-39zURMJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 2, "2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Factors affecting socially responsible investment intentions investors in Surabaya", "pub_year": 2021, "citation": "International Journal of Financial and Investment Studies (IJFIS) 2 (2), 74-82, 2021", "author": "Jesselyn Geraldine and R Shanti D Ottemoesoe", "journal": "International Journal of Financial and Investment Studies (IJFIS)", "volume": "2", "number": "2", "pages": "74-82", "abstract": "Socially responsible investment (SRI) is an investment that considers financial goals and non-financial goals such as social, ethical, and environmental-related matters. This study aims to examine the factors that influence SRI intentions on 113 investors in Surabaya using the theory of reasoned action (TRA), attitude and subjective norms, and three additional variables, namely moral norms, financial literacy, and returns. The research data was obtained from distributing questionnaires through Google Forms. Data processing is carried out using Partial Least Square's method with the SmartPLS application. The study results found that all study's independent variables had a significant positive effect on SRI intentions."}, "filled": true, "author_pub_id": "PpEocSIAAAAJ:hqOjcs7Dif8C", "num_citations": 9, "citedby_url": "/scholar?hl=en&cites=12360682371042133554", "cites_id": ["12360682371042133554"], "pub_url": "https://ijfis.petra.ac.id/index.php/ijfis/article/view/84", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:MkZmcyD3iasJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 2, "2024": 4, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Synthetic Regression Method: How The Indian Ocean Tsunami Affects Growth Trajectories", "pub_year": 2013, "citation": "THE SYNTHETIC REGRESSION METHOD: HOW THE INDIAN OCEAN TSUNAMI AFFECTS GROWTH …, 2013", "author": "Siana Halim and Ridhotama Shanti Darsih Ottemoesoe", "abstract": "In recent works, scholars have widely used the synthetic control method (SCM) for analyzing the effect of a catastrophic disaster on economic growth. Unlike the traditional SCM, we propose the so-called synthetic regression method to choose a suitable synthetic control group by employing a comparing series procedure. We then use the selected group to estimate our outcomes of interest. We apply the synthetic regression method to examine the causal effects of the 2004 Asian tsunami on economic growth in Aceh, the Indonesian province severely hit by the tsunami. Our results show that the tsunami has an unintended effect on Aceh’s economic growth performance. The findings of the paper lead us to a better method for analyzing the growth trajectories, particularly for Aceh after the 2004 tsunami"}, "filled": true, "author_pub_id": "PpEocSIAAAAJ:Tyk-4Ss8FVUC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=6930710448086750754", "cites_id": ["6930710448086750754"], "pub_url": "https://repository.petra.ac.id/16586/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:IpZMm27ULmAJ:scholar.google.com/", "cites_per_year": {"2020": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The impact of stock split in bearish and bullish condition (empirical study from Indonesian Stock Exchange)", "pub_year": 2010, "citation": "Bangkok: Assumption University, 2010", "author": "R Shanti D Ottemoesoe", "publisher": "Bangkok: Assumption University", "abstract": "Stock split and its impact on liquidity and abnonnal return are still interesting to be explored. The inconclusive resu"}, "filled": true, "author_pub_id": "PpEocSIAAAAJ:roLk4NBRz8UC", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=9068187043513674302&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:PqpuHRKs2H0J:scholar.google.com/", "cites_per_year": {}}
