{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Cellulose nanocrystals/zeolitic imidazolate framework-L (CNCs/ZIF-L) composites for loading and diffusion-controlled release of doxorubicin hydrochloride", "pub_year": 2024, "citation": "Journal of the Taiwan Institute of Chemical Engineers 165, 105831, 2024", "author": "Christian J Wijaya and Sandy B Hartono and Jindrayani N Putro and Juliana Anggono and Tarzan Sembiring and Herlian E Putra and Maria Yuliana and Jenni Lie and Shella P Santoso and Chien-Yen Chen and Felycia E Soetaredjo and Suryadi Ismadji and Setiyo Gunawan", "journal": "Journal of the Taiwan Institute of Chemical Engineers", "volume": "165", "pages": "105831", "publisher": "Elsevier", "abstract": "BackgroundZeolitic imidazolate framework-L (ZIF-L) has great potential as a doxorubicin hydrochloride (DOX) drug carrier for oral chemotherapy applications. This medical application will greatly support the development of cancer treatment and reduce the cancer fatality rate. However, ZIF-L as a type of metal-organic framework (MOFs) faces several challenges to be implemented in biomedical applications which impact the drug loading and release mechanisms.MethodsCNCs/ZIF-L composites were fabricated via a green in-situ method using CNCs mass percentages of 2.5, 5, 7.5, and 10 % of Zn(NO3)2·6H2O. All composites were tested for the DOX loading and release mechanisms and antioxidant activity.Significant findingsHere, the addition of CNCs enhances the DOX loading capacity of CNCs/ZIF-L composite up to 1508.91 ± 7.72 mg/g due to the presence of abundant active functional groups. In addition, the …"}, "filled": true, "author_pub_id": "PQF8OD4AAAAJ:4fKUyHm3Qg0C", "num_citations": 0, "pub_url": "https://www.sciencedirect.com/science/article/pii/S1876107024004899", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jqQl9bB8A1QJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Biocomposites reinforced with wood flour and eggshell powder: production and properties", "pub_year": 2024, "citation": "IOP Conference Series: Earth and Environmental Science 1388 (1), 012030, 2024", "author": "F Nathaniel and J Anggono and A Wibawa", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "1388", "number": "1", "pages": "012030", "publisher": "IOP Publishing", "abstract": "Wood plastic composite (WPC) is one example of a biocomposite that has been applied commercially as structural materials either in the building industry and in the automobile interior parts. In this work, WPC was developed based on polypropylene (PP) from used medical mask, polyethylene (PE) from plastic pocket reinforced with wood flour mixed with eggshell powder (ESP). The study aims to target similar properties as commercial WPC with its tensile strength of 14.27 MPa, flexural strength of 37.57 MPa, water absorption 2.61%, and flammability (burning rate)< 100 mm/min. The composition of the composites investigated was PP (45 wt.%), PE (5 wt.%), wood flour (30 wt.%), ESP (20 wt.%). The effect of calcined and uncalcined ESP on the properties was first studied and the results show no significant differences in their properties. That finding leads to prepare biocomposite samples using hot press with …"}, "filled": true, "author_pub_id": "PQF8OD4AAAAJ:tS2w5q8j5-wC", "num_citations": 0, "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/1388/1/012030/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ML1HBNuHzaoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The properties of snake fruit and kluwak pits reinforced PP: Exploring their application for automobile part", "pub_year": 2024, "citation": "AIP Conference Proceedings 2951 (1), 2024", "author": "Juliana Anggono and Hero Victorio and Lukas Andre Chrisnanto", "journal": "AIP Conference Proceedings", "volume": "2951", "number": "1", "publisher": "AIP Publishing", "abstract": "There is a demand for automotive industry to use light weighting materials to achieve better fuel efficiency and to address the increasing of the environmental concern. Biocomposites which incorporate natural fibers or fillers to reinforce the plastic are the promising material in the future to get the weight out. In this work, biocomposites of PP were produced using two different natural fillers, ie ground snake fruit (Salacca zalacca) pit and outer shell pit of kluwak fruit (Pangium edule) with particle size of< 100 μm. Both fillers were added to PP with a composition of 5 to 30 wt.% with 5 wt.% increment. Bio composite samples were prepared using hot pressing at temperature of 190 C. Area density was measured, and their flexural strength was tested in accordance with ASTM D790-17. SEM (Scanning Electron Microscopy was used to perform a micro structural evaluation. Flexural strength increases with the increase of filler …"}, "filled": true, "author_pub_id": "PQF8OD4AAAAJ:tOudhMTPpwUC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=14231481873014887714", "cites_id": ["14231481873014887714"], "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2951/1/050001/3020056", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:IpV2pFxhgMUJ:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The effects of printing orientation on the fused deposition modeling process of the robot gripper object–moving force", "pub_year": 2024, "citation": "AIP Conference Proceedings 2951 (1), 020007, 2024", "author": "Yopi Yusuf Tanoto and Juliana Anggono and Yohanes and Cedric Rahardjo and Ninuk Jonoadji", "journal": "AIP Conference Proceedings", "volume": "2951", "number": "1", "pages": "020007", "publisher": "AIP Publishing LLC", "abstract": "HIPS (High Impact Polystyrene) is one of the materials used in 3D printing. Research studies and applications of this material have not been made extensively, especially in works which require flexural strengths. The purpose of this study is to determine the correct orientation to produce grippers with the highest flexural strength which can serve as an alternative material for aluminum grippers. This research indicates that orientation 2 produces the highest flexural strength at 4.16 kN with lattice fill pattern, a 75% fill density, and a layer thickness of 0.125 mm. Orientation 2 is defined as the specimen’s thickness parallel to the surface’s width."}, "filled": true, "author_pub_id": "PQF8OD4AAAAJ:XiSMed-E-HIC", "num_citations": 0, "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2951/1/020007/3019841", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:pVZYYKhH8lMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Variasi Tekanan Hot Press pada Kekuatan Biokomposit Biji Salak-Polipropilena", "pub_year": 2022, "citation": "Jurnal Teknik Mesin 19 (2), 36-39, 2022", "author": "Chandra Ayub and Juliana Anggono", "volume": "19", "number": "2", "pages": "36-39", "abstract": "Biokomposit adalah material yang telah banyak dimanfaatkan oleh industri otomotif di negara maju terkait dengan peraturan ketat menyangkut isu penghematan energi dan lingkungan karena emisi gas buang serta material yang ramah lingkungan. Limbah alam lignoselulosa memiliki potensi menjadi bahan penguat untuk biokomposit. Telah banyak penelitian yang menggunakan serat atau partikel bahan alam untuk membuat biokomposit polimer bertujuan peningkatan kekuatan, ringan, serta ramah lingkungan. Penelitian ini menggunakan biji buah salak yang biasanya dibuang, dihancurkan menjadi bentuk serbuk dengan ukuran < 100 𝜇𝑚 yang dimanfaatkan sebagai filler penguat untuk biokomposit matriks polipropilena (PP). Dalam penelitian ini digunakan proses hot press dengan campuran biji salak dan PP dari tiga variasi komposisi dan tiga variasi tekanan hot press. Variasi komposisi berupa tiga rasio persentase berat serbuk biji salak /PP, yaitu 20/80, 25/75, dan 30/70 dan diberi variasi tekanan hot press 0,3; 0,35; dan 0,4 MPa. Tebal dan gramasi semua sampel diukur sebelum dilakukan pengujian flexural. Hasil pengujian flexural (ASTM D790-17) menunjukkan bahwa kekuatan flexural meningkat dengan penambahan kandungan filler demikian pula dengan peningkatan tekanan hot press. Kekuatan tertinggi sebesar 45,46 MPa yang didapat dari sampel dengan 30 % berat serbuk biji salak dengan tekanan hot press 0,4 MPa. Kekuatan flexural dan gramasi sampel memiliki nilai lebih baik daripada komposit woordboard yang saat ini digunakan oleh industri otomotif."}, "filled": true, "author_pub_id": "PQF8OD4AAAAJ:738O_yMBCRsC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=7376734019298532170", "cites_id": ["7376734019298532170"], "pub_url": "https://repository.petra.ac.id/20481/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ShvUxoFsX2YJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "계절별 PV 및 PVT 의 효율 비교를 통한 공기식 PVT 시스템의 태양에너지 활용 효과 분석························· 69~ 78", "pub_year": 2022, "citation": "JOURNAL OF THE KOREAN SOLAR ENERGY SOCIETY 42 (4), 2022", "author": "Benny Putra Utomo and Juliana Anggono and Shin Dong-Youn", "journal": "JOURNAL OF THE KOREAN SOLAR ENERGY SOCIETY", "volume": "42", "number": "4"}, "filled": true, "author_pub_id": "PQF8OD4AAAAJ:08ZZubdj9fEC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-A7GD_7MtegJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Study on screen printable color paste formulation for color silicon solar modules", "pub_year": 2022, "citation": "Journal of the Korean Solar Energy Society 42 (4), 1-14, 2022", "author": "Benny Putra Utomo and Juliana Anggono and Dong Youn Shin", "journal": "Journal of the Korean Solar Energy Society", "volume": "42", "number": "4", "pages": "1-14", "publisher": "Petra Christian University"}, "filled": true, "author_pub_id": "PQF8OD4AAAAJ:WbkHhVStYXYC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=6354776387091342662", "cites_id": ["6354776387091342662"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:RqWee3SzMFgJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Study on Glass Colouration Using an Optical Interference Pigment for a Photovoltaic module", "pub_year": 2021, "citation": "한국태양에너지학회 학술대회논문집, 247-247, 2021", "author": "Benny Putra Utomo and Juliana Anggono and Dong-Youn Shin", "journal": "한국태양에너지학회 학술대회논문집", "pages": "247-247", "abstract": "Solar energy is one way to reach net zero energy buildings. Buildings are the largest energy consumers, thus addressing their energy needs is a top issue (followed by industry and transport). However, collecting energy from solar modules by covering outer side of the building with standard colour of solar modules (black and blue), which is often unattractive for the architectural perspective. These days, panels with many variations of colours are available to incorporate solar energy into the building environment. However, an energy loss due to a coloured glass on a solar panel must be minimized, compared to the case with a transparent glass. In this study, screen printing is conducted to produce a coloured glass. A glass is printed using either red or green optical interference pigment on its back side and then attached to a solar cell. With the high transmittance of the coloured glass using an optical interference …"}, "filled": true, "author_pub_id": "PQF8OD4AAAAJ:l7t_Zn2s7bgC", "num_citations": 0, "pub_url": "https://www.dbpia.co.kr/Journal/articleDetail?nodeId=NODE11199846", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:MYfw_u2EQzkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Dari Dunia Kampus ke Penjuru Dunia-Kiprah 60 Alumni Teknik Mesin dan Otomotif", "pub_year": 2021, "citation": "Dari Dunia Kampus ke Penjuru Dunia-Kiprah 60 Alumni Teknik Mesin dan Otomotif, 2021", "author": "Didik Wahjudi and Ekadewi Anggraini Handoyo and Juliana Anggono and Yopi Yusuf Tanoto", "publisher": "Lembaga Penelitian dan Pengabdian Masyarakat Universitas Kristen Petra"}, "filled": true, "author_pub_id": "PQF8OD4AAAAJ:u9iWguZQMMsC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VUNJuXAgdycJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Reinforcing Effect of Sugar Palm Fiber on PP", "pub_year": 2021, "citation": "International Journal of Industrial Research and Applied Engineering 5 (1 …, 2021", "author": "Kenneth Genesius Han and Juliana Anggono and Peter Jonathan", "volume": "5", "number": "1", "pages": "23-26", "abstract": "Natural fibers have the ability to reinforce polymeric materials. In this work, sugar palm fibers were added as a reinforcement agent to a polypropylene (PP) matrix to form biocomposites. Flexural strength measurement in accordance with ASTM D790-17 was carried out on PP composites with the sugar palm fiber content changed from 0 to 30 wt.% in 5 wt.% steps. The flexural strength data show a composition dependence on the fiber content with a maximum (52.09 MPa) obtained in 15 wt.% fibers. Sugarcane bagasse-PP composite together with wood board composite and neat PP as existing materials by the automotive industry were used as reference materials in the study. These sugar palm fiber-PP composites offer lower density in comparison with wood board composites and PP. The area density of the composites is in the range of 1285-1635 g/m2 for the composition studied while PP and wood board have area densities of 1466 g/m2 and 1700 g/m2 respectively."}, "filled": true, "author_pub_id": "PQF8OD4AAAAJ:P5F9QuxV20EC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=8623923336807805354", "cites_id": ["8623923336807805354"], "pub_url": "https://repository.petra.ac.id/20482/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qnGhVJVUrncJ:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Effect of fiber attrition, particle characteristics and interfacial adhesion on the properties of PP/sugarcane bagasse fiber composites", "pub_year": 2021, "citation": "Polymer Testing 98, 107189, 2021", "author": "András Bartos and Judit Kócs and Juliana Anggono and János Móczó and Béla Pukánszky", "journal": "Polymer Testing", "volume": "98", "pages": "107189", "publisher": "Elsevier", "abstract": "PP/sugarcane bagasse fiber composites were prepared by injection molding from two fractions of fibers with different particle characteristics. The mechanical properties of the composites were characterized by tensile and impact measurements, while local deformation processes by acoustic emission testing and microscopy. The determination of fiber dimensions after processing showed that considerable attrition takes place during melt processing in both the length and the diameter of the fibers. Interfacial adhesion can be improved considerably by coupling. The strength of adhesion was estimated quantitatively and adhesion was ten times stronger (1600 mJ/m2) in the presence of the coupling agent than without it (140 mJ/m2) leading to larger composite strength in the former case. Local deformation processes also change with the strength of adhesion, debonding dominates without the coupling agent, while fiber …"}, "filled": true, "author_pub_id": "PQF8OD4AAAAJ:1sJd4Hv_s6UC", "num_citations": 26, "citedby_url": "/scholar?hl=en&cites=16303277147987962012", "cites_id": ["16303277147987962012"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S0142941821001392", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nOiQCDDgQOIJ:scholar.google.com/", "cites_per_year": {"2021": 3, "2022": 8, "2023": 8, "2024": 5, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Improvement of the impact resistance of natural fiber–reinforced polypropylene composites through hybridization", "pub_year": 2021, "citation": "Polymers for Advanced Technologies 32 (6), 2499-2507, 2021", "author": "Róbert Vardai and Thomas Lummerstorfer and Claudia Pretschuh and Michael Jerabek and Markus Gahleitner and Andras Bartos and Janos Móczó and Juliana Anggono and Béla Pukanszky", "journal": "Polymers for Advanced Technologies", "volume": "32", "number": "6", "pages": "2499-2507", "publisher": "John Wiley & Sons, Ltd.", "abstract": "Polypropylene (PP) hybrid composites were prepared by the combination of natural reinforcements and poly(ethylene terephthalate) (PET) fibers. Wood, flax, and sugar palm fibers were used to increase stiffness and strength, while PET fibers served to improve impact resistance. Interfacial adhesion was increased by using a maleated PP (MAPP) coupling agent. The hybrid composites containing 20 wt% of the natural fibers were homogenized in a twin‐screw compounder and then injection molded into standard tensile specimens. The amount of PET fibers was changed from 0 to 40 wt% in the composites. Tensile and impact testing, acoustic emission measurements, and scanning electron microscopy (SEM) were used for the characterization of the composites as well as to follow deformation and failure processes. The results proved that the concept of using PET fibers to improve impact resistance works with all …"}, "filled": true, "author_pub_id": "PQF8OD4AAAAJ:CHSYGLWDkRkC", "num_citations": 33, "citedby_url": "/scholar?hl=en&cites=10540037413913833579", "cites_id": ["10540037413913833579"], "pub_url": "https://onlinelibrary.wiley.com/doi/abs/10.1002/pat.5280", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:azCpNy-8RZIJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 10, "2023": 9, "2024": 10, "2025": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Biobased PLA/sugarcane bagasse fiber composites: Effect of fiber characteristics and interfacial adhesion on properties", "pub_year": 2021, "citation": "Composites Part A: Applied Science and Manufacturing 143, 106273, 2021", "author": "András Bartos and Kristóf Nagy and Juliana Anggono and Hariyati Purwaningsih and János Móczó and Béla Pukánszky", "journal": "Composites Part A: Applied Science and Manufacturing", "volume": "143", "pages": "106273", "publisher": "Elsevier", "abstract": "PLA/sugarcane bagasse fiber composites were prepared by injection molding from two fractions of fibers with different fiber characteristics, which were determined before and after processing. Interfacial adhesion was modified by a maleated PLA coupling agent. The mechanical properties of the composites were characterized by tensile and impact testing, while local deformation processes by acoustic emission testing and microscopy. The results showed that considerable attrition takes place during melt processing in both the length and diameter of the fibers. The originally different batches of short and long fibers have similar dimensions after processing. Interfacial adhesion between PLA and bagasse is inherently good, thus coupling does not improve properties. Shear yielding and fiber fracture consume sufficiently energy to increase the impact resistance. Sugarcane bagasse fibers considerably increase the …"}, "filled": true, "author_pub_id": "PQF8OD4AAAAJ:EUQCXRtRnyEC", "num_citations": 64, "citedby_url": "/scholar?hl=en&cites=8672566648144072248", "cites_id": ["8672566648144072248"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S1359835X21000038", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:OA6H0WolW3gJ:scholar.google.com/", "cites_per_year": {"2021": 4, "2022": 18, "2023": 11, "2024": 20, "2025": 11}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The influence of flux type and scrap size on recycling yield of Al drink cans", "pub_year": 2021, "citation": "IOP Conference Series: Materials Science and Engineering 1034 (1), 012179, 2021", "author": "Victor Yuardi Risonarta and Juliana Anggono and Setyo Nugrowibowo and Alexander Kristoforus", "journal": "IOP Conference Series: Materials Science and Engineering", "volume": "1034", "number": "1", "pages": "012179", "publisher": "IOP Publishing", "abstract": "Aluminium is widely used as a beverage can due to its excellence properties, ie, good deformability; excellent corrosion resistance, high strength to weight ratio and non-toxic. The global consumption of canned drinks in 2017 was estimated at approximately 200 million pieces annually. These aluminium cans should then be recycled to minimize environmental challenges. Challenge, however, exists to optimize the recycling process. In this work, size of recycled cans, flux type, and recycling temperature were investigated to achieve higher recycling and Al yield. After various flux compositions were attempted to increase the recycling and Aluminium yield, the most suitable flux material was a mixture of chloride, fluoride, and SO 4. Meanwhile, when the scrap dimension reduced to 1 cm 2, the recycling and Aluminium yield showed no significant differences with the yield obtained using a scrap dimension of 4 cm 2."}, "filled": true, "author_pub_id": "PQF8OD4AAAAJ:xtRiw3GOFMkC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=8912110175736466170", "cites_id": ["8912110175736466170"], "pub_url": "https://iopscience.iop.org/article/10.1088/1757-899X/1034/1/012179/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-orqh_wsrnsJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Modified down sprue and sprue well to improve die casting quality of Sn-Pb alloy", "pub_year": 2021, "citation": "IOP Conference Series: Materials Science and Engineering 1034 (1), 012108, 2021", "author": "Victor Yuardi Risonarta and Juliana Anggono and Setyo Nugrowibowo and Albert Wibowo and Fendy Utomo", "journal": "IOP Conference Series: Materials Science and Engineering", "volume": "1034", "number": "1", "pages": "012108", "publisher": "IOP Publishing", "abstract": "Strategies to improve quality of gravity die casting for Sn-Pb alloy are outlined here by modifying the mould's gating system, ie mainly the down sprue and the sprue well. Analysis based on the experimental work of 27 casting products delivers a promising result for industrial application. Quantitative analysis of porosity defect in this work was based on density analysis. The investigation of the effect of down sprue design on the casting defects was worked out through the variation of tapered down sprue by one degree and two degrees. From the density analysis, the two degrees tapered down sprue results in then less porosity defect. Meanwhile, the highest density was identified at 50 mm, when radius of the down sprue was investigated at 0 mm, 5 mm and 100 mm. Finally, the investigation for sprue well radius of 0 mm, 50 mm, and 100 mm shows that the best sprue well radius related to the highest metal density …"}, "filled": true, "author_pub_id": "PQF8OD4AAAAJ:NhqRSupF_l8C", "num_citations": 0, "pub_url": "https://iopscience.iop.org/article/10.1088/1757-899X/1034/1/012108/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:1klaKgAidW0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Optimization of fused deposition modeling parameters for hips flexural strength with Taguchi method", "pub_year": 2021, "citation": "IOP Conference Series: Materials Science and Engineering 1034 (1), 012094, 2021", "author": "Yopi Yusuf Tanoto and Juliana Anggono", "journal": "IOP Conference Series: Materials Science and Engineering", "volume": "1034", "number": "1", "pages": "012094", "publisher": "IOP Publishing", "abstract": "HIPS (High Impact Polystyrene) is one of the materials used in 3D printing. Research and application of the use of this material have not been done much, especially in the applications that require flexural strength. This study aims to find a combination of FDM (Fused Deposition Modelling) process parameter settings, that produce experiments with the highest flexural strength, with the optimization process using the experimental design of the Taguchi method with FDM parameters namely the orientation position of the specimen, fill pattern, fill density, and layer. The results showed the confirmation experiment produced the highest flexural strength (32.6753 MPa). In the experiment before confirmation, the highest flexural strength (31, 3768 MPa) was shown in experiment number 5 (3rd orientation position, fill pattern lattice, 75% fill density, and 0.125 mm layer thickness)."}, "filled": true, "author_pub_id": "PQF8OD4AAAAJ:D03iK_w7-QYC", "num_citations": 9, "citedby_url": "/scholar?hl=en&cites=16673668024737598475", "cites_id": ["16673668024737598475"], "pub_url": "https://iopscience.iop.org/article/10.1088/1757-899X/1034/1/012094/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:CwxGRbrEZOcJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 2, "2024": 4, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Reinforcement of polypropylene with alkali-treated sugarcane bagasse fibers: Mechanism and consequences", "pub_year": 2020, "citation": "Composites Science and Technology 200, 108428, 2020", "author": "András Bartos and Benny Putra Utomo and Barnabas Kanyar and Juliana Anggono and Felycia Edi Soetaredjo and János Móczó and Béla Pukánszky", "journal": "Composites Science and Technology", "volume": "200", "pages": "108428", "publisher": "Elsevier", "abstract": "Polypropylene composites were prepared from neat and alkali-treated sugarcane bagasse fibers. The results showed that alkali treatment leads to an increase in composite stiffness and strength. A maximum is achieved in these properties at around 5 wt% NaOH content of the treating solution. The increase in properties was assigned to the improvement in inherent fiber characteristics. Acoustic emission testing and electron microscopy showed that the two main local deformation processes related to the fibers are their fracture and debonding; the latter is accompanied by the shear yielding of the matrix. Increased inherent strength of the fibers results in an increase in the fracture initiation stress and fracture energy of the composites. Interfacial adhesion has a slight effect on stiffness, but more significant on strength and impact resistance. Changing adhesion modifies the relative importance of local deformation …"}, "filled": true, "author_pub_id": "PQF8OD4AAAAJ:dfsIfKJdRG4C", "num_citations": 36, "citedby_url": "/scholar?hl=en&cites=501712727425304627", "cites_id": ["501712727425304627"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S0266353820322181", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:M0h6QRFx9gYJ:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 9, "2022": 8, "2023": 3, "2024": 10, "2025": 5}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Evaluasi Pembuatan Prototype Package Tray Biokomposit Serat Tebu-Polypropylene untuk Kebutuhan Interior Mobil", "pub_year": 2020, "citation": "Jurnal Teknik Mesin 17 (2), 42-47, 2020", "author": "Patrik Permana Putra Wijaya and Juliana Anggono", "volume": "17", "number": "2", "pages": "42-47", "abstract": "Serat alam yang digunakan untuk pembuatan produk biokomposit dapat mendukung kebutuhan industri akan material yang ringan tapi kuat. Serat tebu merupakan salah satu serat alam yang tersedia banyak di Indonesia. Selain itu riset potensi serat tebu telah sebagai serat penguat matriks polimer telah dilakukan dan penggabungannya pada material plastik dapat meningkatkan sifat mekanisnya. Penelitian ini dilakukan dengan tujuan untuk mengevaluasi pembuatan komposit serat tebu dalam bentuk prototype package tray. Komposisi dan serat tebu disiapkan mengikuti hasil penelitian sebelumnya di mana serat tebu diberi alkali treatment dalam larutan NaOH 8% berat selama 1 jam dalam suhu ruang. Produk hotpress berupa prototype package tray dievaluasi baik dari segi tampilan fisik maupun sifat mekanis dimulai dari tahap pembentukan preform-nya. Sifat mekanis yang diuji adalah uji flexural, dimana nantinya hasil uji akan dibandingkan dengan pengujian sama dari produk pabrik. Hasil uji flexural pada prototype komposit package tray menunjukkan kekuatan flexural 7.4 MPa, di mana nilai kekuatan ini masih dibawah kekuatan flexural produk woodboard dari industri (35.58 MPa). Evaluasi menunjukkan clustering serat tebu, pencampuran PP dan serat tebu yang belum merata pada prototype serta adhesivitas serat tebu dan PP yang rendah ditambah dengan terjebaknya udara pada saat proses hotpress."}, "filled": true, "author_pub_id": "PQF8OD4AAAAJ:yD5IFk8b50cC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=748064936084136694", "cites_id": ["748064936084136694"], "pub_url": "https://repository.petra.ac.id/20480/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9mI4kBipYQoJ:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Strength and dimension accuracy in fused deposition modeling: A comparative study on parts making using ABS and PLA polymers", "pub_year": 2020, "citation": "Rekayasa Mesin 11 (1), 69-76, 2020", "author": "Yopi Yusuf Tanoto and Juliana Anggono and Wesley Budiman and Kresna Vincent Philbert", "journal": "Rekayasa Mesin", "volume": "11", "number": "1", "pages": "69-76", "publisher": "Petra Christian University", "abstract": "Rapid prototyping is a group of techniques used to quickly scale physical parts or assemblies using three-dimensional computer-aided design (CAD) data. The process of 3D printing constructs three-dimensional objects from CAD models, usually by adding lay-ers by a layer of material in a row. Therefore it is also called mak-ing addictive manufacturing. Along with the development of rapid prototyping, there are many choices of materials on the market to make parts of 3D printing. The material can be in the solid filament, liquid resin, or powder. Solid filament FDM technology material is the most commonly used by industry   these materials such as ABS, PLA, PETG, HIPS, and others. In 3D printing products, several var-iables can be observed to produces specific responses desirable. Some of the responses are the efficiency of materials, dimensional accuracy of mechanical, and others. This research was conducted to compare ABS and PLA materials in the fused deposition modeling process. The strength and dimensional accuracy are the response that used in this study. The study reports that ABS has more signifi-cant tensile strength than PLA. The tensile strength of ABS is 7.66 MPa and 1.79 for PLA. PLA found has a more accurate dimension compare to ABS. Both on length and thickness, deviation of PLA lower than ABS. On a length, deviation of PLA was 0.06 mm and 0.86 for ABS. On thickness, deviation of PLA was 0.04 and 0.05 for ABS."}, "filled": true, "author_pub_id": "PQF8OD4AAAAJ:ZHo1McVdvXMC", "num_citations": 21, "citedby_url": "/scholar?hl=en&cites=14145508088826564804", "cites_id": ["14145508088826564804"], "pub_url": "https://repository.petra.ac.id/18796/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:xBDsIanwTsQJ:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 7, "2022": 6, "2023": 3, "2024": 4}}
