{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaman Baling-Baling Kipas Angin Menggunakan Pengunci Sidik Jari", "pub_year": 2024, "citation": "Pengaman Baling-Baling Kipas Angin Menggunakan Pengunci Sidik Jari, 2024", "author": "Yusak Tanoto and Oegik Soegihardjo and Victorius Roy and KORNELIUS VIENO ZICO WAHONO and Garincha Bintang Laksana", "abstract": "SERTIFIKAT PATEN SEDERHAI{A Page 1 REPUBLIK INDONESIA KE\\,{ENTERIAN HUKUNT \nDAN HAK ASASI MANUSIA SERTIFIKAT PATEN SEDERHAI{A Menteri Hukum dan Hak Asasi \n[4anusia atas nama Negara Republik lndonesia berdasarkan Undang-Undang Nomor 13 \nTahun 2A16 tentang Paten, memberikan hak atas Paten Sederhana kepada: Nama dan \nAlamat Pemegang Paten Untuk lnvensi dengan Judul lnventor Tanggal Penerimaan Nomor \nPaten Tanggal Pemberian LPPIU Universitas Kristen Petra Jalan Siwalankerto 121-1 31, \nKelurahan Siwalankerto, Kecamatan Wonocolo, Surabaya 60236, Jawa Timur PENGAMAN \nBALING-BALING KIPAS ANGIN I\\4ENGGUNAKAN PENGUNCI SIDIK JARI Yusak Tanoto lr. \nOegik Soegihardjo, [v1A. Victorius Roy Korenelius Vieno Zico Wahono Garincha Bintang \nLaksana Willyanto Anggono 25 Oktober 2022 rDS000008636 30 Juli 2024 Pelindungan Paten …"}, "filled": true, "author_pub_id": "PZkjBwkAAAAJ:Wp0gIr-vW9MC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21223/1/Kegiatanhaki_04020_1525.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Kb8NwsBj2tIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pintu geser dispenser galon bawah dengan pengunci sidik jari", "pub_year": 2024, "citation": "Pintu geser dispenser galon bawah dengan pengunci sidik jari, 2024", "author": "Oegik Soegihardjo and Yusak Tanoto and GARINCHA BINTANG LAKSANA and CHANDRA WASKITO and ARDIAN CHANDRA", "abstract": "Willyanto, and Soegihardjo, Oegik and Tanoto, Yusak and LAKSANA, GARINCHA BINTANG and WASKITO, CHANDRA and JERICO, and CHANDRA, ARDIAN (2024) Pintu geser dispenser galon bawah dengan pengunci sidik jari.[UNSPECIFIED]"}, "filled": true, "author_pub_id": "PZkjBwkAAAAJ:aqlVkmm33-oC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21158/1/Kegiatanhaki_04020_1509.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-MMvLn6d5aoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "EFFECTS OF AMMONIA ON THE FLAME CHARACTERISTICS OF LIQUEFIED PETROLEUM GAS EXTERNAL PREMIXED COMBUSTION", "pub_year": 2024, "citation": "EFFECTS OF AMMONIA ON THE FLAME CHARACTERISTICS OF LIQUEFIED PETROLEUM GAS …, 2024", "author": "GARINCHA BINTANG LAKSANA and Oegik Soegihardjo and CHANDRA WASKITO and NICHOLAS ARISTO and Ivan Christian Hernando and Gabriel Jeremy Gotama", "abstract": "Liquefied petroleum gas or better known as LPG is a fuel and flammable gas commonly used by Indonesians for household consumption such as cooking. The combustion process of LPG has negative effects on ecological life if accumulated for a long period of time as it contributes to CO2 accumulation and climate change. Ammonia can be used in the substitution of fuels such as LPG and as an alternative energy source for the future because of carbon-free fuel and environmentally friendly combustion. The current study investigates the effects of ammonia as the carbon-free fuel in the LPG using an external premixed combustor under stoichiometric fuel mixtures. Volumetric ratios of 0%-50% between LPG and NH3 were investigated to understand the effect of replacing LPG with NH3 on flame characteristics. Oxygen was used as the oxidizer to exclude nitrogen, which is an inhibitor of flame reactivity. A high-speed camera was employed to capture the flame propagation, and the recording was processed to determine the flame characteristics of the mixtures. The experimental results show that ammonia influence on the flame height, flame angle, and dimensionless flame height normalized by the nozzle diameter. A larger replacement of ammonia resulted in a shorter flame height and larger flame angle."}, "filled": true, "author_pub_id": "PZkjBwkAAAAJ:4DMP91E08xMC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21165/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8cm_4R9UNWAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Effects of Ammonia (NH3) on Flame Characteristics of Methane (CH4) External Premixed Combustion", "pub_year": 2024, "citation": "Effects of Ammonia (NH3) on Flame Characteristics of Methane (CH4) External …, 2024", "author": "Ivan Christian Hernando and Oegik Soegihardjo and CHANDRA WASKITO and FERDINAND RONALDO", "abstract": "Methane has long been proposed as an alternative to heavy hydrocarbon fuels due to its low carbon content. However, considering the effect of climate change and the need to transition to zero-carbon, ammonia has recently gained popularity as a sustainable fuel. Nevertheless, previous studies have highlighted the poor combustion of ammonia and the need to blend it with other fuels like methane. As such, this study looks for parameters from the results of the fire of external combustion of premixed methane-ammonia gas. The study was conducted by burning stoichiometry first and then using a volume ratio as the content of the methane-ammonia mixture (ammonia concentration used 0-50%). The gas that comes out of the gas cylinder was adjusted in pressure and flow before mixing and then flowed into the burner to be combusted. The flame propagating from the burner was recorded in a high-speed camera and was used to define the combustion characteristics such as the flame height, flame angle, and dimensionless flame height. The higher concentration of ammonia in the fuel mixture was found to shorten the flame height and dimensionless flame height, while the flame angle became wider."}, "filled": true, "author_pub_id": "PZkjBwkAAAAJ:qxL8FJ1GzNcC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21095/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:oxgLxF8pFDgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Preface: Proceedings of the 2nd International Conference on Automotive, Manufacturing, and Mechanical Engineering (IC-AMME 2021)", "pub_year": 2024, "citation": "AIP Conference Proceedings 2951 (1), 010001, 2024", "author": "Didik Wahjudi and Hariyo PS Pratomo and Oegik Soegihardjo and Teng Sutrisno and Siana Halim and I Nyoman Sutapa and Iwan Halim Sahputra", "journal": "AIP Conference Proceedings", "volume": "2951", "number": "1", "pages": "010001", "publisher": "AIP Publishing LLC"}, "filled": true, "author_pub_id": "PZkjBwkAAAAJ:4TOpqqG69KYC", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=16089252028361465187&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Y903rHmBSN8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Increasing thin-walled workpiece stiffness to improve its surface roughness in the face milling process", "pub_year": 2024, "citation": "AIP Conference Proceedings 2951 (1), 2024", "author": "Oegik Soegihardjo", "journal": "AIP Conference Proceedings", "volume": "2951", "number": "1", "publisher": "AIP Publishing"}, "filled": true, "author_pub_id": "PZkjBwkAAAAJ:ULOm3_A8WrAC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:wX9fBbIfzycJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Effects of Ammonia (NH3) on Flame Characteristics of Methane (CH4) External Premixed Combustion", "pub_year": 2024, "citation": "E3S Web of Conferences 530, 05007, 2024", "author": "Willyanto Anggono and Ivan Christian Hernando and Oegik Soegihardjo and Chandra Waskito and Ferdinand Ronaldo", "volume": "530", "pages": "05007", "publisher": "EDP Sciences", "abstract": "Methane has long been proposed as an alternative to heavy hydrocarbon fuels due to its low carbon content. However, considering the effect of climate change and the need to transition to zero-carbon, ammonia has recently gained popularity as a sustainable fuel. Nevertheless, previous studies have highlighted the poor combustion of ammonia and the need to blend it with other fuels like methane. As such, this study looks for parameters from the results of the fire of external combustion of premixed methane-ammonia gas. The study was conducted by burning stoichiometry first and then using a volume ratio as the content of the methane-ammonia mixture (ammonia concentration used 0-50%). The gas that comes out of the gas cylinder was adjusted in pressure and flow before mixing and then flowed into the burner to be combusted. The flame propagating from the burner was recorded in a high-speed camera …"}, "filled": true, "author_pub_id": "PZkjBwkAAAAJ:M3ejUd6NZC8C", "num_citations": 0, "pub_url": "https://www.e3s-conferences.org/articles/e3sconf/abs/2024/60/e3sconf_icfee2024_05007/e3sconf_icfee2024_05007.html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KmhNCZehZqsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sustainability design of press machine for waste plastic bottle with electric motor", "pub_year": 2021, "citation": "IOP Conference Series: Materials Science and Engineering 1034 (1), 012007, 2021", "author": "Ian Hardianto Siahaan and Oegik Soegihardjo", "journal": "IOP Conference Series: Materials Science and Engineering", "volume": "1034", "number": "1", "pages": "012007", "publisher": "IOP Publishing", "abstract": "Waste plastic bottle can be a pollutant that can damage the environment. If this waste plastic bottle is not well controlled, it will certainly harm the sustainability of other ecosystems. Usually, waste plastic bottle is difficult to decompose naturally, and even if it will be decomposed, it will take a long time, from 100 to 500 years. The main source of waste plastic bottle is usually the use of plastic material itself, which it is used to inseparable support in everyday life. In general, the use of plastic material has several considerations such as: lightweight, corrosion resistance, non-toxicity, friction and impact resistance, chemical resistance, good thermal stability, and good insulation properties. The general form of this product is disposable plastic bottles in drinking water. Waste plastic bottles are usually used for disposables product. Referring to this condition, they can assume and increase over a certain period the number of …"}, "filled": true, "author_pub_id": "PZkjBwkAAAAJ:kNdYIx-mwKoC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=12280001336036921069", "cites_id": ["12280001336036921069"], "pub_url": "https://iopscience.iop.org/article/10.1088/1757-899X/1034/1/012007/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:7Y7NIydUa6oJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Performance of Mechanical Energy Harvesting Unit for Generating Electricity for Portal Gate System", "pub_year": 2021, "citation": "Journal of ICT, Design, Engineering and Technological Science 4 (1), 6-11, 2021", "author": "Joni Dewanto and Oegik Soegihardjo", "journal": "Journal of ICT, Design, Engineering and Technological Science", "volume": "4", "number": "1", "pages": "6-11", "publisher": "Petra Christian University", "abstract": "The portal gate systems for parking area need electricity for opening/closing the portal (barrier crossbar) and printing the parking ticket.  The mechanical energy harvesting unit presented on this paper is designed for supplying electrical energy needed by the portal gate system for its operation.  The mechanical energy harvesting unit converted linear movement of the slider into rotating movement of the fly wheel using rack and pinion. The energy stored in the fly wheel is used to turn a small electric generator attached to the energy harvesting unit that provided electricity for the portal gate system.  This energy harvesting unit is designed as a breakthrough to produce electrical energy by utilizing the weight of the vehicle that enters the parking space. The linear movement of the slider is gained from the weight of the vehicle that passed on the mechanical energy harvesting unit.  This system is appropriate for a stand alone portal gate systems.  Three categories of passanger cars (small, medium and large)  each with mass of 1300 kg, 1700 kg and 2000 kg respectively were used in the experiment.  The three vehicles used for this experiments were able to produce a maximum rotation of the harvesting units electric generator for 2500 rpm, 2890 rpm and 3140 rpm, respectively.  Testing of the harvesting units electric generator was done with a continuous rotation.  The electrical loads were taken from LED lights with voltage of 24 Volt, 18 Volt and 12 Volt produces power of 19 Volt x 3.6 mAmp (4000 rpm), 17 Volt x 4.3 mAmp (3500 rpm) and 12 Volt x 11 mAmp (2400 rpm) respectively.  Initial testing of the mechanical energy harvesting unit shows that this …"}, "filled": true, "author_pub_id": "PZkjBwkAAAAJ:8k81kl-MbHgC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19034/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nnxaVuWzh-8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGANGKUT SEPEDA PADA BELAKANG MOBIL", "pub_year": 2020, "citation": "UNIVERSITAS KRISTEN PETRA, 2020", "author": "Willyanto Anggono and Yopi Yusuf Tanoto and Oegik Soegihardjo and WILIAM STEFANUS WIRAWAN and YUSUF HILARIO WASISDI and FRANSISKUS XAVERIUS YULIO ARIFIN", "publisher": "UNIVERSITAS KRISTEN PETRA", "abstract": "Anggono, Willyanto and Tanoto, Yopi Yusuf and Soegihardjo, Oegik and WIRAWAN, WILIAM STEFANUS and WASISDI, YUSUF HILARIO and ARIFIN, FRANSISKUS XAVERIUS YULIO PENGANGKUT SEPEDA PADA BELAKANG MOBIL. UNIVERSITAS KRISTEN PETRA."}, "filled": true, "author_pub_id": "PZkjBwkAAAAJ:Zph67rFs4hoC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19899/1/12._Pengangkut_Sepeda_Pada_Belakang_Mobil_-_Paten.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ByVJchnEEVwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Simulasi Perubahan Back Rake Angle Polycrystalline Diamond Carbide Drill Bit untuk Meminimalkan Keausan Pahat", "pub_year": 2020, "citation": "Jurnal Teknik Mesin 17 (2), 34-37, 2020", "author": "Oegik Soegihardjo and Samuel Trinata", "journal": "Jurnal Teknik Mesin", "volume": "17", "number": "2", "pages": "34-37", "abstract": "Proses pengeboran sumur minyak menggunakan mata bor untuk membuat lubang guna mengalirkan minyak mentah dari perut bumi ke permukaan tanah. Keausan pahat terjadi pada setiap proses potong maupun pengeboran yang menggunakan pahat. Drill bit adalah sebutan umum untuk mata pahat yang digunakan dalam proses pengeboran. Dua jenis mata pahat yang umum digunakan adalah roller cone dan Polycrystalline Diamond Drill atau PDC. Kasus yang terjadi adalah mata pahat PDC mengalami keausan sehingga menyebabkan unplanned bit trip. Penelitian dilakukan sebagai upaya untuk mengurangi keausan yang terjadi pada mata pahat PDC. Penelitian yang dilakukan adalah mensimulasikan perubahan back rake angle, sehingga diketahui dampak back rake angle terhadap keausan yang terjadi. Hasil penelitian dibandingkan dengan data keausan pahat yang terjadi di salah satu lokasi pengeboran minyak."}, "filled": true, "author_pub_id": "PZkjBwkAAAAJ:3fE2CSJIrl8C", "num_citations": 0, "pub_url": "http://jurnalmesin.petra.ac.id/index.php/mes/article/view/23101", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:eB2LYaAs3GwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Organizing Decision-Making Support System Based Multi-Dimensional Analysis of the Educational Process Data", "pub_year": 2020, "citation": "Journal of ICT, Design, Engineering and Technological Science 4 (1), 6-11, 2020", "author": "Joni Dewanto and Oegik Soegihardjo", "journal": "Journal of ICT, Design, Engineering and Technological Science", "volume": "4", "number": "1", "pages": "6-11", "publisher": "Juhriyansyah Dalle", "abstract": "The portal gate systems for the parking area need electricity for opening/closing the portal (barrier crossbar) and printing the parking ticket. The Mechanical Energy Harvesting Unit (MEHU) presented in this paper is designed for supplying electrical energy needed by the portal gate system for its operation. The MEHU converted the linear movement of the slider into the rotating movement of the flywheel using rack and pinion. The energy stored in the flywheel is used to turn a small electric generator attached to the energy harvesting unit that provided electricity for the portal gate system. This energy harvesting unit is designed as a breakthrough to produce electrical energy by utilizing the vehicle's weight that enters the parking space. The linear movement of the slider is gained from the weight of the vehicle that passed on the MEHU. This system is appropriate for stand-alone portal gate systems. Three categories of passenger cars (small, medium and large), each with the mass of 1300 kg, 1700 kg, and 2000 kg, respectively, were used in the experiment. The three vehicles used for these experiments were able to produce a maximum rotation of the harvesting unit's electric generator for 2500 rpm, 2890 rpm, and 3140 rpm, respectively. The testing of the harvesting unit's electric generator was done with a continuous rotation. The electrical loads were taken from LED lights with the voltage of 24 Volt, 18 Volt, and 12 Volt produces power of 19 Volt x 3.6 mAmp (4000 rpm), 17 Volt x 4.3 mAmp (3500 rpm), and 12 Volt x 11 mAmp (2400 rpm) respectively. Initial testing of the MEHU shows that this equipment is capable of producing the required electrical …"}, "filled": true, "author_pub_id": "PZkjBwkAAAAJ:KlAtU1dfN6UC", "num_citations": 0, "pub_url": "https://ideas.repec.org/a/avb/jitdet/2020p6-11.html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Qs-CqfTX-pAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Modeling of mechanical energy harvesting system by utilizing the weight of vehicle as a source of electrical energy for the portal gate system", "pub_year": 2018, "citation": "Modeling of mechanical energy harvesting system by utilizing the weight of …, 2018", "author": "Joni Dewanto and Oegik Soegihardjo", "abstract": "The gate into residential or vehicle parking area is often equipped with a portal (barrier gate) that is a simple crossbar to block the road. Whenever a vehicle passes through the road, the portal is opened and closed by rotating mechanism of  the portal at one end. Portals in public area, are usually not manually operated by officers, but automatic systems powered by an electric motor and become an integral unit with an electric parking ticket printer. In one operating cycle this unit requires small amount of electricity. However for repeatedly large numbers of operating cycle, the accumulation of required energy will also be large.  This study is modeling of a mechanical energy harvesting system utilizes the weight of a vehicle as a source of electrical energy.  As the vehicle pass on energy harvesting system, electrical energy is produced  to operate the automatic portal unit.  Data taken from the specification of a  light weight passanger vehicle provides net energi of 592 Nm to the mechanical energy harvesting system.  It  is more than enough as a source of energy to operate portal (barrier gate) for one operation cycle.  The portal needs an energy of 221 Nm for every operation cycle."}, "filled": true, "author_pub_id": "PZkjBwkAAAAJ:5nxA0vEk-isC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/18048/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:28P2rOEJqqsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "New Active Cooling System to Prevent an Overheating on the Vehicle Disc Brake", "pub_year": 2018, "citation": "International Journal of Industrial Research and Applied Engineering 3 (1), 1-6, 2018", "author": "Joni Dewanto and Oegik Soegihardjo and Agustinus N Rolando Wijaya", "journal": "International Journal of Industrial Research and Applied Engineering", "volume": "3", "number": "1", "pages": "1-6", "abstract": "The brake is a major and vital component to slow down and stop a vehicle. If the brake malfunctions, it can cause a fatal accident or seriously injure either passenger or other road users. That is one reason why research is conducted to improve the capability and reliability of vehicle braking systems. The thermo-mechanical properties of the material for better disc brake components have been investigated. Some geometrics of the disc brake design models have also been studied to determine the heat distribution that occurs during braking. However, brake failure cases still occur frequently. Most of the brake failures are preceded by the occurrence of overheating when the vehicle is braked continuously on a declining road. This indicates that the heat dissipation system during braking does not work well. This study focuses on designing an unconventional brake system, that uses an active cooling system. Under conditions of large braking loads, the brake system will actively cool down by spraying water on the caliper so the brakes will not experience overheating. The design of this system consists of temperature sensors mounted on the caliper, an over-temperature control unit and also a cooling unit. The design is implemented on a four-wheel vehicle brake model. The increase of caliper temperature at the time of braking is simulated by putting the temperature sensor on the Bunsen burner. The results of this study shows that at various levels of temperature increases the system works very well."}, "filled": true, "author_pub_id": "PZkjBwkAAAAJ:LkGwnXOMwfcC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=6416981917267313160", "cites_id": ["6416981917267313160"], "pub_url": "http://www.jirae.petra.ac.id/index.php/jirae/article/view/19339", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:CMLSHA6zDVkJ:scholar.google.com/", "cites_per_year": {"2019": 1, "2020": 0, "2021": 0, "2022": 1, "2023": 0, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Parametric beam modeling to predict the first natural bending frequency of thin wall box-shaped structures verified using experimental modal analysis", "pub_year": 2017, "citation": "International Review of Mechanical Engineering 11 (1), 77-86, 2017", "author": "Oegik Soegihardjo and Bambang Pramujati and Agus Sigit Pramono", "journal": "International Review of Mechanical Engineering", "volume": "11", "number": "1", "pages": "77-86", "publisher": "Praise Worthy Prize", "abstract": "Structural stiffness loaded with bending force is influenced by its dimension, especially by height and cross section. As the natural frequency of the structure depends on the structural stiffness, therefore the changes in the structure dimension will also change its natural frequency. In machining process of thin wall box-shaped workpiece using vertical milling machine the workpiece can be treated as a structure subject to bending force due to the cutting force. Therefore the structural stiffness of the workpiece is a crucial aspect to be considered. The natural frequency of the workpiece, especially its first natural frequency serves as a preliminary information of the workpiece modal parameter to avoid the self excited vibration called chatter. A new model based on parametric beam modeling was developed and implemented on computer programming to predict the first natural frequency of thin wall box-shaped workpieces. The first natural frequency of thin wall box-shaped workpiece can be calculated using this model for varying wall thickness, height, and length to width ratio of the workpiece cross section. The result of the parametric beam modeling is verified though an experimental modal analysis and also compared to a finite element numerical analysis."}, "filled": true, "author_pub_id": "PZkjBwkAAAAJ:roLk4NBRz8UC", "num_citations": 14, "citedby_url": "/scholar?hl=en&cites=12500221555543359899", "cites_id": ["12500221555543359899"], "pub_url": "https://scholar.its.ac.id/en/publications/parametric-beam-modeling-to-predict-the-first-natural-bending-fre", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:m8HXl0a1ea0J:scholar.google.com/", "cites_per_year": {"2017": 2, "2018": 4, "2019": 3, "2020": 2, "2021": 0, "2022": 0, "2023": 2, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "POLA PERILAKU SISTEM PERAWATAN PREVENTIF PENGGUNA PADA AREA ONDERSTEL KENDARAAN", "pub_year": 2016, "citation": "POLA PERILAKU SISTEM PERAWATAN PREVENTIF PENGGUNA PADA AREA ONDERSTEL KENDARAAN, 2016", "author": "Ian Hardianto Siahaan and Oegik Soegihardjo", "abstract": "Sistem perawatan preventif pada kendaraan merupakan sistem perawatan terjadwal yang dilakukan untuk mencegah atau mengantisipasi kerusakan dini pada komponen unit pada sebuah kendaraan. Managemen sistem perawatan yang tepat dan benar dapat menjamin usia komponen kendaraan tersebut menjadi lebih panjang selama periode pemakaian dan sekaligus juga dapat meminimalisasi biaya yang tidak diharapkan akibat kerusakan yang lebih parah pada unit komponen kendaraan. Sektor kaki-kaki  atau oderstel merupakan bagian yang kurang mendapat perhatian oleh sebahagian pengguna kendaraan, karena komponen unit tersebut agak susah diperiksa. Selain memerlukan perangkat yang lengkap untuk melakukan pemeriksaan,  sarana tersebut umumnya hanya ada di bengkel perawatan kendaraan.  Akibat kurangnya pemahaman pengguna terhadap sistem perawatan preventif khususnya pada sektor kaki-kaki tersebut maka peneliti melakukan kajian pola perilaku pengguna sehingga dapat mengetahui kondisi yang terjadi selama ini. Metode yang dilakukan dengan melakukan survey data terhadap responden kalangan pengguna kendaraan dengan dasar pengetahuan otomotif serta kemampuan mengendarai kendaraan yang baik dan benar. Berdasarkan metode yang dilakukan tersebut dapat diketahui pola perilaku pengguna terhadap jumlah responden yang ditentukan yang masih minim, khususnya perawatan rutin sektor kaki-kaki. Hasil survey antara lain meliputi untuk: pemeriksaan 27,45%,  memberikan pelumas atau gemuk 23,53%, mendengarkan suara mendengung atau berisik 39.22%, memeriksa suspensi …"}, "filled": true, "author_pub_id": "PZkjBwkAAAAJ:WF5omc3nYNoC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/17509/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:bo0Jvb0X0PwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Towards energy efficient facade through solar-powered shading device", "pub_year": 2015, "citation": "Procedia-Social and Behavioral Sciences 179, 266-275, 2015", "author": "Jimmy Priatman and Oegik Soegihardjo and Sandra Loekita", "journal": "Procedia-Social and Behavioral Sciences", "volume": "179", "pages": "266-275", "publisher": "Elsevier", "abstract": "In tropical regions (23.50 N – 23.50 S), the east-west building facades receive the greatest amount of solar radiation for vertical walls. The need for glazing windows in that area sometimes cannot be avoided due to various reasons regarding to space planning inside the building. The presence of east-west glazing windows causes the increasing of air conditioning load of the building at a significant rate, which causes increasing energy usage. There are several external shading devices available to be used to limit the incoming low-altitude angle sunlight falling to that direction, however all the available sun shading devices are not adjusted and based on the fixed location as a part of building façade. Since the sun moves regularly according to its daily and seasonal path, generally the fixed external sun shading does not function well to reduce solar heat gain as well as to keep an indoor standard illumination level …"}, "filled": true, "author_pub_id": "PZkjBwkAAAAJ:2osOgNQ5qMEC", "num_citations": 24, "citedby_url": "/scholar?hl=en&cites=15055643556457558216", "cites_id": ["15055643556457558216"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S187704281501784X", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:yDCN3wtk8NAJ:scholar.google.com/", "cites_per_year": {"2016": 1, "2017": 1, "2018": 3, "2019": 3, "2020": 0, "2021": 5, "2022": 3, "2023": 2, "2024": 5}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Experimental Modal Analysis (EMA) untuk Mengetahui Modal Parameter pada Analisis Dinamik Balok Kayu yang Dijepit di Satu Ujung", "pub_year": 2014, "citation": "Jurnal Teknik Mesin 15 (1), 1-7, 2014", "author": "Oegik Soegihardjo and Suhardjono Suhardjono and Bambang Pramujati and Agus Sigit Pramono", "journal": "Jurnal Teknik Mesin", "volume": "15", "number": "1", "pages": "1-7", "abstract": "Experimental modal analysis (EMA) merupakan salah satu cara yang digunakan untuk menganalisis karakteristik dinamik suatu struktur. EMA diaplikasikan di berbagai bidang, antara lain rekayasa struktur, otomotif, disain, maupun pemesinan. Dalam EMA pengukuran gaya input (excitation force) dan respon dari struktur (frequency response function, FRF) dilakukan dalam domain waktu (time domain) yang kemudian diubah dalam domain frekuensi (frequency domain) menggunakan Fast Fourier Transform (FFT). Penelitian ini menyajikan aplikasi EMA untuk mengukur karakteristik dinamik balok kayu yang dapat digunakan sebagai penguat (stiffener) struktur berongga berbentuk kotak, ataupun rangka kapal kayu. Informasi tentang karakteristik dinamik balok kayu sangat terbatas, sehingga EMA dilakukan untuk mengetahui modal parameter kayu sebelum digunakan sebagai penguat. Eksperimen dilakukan menggunakan modal hammer untuk memberikan gaya input pada balok kayu dan akselerometer (accelerometer) untuk mengukur responnya dalam bentuk percepatan. Hasil yang diperoleh digunakan untuk mengetahui modal parameter struktur berupa frekuensi pribadi (natural frequency), bentuk modus getar (mode shape) dan rasio redaman. Balok kayu memiliki dimensi panjang 860 mm, berpenampang bujur sangkar dengan panjang sisi 50 mm. Untuk melengkapi kajian eksperimen, juga dilakukan simulasi modal analysis terhadap balok kayu menggunakan metode elemen hingga (finite element analysis). Dari empat titik yang diuji, masing-masing menghasilkan kurva fungsi transfer, kurva amplitude dan kurva sudut fasa. Dengan …"}, "filled": true, "author_pub_id": "PZkjBwkAAAAJ:W7OEmFMy1HYC", "num_citations": 0, "pub_url": "http://jurnalmesin.petra.ac.id/index.php/mes/article/view/19249", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:34gBwwEUQb0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Modal and Harmonic Response Analysis: Linear-Approach Simulation to Predict the Influence of Granular Stiffeners on Dynamic Stiffness of Box-Shaped Workpiece for Increasing Stability Limit against Chatter", "pub_year": 2014, "citation": "Applied Mechanics and Materials 493, 501-506, 2014", "author": "Oegik Soegihardjo and Suhardjono Suhardjono and Bambang Pramujati and Agus Sigit Pramono", "journal": "Applied Mechanics and Materials", "volume": "493", "pages": "501-506", "publisher": "Trans Tech Publications Ltd"}, "filled": true, "author_pub_id": "PZkjBwkAAAAJ:Tyk-4Ss8FVUC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=17511904951815788709", "cites_id": ["17511904951815788709"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:pVhiicXIBvMJ:scholar.google.com/", "cites_per_year": {"2015": 1, "2016": 0, "2017": 0, "2018": 0, "2019": 1, "2020": 0, "2021": 0, "2022": 0, "2023": 1}}
