{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Identifikasi Pengaruh Cahaya terhadap Computer Vision Syndrome dan Produktivitas: Studi Kasus pada Pekerja Konsultan Perencana Struktur Bangunan", "pub_year": 2025, "citation": "Jurnal Dimensi Insinyur Profesional 3 (1), 1-8, 2025", "author": "Talisha Joelyn Sovi and Tanti Octavia and Aditya Lazuardi Lesmana", "journal": "Jurnal Dimensi Insinyur Profesional", "volume": "3", "number": "1", "pages": "1-8", "abstract": "Mata merupakan indra sensorik utama yang berperan penting dalam mendukung aktivitas manusia, terutama dalam pekerjaan yang membutuhkan fokus visual tinggi, seperti perencana struktur bangunan. Di Indonesia, pekerja sering menghabiskan waktu kerja 7 jam sehari di depan layar komputer, yang diperpanjang dengan rata-rata penggunaan perangkat seluler selama 6 jam sehari. Akumulasi durasi ini menyebabkan pekerja menatap layar digital selama sekitar 13 jam setiap harinya, atau setara dengan 55% waktu harian pekerja. Pola ini meningkatkan risiko Computer Vision Syndrome (CVS), yaitu gangguan penglihatan dengan gejala seperti ketegangan mata, penglihatan kabur, sakit kepala, mata kering, serta nyeri pada leher dan bahu. Penelitian ini bertujuan untuk menganalisis hubungan antara pencahayaan dan CVS, serta dampaknya terhadap produktivitas pekerja di perusahaan konsultan perencana struktur bangunan. Hasil penelitian menunjukkan bahwa pencahayaan di kantor belum memenuhi standar yang berlaku, sehingga menciptakan lingkungan kerja yang kurang optimal. Kondisi ini menyebabkan gejala CVS pada pekerja, yang berdampak pada penurunan konsentrasi, peningkatan kesalahan kerja, dan menurunkan produktivitas. Di samping itu, kesalahan atribusi juga teridentifikasi dalam penelitian ini. Responden cenderung mengaitkan penurunan produktivitas dengan faktor internal, seperti kurang tidur, dibandingkan faktor eksternal, seperti pencahayaan yang buruk. Oleh karena itu, diperlukan perbaikan sistem pencahayaan yang lebih baik untuk menciptakan lingkungan kerja yang mendukung kesehatan …"}, "filled": true, "author_pub_id": "q8wuJbgAAAAJ:RuPIJ_LgqDgC", "num_citations": 0, "pub_url": "https://dimensi-ppi.petra.ac.id/index.php/dip/article/download/39/26", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:bztQ_EF08vkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisa Pengaruh Keterlambatan dan Ketidakakuratan Data Laporan Hasil Opname terhadap Pembayaran Gaji Tukang dalam Proyek Konstruksi", "pub_year": 2025, "citation": "Jurnal Dimensi Insinyur Profesional 3 (1), 35-40, 2025", "author": "Gabriele Charity Hartono and Tanti Octavia", "journal": "Jurnal Dimensi Insinyur Profesional", "volume": "3", "number": "1", "pages": "35-40", "abstract": "Keterlambatan pembayaran gaji tukang seringkali menjadi kendala utama dalam kelancaran proyek konstruksi. Penelitian ini bertujuan untuk mengidentifikasi permasalahan yang timbul akibat keterlambatan dan ketidakakuratan data hasil opname lapangan dalam pembayaran gaji tukang. Melalui studi kasus pada sebuah proyek konstruksi, penelitian ini menemukan bahwa keterlambatan pengiriman data, ketidakakuratan data, dan prosedur pembayaran yang tidak efisien menjadi penyebab utama keterlambatan pembayaran gaji tukang. Akibatnya, produktivitas pekerja menurun dan proyek berisiko mengalami keterlambatan. Penelitian ini menyarankan implementasi sistem pelaporan digital, pelatihan bagi supervisor, dan peningkatan kolaborasi antara berbagai pihak terkait untuk mengatasi masalah ini."}, "filled": true, "author_pub_id": "q8wuJbgAAAAJ:8dzOF9BpDQoC", "num_citations": 0, "pub_url": "https://dimensi-ppi.petra.ac.id/index.php/dip/article/download/45/30", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZkPUexop3qAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sustainable Composite Fabrication Using Waste Oyster Shells Through Additive Manufacturing Technology", "pub_year": 2024, "citation": "Journal of the Chinese Society of Mechanical Engineers 45 (5), 501-507, 2024", "author": "Yulius Shan Romario and Tanti Octavia and Tri Hananto Saputra and Fransiskus Xaverius Suryadi", "volume": "45", "number": "5", "pages": "501-507", "abstract": "Sustainable resources are one of the important aspects in maintaining the stability of nature. Nowadays, one of the major concerns is the development of recycled materials as additives or even substitutes for raw materials. This research aims to examine the possibility of using recycled materials in additive manufacturing (AM) in order to reduce the environmental impact. In this regard, oyster shells are considered as one of the wastes that can be utilized as a sustainable resource in the AM process. The current study involves the use of oyster shells and recycled clay as the feeding material for the 3D printer. The results revealed that the quality of fabricated products from recycled oyster shell raw materials was comparable to products made from conventional raw materials. The average flexural strength and compression strength of products fabricated through recycled material are 19.06 MPa and 429.57 kPa, respectively. In addition, this study also examines the impact of using recycled oyster shells on the green supply chain and its contribution to the circular economy. The utilization of recycled raw materials in the AM processes also positively impacts cost efficiency"}, "filled": true, "author_pub_id": "q8wuJbgAAAAJ:KWzIFqRkAKkC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21367/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nn451enFZK4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Implementing a Smart Farm Layer Management System Using Microcontrollers and Android", "pub_year": 2024, "citation": "2024 11th International Conference on Electrical Engineering, Computer …, 2024", "author": "Edyq Setijarso and Tanti Octavia and Siana Halim and Andreas Handojo", "conference": "2024 11th International Conference on Electrical Engineering, Computer Science and Informatics (EECSI)", "pages": "697-702", "publisher": "IEEE", "abstract": "Cage management has long been considered one of the most important influences on poultry health and productivity. As well as the comfort of the cage, it is important to focus on safety and maintain all conditions in, around, and through equipment and supplies that have been used, implementing a preset condition or an overall system. Nevertheless, the closed-house layer cage system is said to be associated with some disadvantages. For example: There is no real-time capture and recording of temperature and humidity values detected by sensors. Furthermore, although the system includes some real-time values and notifications about egg collections, it does not have any daily recording data or performance dashboard for the cage, for example, indicating eggs laid per day versus the predicted number of chickens in cages, so production efficiency can be calculated on a weekly basis. It is also clear that such …"}, "filled": true, "author_pub_id": "q8wuJbgAAAAJ:-uzm3Y7AvW0C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=9888772880347120388", "cites_id": ["9888772880347120388"], "pub_url": "https://ieeexplore.ieee.org/abstract/document/10776549/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:BEObrYr6O4kJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Outbound Logistic Critical Process Improvement Planning Based on Business Process Evaluation: a Case Study in the Bicycle Industry", "pub_year": 2024, "citation": "2024 11th International Conference on Electrical Engineering, Computer …, 2024", "author": "Andreas Henokh Soentanto and Tanti Octavia and Desi Winoto", "conference": "2024 11th International Conference on Electrical Engineering, Computer Science and Informatics (EECSI)", "pages": "824-829", "publisher": "IEEE", "abstract": "The supply chain team of a bicycle company wants to evaluate the current outbound logistics operations, which are motivated by attaining lean logistics and reducing truck wait time. As a result, an entire outbound logistics business process is established using the company's standard framework, known as the Responsible, Accountable, Consulted, and Informed (RACI) Matrix. Waste analysis shows that 58% of stuffing activity is nonvalue added. It entails Empty containers which are waiting to be filled and bringing the prepared goods back to the loading dock operations. The distribution of operators and open containers, as well as the loading dock's overcapacity, are the root causes of waste. A propose improvement regarding resource optimization and the number of containers was made using the ProModel. The result of the first proposed model will increase the stuffing speed to 0.51 containers/hour and increase …"}, "filled": true, "author_pub_id": "q8wuJbgAAAAJ:JP7YXuLIOvAC", "num_citations": 0, "pub_url": "https://ieeexplore.ieee.org/abstract/document/10776144/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:q1ZRoW2_6K0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Rancangan Perbaikan Sistem Manajemen Pergudangan Pada Gudang PT. X", "pub_year": 2024, "citation": "Jurnal Titra 12 (2), 65-72, 2024", "author": "Fiorellia Loraine Halim and Tanti Octavia", "journal": "Jurnal Titra", "volume": "12", "number": "2", "pages": "65-72", "abstract": "PT. X warehouse is the main activity of the company because it serves ships demand for ship’s needs. Ships are the main transportation for PT. X’s business, so warehouse needs good warehouse management systems to fulfil ships demand. Currently, there are two main problems in the warehouse management systems, that are poor product arrangement and non-integrated stock recording. The impact of these problems makes picking process difficult and the stock in actual and system not same. To manage the warehouse properly, the calculation of storage racks need is conducted for consumable products and sparepart products. To determine the required numbers of rack, should do a calculation for unit requirement of consumable products and sparepart products using Reorder Point (ROP) and Economic Order Quantity (EOQ) calculations. For product arrangement will use dedicated storage method by considering the average demand and weight of product. The result of storage rack calculation is found that, consumable products require 5 racks and sparepart products require 33 racks. Additionally, to improve stock recording system, barcode system is proposed to use in warehouse to enhance integration."}, "filled": true, "author_pub_id": "q8wuJbgAAAAJ:ZqE1mSdD_DYC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/14258", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:k1lkXP9vaokJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Implementasi Sistem Manajemen Pergudangan dengan Pendekatan Class Based Storage dan Metode ABC Classification pada Perusahaan Farmasi: Indonesia", "pub_year": 2024, "citation": "Teknoin 29 (1), 2024", "author": "Jane Ivana Albert Sutrisno and Tanti Octavia", "journal": "Teknoin", "volume": "29", "number": "1", "abstract": "PT. X merupakan perusahaan manufaktur yang bergerak di bidang farmasi. Sistem manajemen pergudangan yang ada pada PT. X saat ini belum berjalan dengan teratur dan efisien."}, "filled": true, "author_pub_id": "q8wuJbgAAAAJ:NMlhSUseqAsC", "num_citations": 0, "pub_url": "https://journal.uii.ac.id/jurnal-teknoin/article/download/30360/16878", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:zNlX251GtEwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Evaluasi Penyediaan Air Bersih Di Kecamatan Maulafa Kota Kupang", "pub_year": 2024, "citation": "Jurnal Dimensi Insinyur Profesional 2 (1), 1-5, 2024", "author": "Wenceslaus Reinaldo Fernandez and Tanti Octavia", "journal": "Jurnal Dimensi Insinyur Profesional", "volume": "2", "number": "1", "pages": "1-5", "abstract": "Pertumbuhan dan perkembangan penduduk yang cukup tinggi menyebabkan kebutuhan air bersih juga semakin meningkat, salah satunya di Kecamatan maulafa. Penelitian ini dilakukan untuk mengevaluasi kinerja jaringan distribusi air bersih di kecamatan maulafa. Evaluasi kinerja jaringan distribusi air bersih ditinjau berdasarkan aspek pelayanan dan"}, "filled": true, "author_pub_id": "q8wuJbgAAAAJ:AzKEL7Gb_04C", "num_citations": 0, "pub_url": "https://dimensi-ppi.petra.ac.id/index.php/dip/article/view/16", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:M6xStWU7irAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Customer Loyalty Segmentation in Online Store Using LRFM and MLRFM in Combination with RM K-Means Algorithm", "pub_year": 2024, "citation": "Jurnal Teknik Informatika (Jutif) 5 (2), 497-507, 2024", "author": "Angelina Caroline Utomo and Andreas Handojo and Tanti Octavia", "journal": "Jurnal Teknik Informatika (Jutif)", "volume": "5", "number": "2", "pages": "497-507", "abstract": "The rapid development of online business in recent years has driven Store X to embark on a digital transformation. By the end of 2020, Store X relocate their conventional business to online business. The greatest obstacle and key to success for online business operators, such as Store X, is gaining and retaining consumer loyalty in the face of an increasing number of competitors. Therefore, the company must be able to identify the character (behavior) of its clients to provide appropriate treatment. Each customer's behavior is unique, which means they must all be treated differently. However, all this time, Online Store X has provided the same treatment (as much of a discount) to all its customers due to the lack of information regarding their customers’ characteristics. Therefore, in this study, customers of Online Store X were segmented based on their transactional behavior using online transaction history data from March 2021 to March 2023. Two customer analysis models, LRFM and MLRFM, will be combined with RM K-Means to find the best combination through Silhouette Coefficient values. The optimal number of clusters (k) is then determined using the Elbow Method. The results indicate that the optimal number of clusters for both combinations is K= 3, with the combination of MLRFM and RM K-Means is the best combination. The finest combination has a silhouette coefficient value of 0.8609. Based on this combination, it is also known that 2,053 customers in cluster 3 are loyal customers, while 2,339 customers in cluster 1 and 2 are lost customers. The results of this study were also implemented on websites built for X Store using Python …"}, "filled": true, "author_pub_id": "q8wuJbgAAAAJ:CNPyR2KL9-0C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=6795258857496321219", "cites_id": ["6795258857496321219"], "pub_url": "https://jutif.if.unsoed.ac.id/index.php/jurnal/article/view/1497", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:wxzlle2bTV4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PERANCANGAN ULANG TATA LETAK FASILITAS PADA PERUSAHAAN FLEXIBLE PACKAGING", "pub_year": 2024, "citation": "Prosiding Seminar Hasil Penelitian dan Pengabdian Masyarakat 6 (1), 2024", "author": "Alvin Agustinus Gondo and Evan Evan and Felix Felix and Theofilus Davin and Tanti Octavia", "journal": "Prosiding Seminar Hasil Penelitian dan Pengabdian Masyarakat", "volume": "6", "number": "1", "abstract": "Penelitian ini bertujuan merancang sebuah tata letak fasilitas perusahaan yang dapat meminimalkan jarak tempuh. Penelitian dilakukan dengan mengumpulkan data berdasarkan observasinya selama sebulan di PT. X. Terdapat dua metode yang menjadi pertimbangan dalam mengusulkan perubahaan tata letak yaitu 2-OPT dan BLOCPLAN. Solusi yang didapat dari menggunakan dua metode tersebut ditentukan dari hasil nilai momen yang dimiliki. Semakin kecil nilai momen yang dihasilkan, semakin efektif layout tersebut. Adapun teori yang yang berkaitan, peneliti menggunakan Relationship Chart untuk mengidentifikasi hubungan antar fasilitas. Studi ini menemukan bahwa terjadinya bottlenecking dan backtracking pada tata letak perusahaan tersebut. Hasil yang disimpulkan dari pengembangan perubahan tata letak fasilitas adalah dengan memecah gudang campur perusahaan dipisahkan menjadi tiga bagian dengan fungsi berbeda seperti gudang finished goods, gudang saw tender, dan gudang skipper dengan"}, "filled": true, "author_pub_id": "q8wuJbgAAAAJ:H_jBuBxbQIAC", "num_citations": 0, "pub_url": "https://jurnal.polines.ac.id/index.php/Sentrikom/article/view/5555", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qWInaeg18_IJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Peningkatan Produktivitas Truck Lossing dengan Standarisasi Jumlah Armada pada PT. X Jakarta", "pub_year": 2024, "citation": "Jurnal Titra 12 (1), 1-8, 2024", "author": "Sydney Sebastian and Tanti Octavia", "journal": "Jurnal Titra", "volume": "12", "number": "1", "pages": "1-8", "abstract": "At PT. X, truck lossing is one of the company's service support activities. Target of the productivity of truck lossing is greater than 80%, while the average truck lossing productivity from May to July 2021 is 68.326%. The reason for this is because the number of fleets was divided into different terminals and depots. PT. X wants to standardize the number of fleets so that the target of truck lossing productivity can be achieved. Therefore, the increase of truck lossing productivity is carried out by standardizing the number of fleets based on the number of container submissions (TEUs) and the rit rate achieved. Target of rit rate achieved that company wants is 10 rit. This research was conducted using the Promodel simulation software. The simulation results of the proposed model show that the standardization of the number of fleets is better, seen from the increase in truck lossing productivity by 31.678% with an achievement rit rate of 9 to 12"}, "filled": true, "author_pub_id": "q8wuJbgAAAAJ:EsEWqaRxkBgC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/13889", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:zedsNt_rMIgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Optimizing travel distance for picking order problem using symbiotic organism search algorithm combined with mutation operators", "pub_year": 2024, "citation": "AIP Conference Proceedings 2951 (1), 2024", "author": "Tanti Octavia and Andreas Handojo and Adelyn Thungriallu", "journal": "AIP Conference Proceedings", "volume": "2951", "number": "1", "publisher": "AIP Publishing", "abstract": "This article aims to investigate the reliability of sos algorithm for solving the picking order problems considering the real environments of warehouse. We attempt to apply SOS algorithm combined with mutation operators. There are three mutation operators used, namely swap mutation operator, inversion mutation operator, and insertion operator. Simulation is carried out using a case study of warehouse’s company that stores various kinds of daily products to fulfil the customer demand. The simulation is run considering the percentage decrease in the distance between initial solution and final solution and the computational time. Simulation is run for the number of iterations of 100, 500, and 1000 and the ecosystem size as 10, 20, and 50. The results show the Symbiotic Organism Search (SOS) algorithm can provide a large percentage of distance reduction for a small number of consumer demand in all iterations and …"}, "filled": true, "author_pub_id": "q8wuJbgAAAAJ:-yGd096yOn8C", "num_citations": 0, "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2951/1/030016/3019998", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:3xRt2E_R-ZUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Inventory models for multi items stock-dependent demand and stock-dependent holding rate with capacity constraint", "pub_year": 2024, "citation": "AIP Conference Proceedings 2951 (1), 030025, 2024", "author": "I Gede Agus Widyadana and Tanti Octavia and Andreas Handojo and Eduardo Hendrianta", "journal": "AIP Conference Proceedings", "volume": "2951", "number": "1", "pages": "030025", "publisher": "AIP Publishing LLC", "abstract": "Inventory models for stock-dependent demand have been developed continuously in recent years. In this paper, we develop inventory dependent model for multi-items by considering stock-dependent demand and stock-dependent holding rate for a rack that has a specific capacity. Two models are developed. The first model is an individual order quantity for each item and the second model is a joint replenishment model. The non-linear model with constraint is solved using an evolutionary algorithm. A numerical example and sensitivity analysis are conducted to show how the models work and to get some management insights. The sensitivity analysis shows that there is no dominant model. However, the joint replenishment order outperforms the individual order when the rack capacity is tight and there is a high ordering cost"}, "filled": true, "author_pub_id": "q8wuJbgAAAAJ:unp9ATQDT5gC", "num_citations": 0, "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2951/1/030025/3020035", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:knXlj_QLci4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Faktor-faktor Keterlambatan Waktu pada Proyek Konstruksi Gedung Bertingkat di Indonesia terhadap Profesionalisme dan Etika Kerja", "pub_year": 2024, "citation": "Jurnal Dimensi Insinyur Profesional 2 (2), 7-14, 2024", "author": "Bernadette Mega Claudia Kuncoro and Tanti Octavia", "journal": "Jurnal Dimensi Insinyur Profesional", "volume": "2", "number": "2", "pages": "7-14", "abstract": "Salah satu indikator proyek konstruksi berhasil adalah ketepatan waktu penyelesaian proyek sesuai dengan perencanaan. Namun, keterlambatan pada proyek konstruksi saat ini telah menjadi hal yang umum terjadi. Banyak kontraktor yang tidak mengetahui penyebab keterlambatan waktu dan sulit memprediksi keterlambatan waktu yang akan terjadi. Sehingga, keterlambatan pada proyek konstruksi tidak dapat dihindari. Dampak terbesar dari keterlambatan waktu adalah kerugian biaya untuk berbagai pihak yang terlibat pada proyek. Penelitian ini bertujuan untuk mengetahui faktor-faktor yang berpengaruh signifikan dan hubungan antar faktor dalam keterlambatan waktu pada proyek konstruksi gedung bertingkat di Indonesia. Pengambilan data dilakukan dengan penyebaran kuesioner. Responden pada penelitian ini berjumlah lima belas ahli yang telah berpengalaman pada bidang konstruksi. Faktor-faktor penyebab keterlambatan waktu pada penelitian ini yang akan dianalisis berdasarkan prinsip profesionalisme dan etika dalam bekerja. Faktor-faktor penyebab keterlambatan waktu terdiri dari dua puluh faktor. Penelitian ini menggunakan metode analisis Interpretive Structural Modeling (ISM). ISM adalah metode yang dapat menggambarkan struktur sistem yang kompleks melalui grafik dan kata-kata. Melalui analisis data ditemukan faktor-faktor yang paling berpengaruh signifikan dalam keterlambatan proyek konstruksi di Indonesia. Faktor-faktor yang menjadi penyebab paling berpengaruh adalah cuaca buruk, keadaan memaksa, kondisi lokasi sulit, dan akses meuju lokasi sulit. Melalui hasil yang ditunjukan keterlambatan waktu …"}, "filled": true, "author_pub_id": "q8wuJbgAAAAJ:4aZ_i-5WJEQC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=16862898517575360834", "cites_id": ["16862898517575360834"], "pub_url": "https://dimensi-ppi.petra.ac.id/index.php/dip/article/download/27/17", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:QmGKt9sMBeoJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Detail Engineering Design (DED) Pengembangan SPAM Kecamatan Karangbinangun Kabupaten Lamongan", "pub_year": 2023, "citation": "Jurnal Dimensi Insinyur Profesional 1 (1), 28-32, 2023", "author": "Tanti Octavia", "journal": "Jurnal Dimensi Insinyur Profesional", "volume": "1", "number": "1", "pages": "28-32", "abstract": "The need for clean water in Karangbinangun Subdistrict, Lamongan Regency is increasing. In order to meet the needs of clean water and public health and the achievement of the national target of 10 million housing connections, SPAM development is planned in Karangbinangun Subdistrict, Lamongan Regency. SPAM development is planned with a capacity of 300 l/s to serve 4 subdistricts namely Karangbinangun, Deket, Glagah, and Kalitengah. The scope of DED activities is intake planning, Water Treatment Plant (IPA), Design transmission and distribution pipe, Main reservoir and distribution. Planned intake system is Condoit Intake System. Pipa transmission uses HDPE pipe diameter 500 mm,±100 m. IPA planned IPA package as much as 3 units, capacity of 100 l/s. The main reservoir volume is 5,000 m3, 1 unit and the reservoir in Deket Subdistrict is 2,000 m3. JDU pipe length±14,600 m.Abstrak: Kebutuhan air bersih di Kecamatan Karangbinangun, Kabupaten Lamongan semakin meningkat sejalan dengan pertumbuhan penduduk serta berkembangnya kawasan pemukiman maupun industri. Dalam rangka pemenuhan kebutuhan air bersih dan kesehatan masyarakat serta pencapaian target nasional 10 juta sambungan rumah, direncanakan pengembangan SPAM di Kecamatan Karangbinangun Kabupaten Lamongan. Pengembangan SPAM direncanakan berkapasitas 300 liter/detik untuk melayani 4 kecamatan yakni Karangbinangun, Deket, Glagah, dan Kalitengah. Lingkup kegiatan DED adalah perencanaan intake, Instalasi Pengolahan Air (IPA), Desain pipa transmisi dan distribusi, Reservoir utama dan distribusi. Sistem intake …"}, "filled": true, "author_pub_id": "q8wuJbgAAAAJ:NxmKEeNBbOMC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=3872695979945598417", "cites_id": ["3872695979945598417"], "pub_url": "https://dimensi-ppi.petra.ac.id/index.php/dip/article/download/14/6", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:0Z29r3mUvjUJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Designing a Proposed Scheduling Model in Logistics Company", "pub_year": 2023, "citation": "2023 2nd International Conference on Computational Modelling, Simulation and …, 2023", "author": "Kenny Channiago and Tanti Octavia", "conference": "2023 2nd International Conference on Computational Modelling, Simulation and Optimization (ICCMSO)", "pages": "264-268", "publisher": "IEEE", "abstract": "X. Corp. is a company engaged in the logistics industry that provides their clients with every logistics need, including land transport. The company has received many complaints regarding their on-time delivery. A new model of scheduling must be implemented to provide and maintain good on time delivery and truck cycle. A model of scheduling with EDD method will be compared to the actual scheduling results by random sample. Then, a program will be made by Excel VBA to automate the scheduling process. The output of the program will then be compared to the actual scheduling for the past 2 months. Results show that EDD method is the most optimal method for scheduling a model that is based on a due date. Compared to the actual scheduling model, the scheduling program could improve truck cycle by 15%. A better truck cycle means faster delivery and more truck utility."}, "filled": true, "author_pub_id": "q8wuJbgAAAAJ:__bU50VfleQC", "num_citations": 0, "pub_url": "https://ieeexplore.ieee.org/abstract/document/10337427/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:rqcOqv000W8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Classification of Potential Blood Donors Using Artificial Neural Networks and Alternating Least Squares", "pub_year": 2023, "citation": "2023 2nd International Conference on Computational Modelling, Simulation and …, 2023", "author": "Andreas Handojo and Tanti Octavia and Widya Arditanti", "conference": "2023 2nd International Conference on Computational Modelling, Simulation and Optimization (ICCMSO)", "pages": "259-263", "publisher": "IEEE", "abstract": "Blood has an important role in human life. Lack of blood can cause illness and even death. To meet the needs of human blood, it requires blood donors from other people. The problem that occurs is that everyone can only donate blood once every three months. The problem is that not all blood donors routinely donate blood every three months. Therefore, it is important for the Red Cross to be able to classify active and passive donors, especially when there is an urgent need for blood. A method is needed that can be used to provide recommendations for active donors who have a high probability of donating blood so that they can do so immediately. So that the Red Cross can conduct the selection of potential donors more effectively and so that there are not many expired blood stocks. In this study, the classification of potential donors was carried out using an Artificial Neural Network and Alternating Least Squares …"}, "filled": true, "author_pub_id": "q8wuJbgAAAAJ:A8cqit5AE6sC", "num_citations": 0, "pub_url": "https://ieeexplore.ieee.org/abstract/document/10337436/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:QHmOF6e7XCMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Blood bags demand forecasting using ARIMA", "pub_year": 2023, "citation": "AIP Conference Proceedings 2727 (1), 2023", "author": "Tanti Octavia and Andreas Handojo and Gabriela Consuelo Heriyanto", "journal": "AIP Conference Proceedings", "volume": "2727", "number": "1", "publisher": "AIP Publishing", "abstract": "Blood is an irreplaceable thing in the human body. If a person lacks blood then a blood transfusion is needed from someone else. The Red Cross is an organization that handles the need for blood bags for the purposes of blood transfusions. The amount of demand for blood bags varies greatly each month so it is necessary to predict how many blood bags are needed. In this study, the demand for blood bags was forecasted using the ARIMA method. Forecasting was carried out on Whole Blood (WD) and Platelet Concentrate (TC) blood components considering the large difference in expiration time between WD with an expiration of 35 days and TC with an expiration of 5 days. Demand data is taken from January 2018 to September 2021 at the Indonesian Red Cross Surabaya. The forecasting results obtained show that the ARIMA model (0, 1, 3) for WD and the ARIMA model (1, 1, 3) for TC has the lowest RMSE …"}, "filled": true, "author_pub_id": "q8wuJbgAAAAJ:MIg0yeAD4ggC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=9430230619593030061", "cites_id": ["9430230619593030061"], "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2727/1/030006/2895044", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:rbna9sjo3oIJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Blood bag request tracking application: A case study of PMI Surabaya", "pub_year": 2023, "citation": "AIP Conference Proceedings 2727 (1), 2023", "author": "Andreas Handojo and Tanti Octavia and Gabriela Consuelo Heriyanto", "journal": "AIP Conference Proceedings", "volume": "2727", "number": "1", "publisher": "AIP Publishing", "abstract": "Blood is an important thing in the human body, if lack of blood can be fatal and even cause death. If a person lacks blood, it can be helped by doing a blood transfusion from someone else. The government and the Red Cross conducted a blood donation process to meet this need. Hospitals and people who need blood bags can submit a request to the Red Cross. The submission of this request is done by filling out a paper form or by telephone, there is still no application that supports submitting an online request. This is very necessary considering the speed of service to requests for blood bags is very necessary, considering this is related to a person's life. This study tries to develop a prototype application that provides an online blood bag request service so that the blood bag requester can monitor whether the request is accepted, rejected (not available), or is in the process of being sent, and so on. From testing on …"}, "filled": true, "author_pub_id": "q8wuJbgAAAAJ:z6xuaG2dYH0C", "num_citations": 0, "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2727/1/030005/2895109", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vGkCnhsFZU0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Saving Lives with Data: How Blood Supply Chain Optimization Reduces Shortages by 7%", "pub_year": 2023, "citation": "Proceedings of the International Conference on Intellectuals’ Global …, 2023", "author": "Andreas Handojo¹ and Tanti Octavia and Gabriela Consuelo Heriyanto¹", "journal": "Proceedings of the International Conference on Intellectuals’ Global Responsibility (ICIGR 2022)", "volume": "750", "pages": "487", "publisher": "Springer Nature", "abstract": "This study aims to predict the demand for blood bags considering their expiration date, to help address the uncertainty and potential shortages in the Red Cross's blood stock. The ARIMA method was used to predict the future demand for blood bags, particularly during the COVID-19 pandemic. The simulation results show a 45% reduction in excess stock and a 7% reduction in stock shortages, indicating that the predictive model can effectively optimize the blood supply chain. These findings have significant implications for humanitarian activities, particularly in times of crisis when the demand for blood is high and uncertain, as it enables better planning and management of blood supply, which ultimately saves lives."}, "filled": true, "author_pub_id": "q8wuJbgAAAAJ:-6RzNnnwWf8C", "num_citations": 0, "pub_url": "https://books.google.com/books?hl=en&lr=&id=lcu_EAAAQBAJ&oi=fnd&pg=PA487&dq=info:_stli0vkZWIJ:scholar.google.com&ots=6AeWQCXPLn&sig=7RqTPf0WE-mY9hbNAlrFwIlrwcw", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:_stli0vkZWIJ:scholar.google.com/", "cites_per_year": {}}
