{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Performance Evaluation of Simple Regular Buildings using FBD and DDBD Methods with a Consistent Target Drift", "pub_year": 2025, "citation": "Civil Engineering Dimension 27 (1), 59-72, 2025", "author": "Pamuda Pudjisuryadi and William Sumargo and Alvin Kho and Benjamin Lumantarna", "volume": "27", "number": "1", "pages": "59-72", "abstract": "The Direct Displacement Based Design (DDBD) method, proposed by  Priestley, is an alternative to the traditional Force-Based Design (FBD)  method for earthquake-resistant design. This study compares the  performance of 4-story and 12-story buildings designed using both FBD  and DDBD with the same target drift of 2%. The differences in base  shear used for the design of the two approaches are discussed. To  evaluate the buildings performance, Nonlinear Dynamic Procedure  (NDP) analysis, or nonlinear time history analysis, was conducted considering  500 and 2500 years return period earthquakes. The results indicate that  the actual drift of both designs deviates from the target drift; however,  the observed drifts remain within the maximum limits set by FEMA  356. Moreover, plastic damages were observed in unexpected areas of  the columns, suggesting that the strong-column weak-beam design concept,  as stipulated by building codes, does not entirely prevent damage to  columns."}, "filled": true, "author_pub_id": "QiMYEOoAAAAJ:nb7KW1ujOQ8C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21506/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:97FsFt_v9uUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Performance of Externally Steel Angle-Collared Concrete Columns Under Axial Compressive Load", "pub_year": 2025, "citation": "International Review of Civil Engineering 15 (4), 334-343, 2025", "author": "Pamuda Pudjisuryadi and Aoron Honestyo", "volume": "15", "number": "4", "pages": "334-343", "abstract": "Deficient Reinforced Concrete (RC) columns and higher demands of new codes are the  main reasons for retrofit works for RC columns. One of the deficiencies involves the lack of confining  elements which leads to poor ductility. Confining stress conventionally provided by transverse  reinforcement has been recognized to enhance the strength and ductility of RC columns. Nowadays,  the confinement method has been further developed to be applied externally which is more suitable  for retrofit works. In square or rectangular columns, providing effective confining stress is not as  simple as that of circular columns. In this research, displacement controlled compressive test on a  set of square RC columns retrofitted by steel angle collars is presented. The volumetric ratio of the  confining elements is the main parameter to investigate the effectiveness of the retrofitting technique.  Enhancement of axial strength and ductility are observed as the confining element volumetric ratio  increases."}, "filled": true, "author_pub_id": "QiMYEOoAAAAJ:P5F9QuxV20EC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21444/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:rtWaNWGPcTsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Experimental Study of Bond Strength of Embedded Steel Reinforcement in Vibration-Based 3D Printed Concrete Mortar", "pub_year": 2024, "citation": "Civil Engineering Dimension 26 (2), 130-137, 2024", "author": "Jimmy Chandra and Alvin Halim and Franky Budiman and Pamuda Pudjisuryadi and Antoni Antoni", "journal": "Civil Engineering Dimension", "volume": "26", "number": "2", "pages": "130-137", "abstract": "Many new construction techniques have been developed in recent years, one of them is Three-Dimensional Concrete Printing (3DCP). It offers many advantages such as reduced human error, minimum manpower usage, and shorter construction period. This technique, however, still needs to be studied further to ensure good quality of constructions. This experimental study aims to investigate the bond strength of embedded steel reinforcement in vibration-based 3DCP mortar. The parameters varied are reinforcement diameter and direction of printing. It is found that average bond stress decreases as reinforcement diameter increases. Furthermore, 3DCP specimens with bars placed parallel to the printing direction have relatively higher bond stresses as compared to the ones with bars placed perpendicularly. As compared to conventional cast specimens, 3DCP specimens have higher bond stresses which might be due to vibration-based 3DCP mortar. Moreover, building code formulas significantly underestimate the bond stresses of vibration-based 3DCP specimens tested in this study."}, "filled": true, "author_pub_id": "QiMYEOoAAAAJ:NhqRSupF_l8C", "num_citations": 0, "pub_url": "https://ced.petra.ac.id/index.php/civ/article/view/28055", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:HFmbtvUXZ9EJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Stress-Strain Model of Concrete Columns Externally Collared with Steel Angles Subjected to Axial Compression", "pub_year": 2024, "citation": "International Review of Civil Engineering 15 (3), 278-286, 2024", "author": "Pamuda Pudjisuryadi and Aoron Honestyo", "volume": "15", "number": "3", "pages": "278-286", "publisher": "Petra Christian University", "abstract": "RC Structures with poorly confined columns have been known to have poor performance during earthquake events. Brittle failures of columns with low ductility can lead to progressive overall building collapses. Many confining techniques have been proven to be successful in retrofitting circular columns. However, for square or rectangular columns, providing effective confining stress be the external retrofitting method is not a simple task due to the high stress concentration occurring at the columns corners. In this paper, an analytical model for the axial stress-strain relationship of square columns confined only by external steel collars has been developed. The combined effect of conventional internal stirrups and the external steel collars on the improved stress-strain relationship has been also developed analytically and proposed as the retrofit design approach. Comparison with experimental results has shown that the axial stress-strain relationship of square RC columns could be well predicted be the proposed retrofit design approach."}, "filled": true, "author_pub_id": "QiMYEOoAAAAJ:xtRiw3GOFMkC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21259/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:c2OierTwDagJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Seismic Responses of Concrete Building Subjected to Out-of-phase Ground Motions", "pub_year": 2023, "citation": "Civil Engineering Dimension 25 (2), 96-105, 2023", "author": "Yohanes Karyanto and Dario Rosidi and Pamuda Pudjisuryadi", "journal": "Civil Engineering Dimension", "volume": "25", "number": "2", "pages": "96-105", "abstract": "Seismic performance of a building is commonly evaluated by applying same design ground motions at each building foundation. However, local soil conditions beneath a building likely vary, and these variations could result in out-of-phased design ground motions at each of the foundation locations. In this study, building’s responses during earthquakes were analyzed and compared using same and out-of-phase ground motions. The building is 10-story, 90m-wide, reinforced concrete structure supported on isolated footings with tie beams. Dynamic time response analyses were performed using five earthquake records which were scaled to a design response spectrum for a location in Surabaya. Seismic modification factor, R, of 8 was used. The results indicate that the use of out-of-phase ground motions does not have significant impacts on building inter-story drifts; it results, however in significantly higher column base shears and tie beam axial forces compared to those calculated using same ground motions."}, "filled": true, "author_pub_id": "QiMYEOoAAAAJ:b0M2c_1WBrUC", "num_citations": 0, "pub_url": "https://ced.petra.ac.id/index.php/civ/article/view/26146", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:EBR1CFUH1lQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The influence of viscosity-modifying agent and calcium carbonate on 3D printing mortar characteristics", "pub_year": 2023, "citation": "IOP Conference Series: Earth and Environmental Science 1195 (1), 012021, 2023", "author": "Antoni Antoni and N Adi and ME Kurniawan and A Agraputra and D Teopilus and P Pudjisuryadi and J Chandra and D Hardjito", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "1195", "number": "1", "pages": "012021", "publisher": "IOP Publishing", "abstract": "3D printing or additive manufacturing is an example of technology development in the construction sector. In 3D printing mortar, many things need to be considered regarding the characteristics of the mortar, such as workability, initial setting time, compressive strength, extrudability, and buildability. In previous studies, there were problems in the printing process, such as a lousy extrusion process and cracks in the 3D printing mortar sample. This study used calcium carbonate and a viscosity-modifying agent (VMA) to modify the mixture to achieve the desired characteristics. The extrudability and buildability were tested by observing the extrusion process and measuring the thickness and width of each layer printed. Based on the research, adding calcium carbonate and VMA can reduce workability and accelerate the initial setting time of the mixture. The use of VMA can reduce the compressive strength of the mixture …"}, "filled": true, "author_pub_id": "QiMYEOoAAAAJ:EUQCXRtRnyEC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=12236058003644035097", "cites_id": ["12236058003644035097"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/1195/1/012021/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:GTBHxuw1z6kJ:scholar.google.com/", "cites_per_year": {"2024": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Application of modified partial capacity design on six-story L-shaped reinforced concrete buildings with variations on elastic columns configurations", "pub_year": 2023, "citation": "IOP Conference Series: Earth and Environmental Science 1195 (1), 012006, 2023", "author": "Pamuda Pudjisuryadi and Benjamin Lumantarna and CHRISTIAN JUNIOR Arcan and HARIS Pratama", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "1195", "number": "1", "pages": "012006", "publisher": "IOP Publishing", "abstract": "Modified Partial Capacity Design (M-PCD) is an alternative design method for seismic-resistant structures. M-PCD adopts the partial side sway mechanism for its failure mechanism where beams and some columns are allowed to develop plastic hinges. This method uses two models for design. The first model simulates a small earthquake occurrence and is used to design beams and plastic columns. The second model simulates a larger earthquake occurrence and damages on the structure. The elastic columns are designed based on the superposition of internal forces from the first and second models, provided that the effects from gravity loads are considered only once. This study focuses on the application of M-PCD on six-story L-shaped reinforced concrete buildings with variations on elastic columns configurations. Nonlinear time history analyses are used to determine the buildings' performance on two …"}, "filled": true, "author_pub_id": "QiMYEOoAAAAJ:_xSYboBqXhAC", "num_citations": 0, "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/1195/1/012006/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-AG--LdUaIgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Flexural and Shear Behavior of 3D Printed Reinforced Concrete Beams: An Experimental Study", "pub_year": 2023, "citation": "Civil Engineering Dimension 25 (1), 1-9, 2023", "author": "Franky Budiman and Alvin Halim and Jimmy Chandra and Pamuda Pudjisuryadi", "journal": "Civil Engineering Dimension", "volume": "25", "number": "1", "pages": "1-9", "abstract": "3D Concrete Printing (3DCP) provides many advantages for construction industry especially on productivity, waste, labor, and environment. Many researches have been conducted on the material development for 3DCP. However, there are not many researches which study the structural behavior of 3DCP. This experimental research aims to analyze flexural and shear behavior of 3D printed reinforced concrete beams. Five longitudinal reinforcement ratios were used to analyze crack patterns, failure mode, ductility, and capacity of those beams. The experimental results were then compared with analytical results by using ACI design code. The results show that higher longitudinal reinforcement ratio yields higher flexural and shear capacity of 3DCP beams. Due to layer-by-layer printing process, 3DCP beams are prone to local failure of filaments. Placement of longitudinal reinforcement might initiate macroscopic voids which could cause slippage and sudden drop on the capacity. Furthermore, ACI code underestimates the capacity of 3DCP beams failing in shear by some margins."}, "filled": true, "author_pub_id": "QiMYEOoAAAAJ:bFI3QPDXJZMC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=579414862337744317", "cites_id": ["579414862337744317"], "pub_url": "https://ced.petra.ac.id/index.php/civ/article/view/25350", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vR05V79-CggJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Application of Soil Structure Interaction on Building with Basement using Nonlinear Soil Springs", "pub_year": 2023, "citation": "Civil Engineering Dimension 25 (1), 20-28, 2023", "author": "Anastasia Jesica and Pamuda Pudjisuryadi and Dario Rosidi", "journal": "Civil Engineering Dimension", "volume": "25", "number": "1", "pages": "20-28", "abstract": "In a typical building design, the interaction between building and surrounding soils is often ignored. Since soil is deformable and has limited capacity to resist loads, this interaction, called soil-structure interaction (SSI), could alter building responses, especially during earthquake loadings for buildings with significant basement depths. In this study, a 10-story reinforced concrete building with 3-level basement was used to evaluate the effects of SSI on building during earthquakes. Dynamic time response analyses were performed using earthquake time histories scaled to a design response spectrum for a Surabaya, Indonesia, location. Soil responses during earthquakes were modeled using nonlinear hysteresis normal and elastic-perfectly plastic frictional soil springs, developed using the hardening soil with small strain stiffness model. Depth-varying ground motions were also applied along the basement depth. The results show inconclusive SSI effects, where some of the time histories produce greater base shears and inter-story drifts when SSI is considered, while others show the opposite results."}, "filled": true, "author_pub_id": "QiMYEOoAAAAJ:f2IySw72cVMC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=4800064059137914312", "cites_id": ["4800064059137914312"], "pub_url": "https://ced.petra.ac.id/index.php/civ/article/view/25920", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:yPUIeNRAnUIJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Application of Modified-Partial Capacity Design Method on 6-and 15-story Square Buildings with Variation in number of Elastic Columns", "pub_year": 2022, "citation": "Civil Engineering Dimension 24 (1), 46-53, 2022", "author": "Pamuda Pudjisuryadi and Benjamin Lumantarna and Fransisca Wijaya and C Aphrodita and A Jesica and Y Karyanto and MK Theodora", "journal": "Civil Engineering Dimension", "volume": "24", "number": "1", "pages": "46-53", "abstract": "Modified-Partial Capacity Design (M-PCD) is proposed as one alternative of structural design methods. In M-PCD, the partial side sway mechanism where beams and some columns may develop plastic hinges. This method uses two structural models during the design process. The models are used to simulate undamaged and damaged structures when subjected to design earthquake (R= 8.0) and larger target earthquake (R= 1.6) respectively. In this study, 6-and 15-story square buildings with 30% and 50% elastic column are designed using M-PCD. Performances of the buildings are investigated by using non-linear time history analysis. Results show that the buildings’ performances are still unsatisfactory, especially for the 15-story buildings. However, it should be noted that the levels of earthquakes used for the analysis were larger than that used for the design. A more accurate prediction of the required strength should be developed further to improve M-PCD."}, "filled": true, "author_pub_id": "QiMYEOoAAAAJ:a0OBvERweLwC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=10441477308289507428", "cites_id": ["10441477308289507428"], "pub_url": "https://ced.petra.ac.id/index.php/civ/article/view/24556", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZODlYkqU55AJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Using Calcium Oxide and Accelerator to Control the Initial Setting Time of Mortar in 3D Concrete Printing", "pub_year": 2022, "citation": "Lecture Notes in Civil Engineering 215 (2022), 1-10, 2022", "author": "DAVID CHRISTIAN and Alexander Ricardo Koentjoro Wibowo and Jimmy Chandra and Pamuda Pudjisuryadi and Djwantoro Hardjito", "volume": "215", "number": "2022", "pages": "1-10", "abstract": "In recent years, 3D printing has attracted a lot of attention in the construction industry. Compared with general concrete construction, 3D concrete printing has higher flexibility in creating concrete’s shape and design. 3D concrete printing requires the precise control of fresh concrete properties such as flowability, extrudability, and resistance to segregation during printing process. The initial setting time of the concrete also needs to be controlled as it needs to adhere to the next layer and then harden rapidly in order to support the upper layer. This study proposes a method to control the initial setting time of the concrete for the 3D printing process by using a mixture of calcium oxide powder and accelerators. The study showed that using 5–10% calcium oxide and 2–4% accelerator by mass of cement, the initial setting of the concrete can be varied. It is also shown that adding only accelerator prolongs the setting time of the mixture due to the plasticizer contained therein. By using calcium oxide power, the initial setting time of the concrete can be hastened and the combination of calcium oxide powder and accelerator can reduce the initial setting time while maintaining good workability of the mixture. The addition of accelerator also increases the early compressive strength of the concrete mixture."}, "filled": true, "author_pub_id": "QiMYEOoAAAAJ:D03iK_w7-QYC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19549/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lz6dvk9fDsEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Investigation of the material mixtures and fiber addition for 3D concrete printing", "pub_year": 2021, "citation": "Investigation of the material mixtures and fiber addition for 3D concrete …, 2021", "author": "AUDI AGRAPUTRA and DANIEL TEOPILUS and AXELINO HADI SUNARYO and MALVIN MULYADI and Jimmy Chandra and Pamuda Pudjisuryadi and Djwantoro Hardjito", "abstract": "The era of Construction 4.0 is characterized by technological advances used in the construction industry. One of the advancements is the use of 3D concrete printing in construction. However, until now, the development of 3D concrete printing in Indonesia is still minimal. The main challenge is to determine the composition of the material mixtures for making the mortar, having good extrudability but still has sufficient strength. The rapid initial setting time required was also different for the concrete for typical construction. Our previous mixture composition incorporating calcium oxide to accelerate the initial setting time was adequate. However, the extrusion process was still not satisfactory. In this study, the effect of cement to sand ratio, sand particle size, and the addition of synthetic micro-fiber was investigated on the main properties of 3D printing materials, i.e., initial setting time, flowability, extrudability, and compressive strength. It was found that using smaller maximum particle size sand increases the initial setting time. The addition of synthetic microfiber reduces the strength and the workability of the mortar. However, fiber inclusion has advantages as it reduces the possibility of cracking in the printed concrete. The extruded concrete specimens were shown to have significant strength reduction due to lack of compaction, and it was affected by the direction of printing showing orthotropic properties of the 3D printed concrete."}, "filled": true, "author_pub_id": "QiMYEOoAAAAJ:cFHS6HbyZ2cC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19412/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VuHnnXPMFL8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Alternative approach in Partial Capacity Design (PCD) by using predicted post-elastic story shear distribution", "pub_year": 2021, "citation": "Alternative approach in Partial Capacity Design (PCD) by using predicted …, 2021", "author": "LEVIN SERGIO TANAYA and Pamuda Pudjisuryadi", "abstract": "The Capacity Design Method is an approach widely used to design earthquake  resistant structures. It allows the structures to dissipate earthquake energy by forming plastic  hinges through beam side sway mechanism. In the design process, the columns need to be  designed stronger than the beams connected to them. Several previous studies have been  conducted to propose alternative method allowing partial side sway mechanism namely the  Partial Capacity Design (PCD) Method. In this method, selected columns are designed to  remain elastic and the plastic hinges are allowed to occur only at the columns base. These  columns are designed to resist increased forces. Despite of some successful attempts, PCD  method still needs to be developed because sometimes the intended mechanism was not  observed. This study proposes a new approach to improve the Partial Capacity Design (PCD)  method. Symmetrical 6 and 10 story buildings with 7 bays are analyzed using seismic load for  city of Surabaya. Structure behavior under non-linear static analysis is well predicted by this  approach. However, under non-linear dynamic analysis, a few unexpected plastic hinges of  elastic columns were observed at upper stories. But it should be noted that the earthquake used  for performance analysis (maximum considered earthquake) is 50% larger than the one used  for design (earthquake level corresponding to elastic design response spectrum)."}, "filled": true, "author_pub_id": "QiMYEOoAAAAJ:dfsIfKJdRG4C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19389/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Sg3_RBNywLAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Modified Partial Capacity Design (M-PCD): achieving partial sidesway mechanism by using two steps design approach", "pub_year": 2021, "citation": "IOP Conference Series: Earth and Environmental Science 907 (1), 012003, 2021", "author": "LEVIN SERGIO Tanaya and H Herryanto and P Pudjisuryadi", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "907", "number": "1", "pages": "012003", "publisher": "IOP Publishing", "abstract": "Partial Capacity Design (PCD) has been developed by using magnification factor to keep some columns undamaged during major earthquake. By doing so, the structures will experience the partial side sway mechanism which is also stable, instead of the beam sidesway mechanism. However, in some cases, structures designed by PCD method failed to show the partial side sway mechanism since unexpected damages were still occurred at some columns. In this research, modification of PCD method is proposed by using two structural models in the design process. The first model is used to design beams and columns which are allowed to experience plastic damages, while the second model is used to design columns which are intended to remain elastic when the structure is subjected to a target earthquake. Two nominal earthquakes corresponding to Elastic Design Response Spectrum (EDRS) level with …"}, "filled": true, "author_pub_id": "QiMYEOoAAAAJ:fPk4N6BV_jEC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=17900677992323045061", "cites_id": ["17900677992323045061"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/907/1/012003/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:xVYRy8r7a_gJ:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Modeling and analysis of 3D-printed reinforced and prestressed concrete beams", "pub_year": 2021, "citation": "IOP Conference Series: Earth and Environmental Science 907 (1), 012009, 2021", "author": "Jimmy Chandra and Hartanto Wibowo and Darwin Wijaya and Fransisca O Purnomo and P Pudjisuryadi and A Antoni", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "907", "number": "1", "pages": "012009", "publisher": "IOP Publishing", "abstract": "Three-dimensional (3D)-printed concrete is believed to have a significant impact in the construction industry in the future. Some research has been conducted experimentally and analytically to investigate the structural behavior of 3D-printed concrete elements, such as beams. Previous study by the authors attempted to analytically model 3D-printed reinforced concrete (RC) beams failing in flexure that were tested by other researchers. The study was done with the aid of a finite element software. However, there are some limitations of the analytical model to simulate the failure mode of the specimens. In this study, an improvement of the analytical model is proposed in order to simulate the behavior of the 3D-printed RC beams more accurately. Furthermore, the analysis was also expanded for 3D-printed prestressed concrete (PC) beam. From the analysis results, it can be concluded that the improved analytical …"}, "filled": true, "author_pub_id": "QiMYEOoAAAAJ:u_35RYKgDlwC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=6911964093056114071", "cites_id": ["6911964093056114071"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/907/1/012009/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:l13dsrg67F8J:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Investigation of the material mixtures and fiber addition for 3D concrete printing", "pub_year": 2021, "citation": "IOP Conference Series: Earth and Environmental Science 907 (1), 012011, 2021", "author": "A Antoni and A Agraputra and D Teopilus and AH Sunaryo and MM Mulyadi and P Pudjisuryadi and J Chandra and D Hardjito", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "907", "number": "1", "pages": "012011", "publisher": "IOP Publishing", "abstract": "The era of Construction 4.0 is characterized by technological advances used in the construction industry. One of the advancements is the use of 3D concrete printing in construction. However, until now, the development of 3D concrete printing in Indonesia is still minimal. The main challenge is to determine the composition of the material mixtures for making the mortar, having good extrudability but still has sufficient strength. The rapid initial setting time required was also different for the concrete for typical construction. Our previous mixture composition incorporating calcium oxide to accelerate the initial setting time was adequate. However, the extrusion process was still not satisfactory. In this study, the effect of cement to sand ratio, sand particle size, and the addition of synthetic micro-fiber was investigated on the main properties of 3D printing materials, ie, initial setting time, flowability, extrudability, and …"}, "filled": true, "author_pub_id": "QiMYEOoAAAAJ:zA6iFVUQeVQC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=1993697832498592343", "cites_id": ["1993697832498592343"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/907/1/012011/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:V3qLl50JqxsJ:scholar.google.com/", "cites_per_year": {"2023": 4, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Alternative approach in Partial Capacity Design (PCD) by using predicted post-elastic story shear distribution", "pub_year": 2021, "citation": "IOP Conference Series: Earth and Environmental Science 907 (1), 012007, 2021", "author": "H Herryanto and LS Tanaya and P Pudjisuryadi", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "907", "number": "1", "pages": "012007", "publisher": "IOP Publishing", "abstract": "The Capacity Design Method is an approach widely used to design earthquake resistant structures. It allows the structures to dissipate earthquake energy by forming plastic hinges through beam side sway mechanism. In the design process, the columns need to be designed stronger than the beams connected to them. Several previous studies have been conducted to propose alternative method allowing partial side sway mechanism namely the Partial Capacity Design (PCD) Method. In this method, selected columns are designed to remain elastic and the plastic hinges are allowed to occur only at the columns base. These columns are designed to resist increased forces. Despite of some successful attempts, PCD method still needs to be developed because sometimes the intended mechanism was not observed. This study proposes a new approach to improve the Partial Capacity Design (PCD) method …"}, "filled": true, "author_pub_id": "QiMYEOoAAAAJ:rO6llkc54NcC", "num_citations": 0, "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/907/1/012007/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:da8mdnw-3RQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Performance of Six-and Ten-story Reinforced Concrete Buildings Designed by using Modified Partial Capacity Design (M-PCD) Method with 70% Shear Force Ratio", "pub_year": 2021, "citation": "Civil Engineering Dimension 23 (2), 131-137, 2021", "author": "Pamuda Pudjisuryadi and Benjamin Lumantarna", "volume": "23", "number": "2", "pages": "131-137", "abstract": "One design alternative of earthquake resistant building is Partial Capacity Design  (PCD) method. Unlike the commonly used capacity design method, PCD allows a safe failure  mechanism which is called partial sidesway mechanism. In this mechanism, all beams and some  columns are allowed to experience plastic damages while some selected columns are designed to  remain elastic (called elastic columns). A new approach to predict the required strengths needed  to design each structural member, called modified-PCD (M-PCD) is proposed. In this research six and ten-story reinforced concrete buildings were designed using M-PCD, and their seismic  performances are investigated. The base shear force resisted by the elastic columns was set to  approximately 70% of the total base shear. Both nonlinear static procedure (NSP) and nonlinear  dynamic procedure (NDP) are used to analyze the structures. The results show that the expected  partial side sway mechanism is observed, and the drifts of the buildings are acceptable."}, "filled": true, "author_pub_id": "QiMYEOoAAAAJ:3s1wT3WcHBgC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=12865883404319553351", "cites_id": ["12865883404319553351"], "pub_url": "https://repository.petra.ac.id/19291/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:R3cPNMrMjLIJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Seismic Performance of a Three-Story Reinforced Concrete Building with Masonry Infill Walls and Friction Base Support", "pub_year": 2021, "citation": "Civil Engineering Dimension 23 (1), 35-43, 2021", "author": "Pamuda Pudjisuryadi and VS Prayogo and SI Oetomo and Benjamin Lumantarna", "journal": "Civil Engineering Dimension", "volume": "23", "number": "1", "pages": "35-43", "abstract": "The stiffness of masonry infill walls is commonly neglected in design practice of Reinforced Concrete (RC) structures. In fact, the stiffness of masonry infill wall may significantly influence seismic performance and dynamic behavior of RC buildings. In this research, influence of masonry infill walls to the structural performance of a three-story RC frame is investigated. In addition, possible application of friction-based support is also studied. Full 3D non-linear time history analysis is conducted to observe behavior of the structure under two-directional ground motion. In the analysis, any failed elements are removed subsequently from the model to avoid numerical analysis problem. The result shows that the placement of masonry infill walls can significantly influence the structural behavior of RC structure. Inappropriate placement of masonry wall may lead the building undergo soft-story mechanism. It is also found that the use of friction-based support can effectively improve the seismic performance of the building."}, "filled": true, "author_pub_id": "QiMYEOoAAAAJ:ZHo1McVdvXMC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=12254887637475231647", "cites_id": ["12254887637475231647"], "pub_url": "https://ced.petra.ac.id/index.php/civ/article/view/22862", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:n4cJimAbEqoJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Using Calcium Oxide and Accelerator to Control the Initial Setting Time of Mortar in 3D Concrete Printing", "pub_year": 2020, "citation": "International Conference on Sustainable Civil Engineering Structures and …, 2020", "author": "Antoni Antoni and David Christian Widjaya and Alexander Ricardo Koentjoro Wibowo and Jimmy Chandra and Pamuda Pudjisuryadi and Djwantoro Hardjito", "pages": "871-880", "publisher": "Springer Nature Singapore", "abstract": "In recent years, 3D printing has attracted a lot of attention in the construction industry. Compared with general concrete construction, 3D concrete printing has higher flexibility in creating concrete’s shape and design. 3D concrete printing requires the precise control of fresh concrete properties such as flowability, extrudability, and resistance to segregation during printing process. The initial setting time of the concrete also needs to be controlled as it needs to adhere to the next layer and then harden rapidly in order to support the upper layer. This study proposes a method to control the initial setting time of the concrete for the 3D printing process by using a mixture of calcium oxide powder and accelerators. The study showed that using 5–10% calcium oxide and 2–4% accelerator by mass of cement, the initial setting of the concrete can be varied. It is also shown that adding only accelerator prolongs the setting time of …"}, "filled": true, "author_pub_id": "QiMYEOoAAAAJ:yD5IFk8b50cC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=9599507845011780371", "cites_id": ["9599507845011780371"], "pub_url": "https://link.springer.com/chapter/10.1007/978-981-16-7924-7_56", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:E7OAUIZNOIUJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 0, "2024": 1}}
