{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Study of AI integrated Simulation in Building Information Modelling (BIM) Use at Architectural Design Studio", "pub_year": 2025, "citation": "Journal of Artificial Intelligence in Architecture 4 (1), 23-34, 2025", "author": "Stephanus Wirawan Dharmatanna and Elvina Shanggrama Wijaya", "journal": "Journal of Artificial Intelligence in Architecture", "volume": "4", "number": "1", "pages": "23-34"}, "filled": true, "author_pub_id": "qn3mA30AAAAJ:Se3iqnhoufwC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:s6o-1XI8D_EJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "COMPREHENSIVE ANALYSIS ON BIM LEARNING IN ARCHITECTURE UNDERGRADUATE STUDENTS IN INDONESIA", "pub_year": 2024, "citation": "MODUL 24 (2), 63-70, 2024", "author": "Elvina Shanggrama Wijaya and Stephanus Wirawan Dharmatanna", "journal": "MODUL", "volume": "24", "number": "2", "pages": "63-70", "publisher": "architecture department, Engineering faculty, Universitas Diponegoro", "abstract": "The use of software in architecture has become a necessary skill to effectively communicate designs and coordinate with stakeholders involved in the studio process. Building Information Modelling (BIM) has been integrated into the architectural education curriculum. Designing with BIM can shorten project timelines, thereby maximizing design exploration. This research aims to provide an overview of the BIM learning process in architectural studios. Data was collected through questionnaires distributed to respondents, focusing on architecture students across Indonesia. Additionally, the BIM learning process will be compared with pre-BIM software: the constraints and their influence on student design development are also key focuses of this research, captured through three stages of questionnaires: at the beginning of the semester, mid-semester, and end of the semester. The findings suggest that learning BIM in architectural studios requires adaptation, but is viewed as an important skill for career survival from the students' perspective, thus motivating their learning process."}, "filled": true, "author_pub_id": "qn3mA30AAAAJ:roLk4NBRz8UC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=4773645688943971031", "cites_id": ["4773645688943971031"], "pub_url": "https://ejournal.undip.ac.id/index.php/modul/article/view/64946", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:14oUVXZlP0IJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Internationalization in architecture higher education; a strategy of studio immersion from the students  perspective", "pub_year": 2024, "citation": "Journal of International Students 14 (5), 125-140, 2024", "author": "Rully Damayanti and Elvina Shanggrama Wijaya and Bram Michael Wayne and Apiradee Kasemsook and Kuowei Chiu", "volume": "14", "number": "5", "pages": "125-140"}, "filled": true, "author_pub_id": "qn3mA30AAAAJ:LkGwnXOMwfcC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:rS0QGVToN4QJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Passive Cooling Design Opportunities: Lessons Learned from Traditional Banjar Houses", "pub_year": 2024, "citation": "IOP Conference Series: Earth and Environmental Science 1404 (1), 012001, 2024", "author": "Stephanus Wirawan Dharmatanna and Elvina Shanggrama Wijaya and Budi Cahyadi Wijaya", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "1404", "number": "1", "pages": "012001", "publisher": "IOP Publishing", "abstract": "Indonesia is an archipelago country that encompasses many different ethnicities across five large islands, one of which is Kalimantan (Borneo) Island. The river has become the lifeline in Borneo, especially for Banjar people. Banjar people have eleven types of traditional houses, each designed for specific social classes, which differ from one another in terms of materials, layout, and roof proportions. In this paper, three different types of Banjar traditional houses are compared to study the passive cooling conditions related to the proportions of the floor plan and cross-section. These three types are:(1) Bubungan Tinggi House,(2) Palimbangan House, and (3) Lanting House. The three types of houses are modelled and simulated using RWIND CFD software, by inputting the maximum and minimum wind speed (3.5 and 17 m/s), to study the potential of imitating vernacular forms that assures effective passive cooling …"}, "filled": true, "author_pub_id": "qn3mA30AAAAJ:eQOLeE2rZwMC", "num_citations": 0, "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/1404/1/012001/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:XJQtt6LucsQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "STUDI KOMPARASI PEMILIHAN SOFTWARE DAN TIPOLOGI BANGUNAN DALAM PROSES DESAIN STUDIO ARSITEKTUR", "pub_year": 2024, "citation": "BORDER Jurnal Arsitektur 6 (1), 15-28, 2024", "author": "Stephanus Wirawan Dharmatanna and Elvina Shanggrama Wijaya", "volume": "6", "number": "1", "pages": "15-28", "abstract": "Perkembangan  teknologi  informasi  telah  memberikan  dampak  signifikan  dalam  dunia  pendidikan arsitektur,  terutama  dalam  penggunaan  software  arsitektural  sebagai  media  pendukung  dalam  proses  desain. Penguasaan   software   arsitektural   menjadi   kompetensi   penting dalam   profesi   arsitektur,   karena   dapat mempengaruhi hasil dan proses desain secara  keseluruhan. Penguasaan terhadap softwareakan mempengaruhi optimalnya proses dan output yang dihasilkan, melebihi fitur -fitur yang dimiliki suatu softwarearsitektural. Di lain  pihak,  pembelajaran  dalam  studio  arsitektur  akan  memiliki  tema  atau  objek  perancangan,  yang  dapat diklasifikasikan ke dalam beberapa jenis tipologi bangunan. Penelitian ini bertujuan untuk mengetahui hubungan antara tipologi bangunan yang menjadi objek perancangan dengan preferensi softwarearsitektur yang digunakan para  mahasiswa,  dalam  tiap  fase  proses  desain.  Pengumpulan  data  dilakukan  dengan  menyebarkan  kuesioner kepada mahasiswa Program Studi Arsitektur pada semester 5, 6, 7, dan 8, yang mengikuti studio dengan metode penggambaran   digital.   Data   preferensi   software   dari   setiap   semester   dianalisis   secara   deskriptif   untuk menggambarkan pola penggunaan software pada setiap semester. Selanjutnya, dilakukan analisis korelasi untuk mencari hubungan antara preferensi software dan tipologi bangunan yang menjadi objek perancangan. Temuan ini akan berguna sebagai masukan untuk kurikulum pendidikan Arsitektur, tentang softwareyang paling relevan dan membawa manfaat untuk pembelajaran di tiap fase desain Arsitektural …"}, "filled": true, "author_pub_id": "qn3mA30AAAAJ:_FxGoFyzp5QC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21035/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Q_mvD5QbiSkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "COMPARATIVE STUDY OF SOFTWARE PREFERENCES AND BUILDING TYPOLOGY IN ARCHITECTURAL DESIGN STUDIO", "pub_year": 2024, "citation": "Border: Jurnal Arsitektur 6 (1), 15-28, 2024", "author": "Stephanus Wirawan Dharmatanna and Elvina Shanggrama Wijaya", "journal": "Border: Jurnal Arsitektur", "volume": "6", "number": "1", "pages": "15-28", "abstract": "The developments of information technology have affected architectural education methods significantly, especially in the usage of architectural design softwares throughout the design process. Proficiency to operate certain software has become one of important considerations in professional architectural practice, because such skill will affect the whole process and outputs. With excellent skill, one can visualize and communicate design more effectively, rather than other individuals that use more updated software features but still learning to operate them. On the other hand, the learning process in architectural design studios always has a theme that can be classified to certain building typologies. This research aims to study the relation between building typology and software preferences in each design stage, from students point of view. The targeted students are the ones in third and fourth year of study, where the digital media are utilized in the studio process. The data obtained from questionnaires will be analyzed further using descriptive and correlational analysis. The findings from this research will serve as an input for the development of architectural education curriculum, regarding the most relevant and beneficial architectural software in each design process, from students' preferences."}, "filled": true, "author_pub_id": "qn3mA30AAAAJ:ufrVoPGSRksC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=3016896489843916537", "cites_id": ["3016896489843916537"], "pub_url": "https://border.upnjatim.ac.id/index.php/border/article/view/756", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-f5EkV8r3ikJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perception Study on Kinetic Recycled Compact Disc Facade in Tourism Hall, Jarak-Wonosalam", "pub_year": 2024, "citation": "IOP Conference Series: Earth and Environmental Science 1301 (1), 012012, 2024", "author": "SW Dharmatanna and ES Wijaya and A Juniwati and MS Sutejo", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "1301", "number": "1", "pages": "012012", "publisher": "IOP Publishing", "abstract": "Indonesia is a country, rich with culture and natural resources that brings high tourism potential. Jarak village in Wonosalam is one of the villages in East Java that has these tourism potential, besides the religious harmony between the dwellers that initiates the construction of a tourism hall with the concept of sustainability. The hall reflects the harmony between man and nature. The tourism hall uses the kinetic panels from recycled compact discs as the facade, which is rotatable when blown by the wind. This research is meant to study people's perception of the installed kinetic facade panel. Here, we divide the respondents into two groups, professionals (academician and architects), and non professionals (Jarak dwellers, visitors and general). The aspects observed are psychology, aesthetics, flexibility, impact to the environment and economics. The result is that there is a difference in perception regarding the …"}, "filled": true, "author_pub_id": "qn3mA30AAAAJ:W7OEmFMy1HYC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=12072321464114021441", "cites_id": ["12072321464114021441"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/1301/1/012012/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:QQTX4miAiacJ:scholar.google.com/", "cites_per_year": {"2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Wellbeing Study in Architectural Design Studio for Generation Z Student", "pub_year": 2024, "citation": "IOP Conference Series: Earth and Environmental Science 1301 (1), 012015, 2024", "author": "ES Wijaya and SW Dharmatanna", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "1301", "number": "1", "pages": "012015", "publisher": "IOP Publishing", "abstract": "Architecture education is inseparable from the studio, where the students spend most of their study time doing the design process. As the building has a longer lifespan than a student's study period, the studio may serve cross-generational users. It is important to reassess how students feel while using the same space designed mainly for the generations before them. This research aims to collect the assessment of the studio features, namely physical condition, spatial configuration, flexibility, accessibility, room facility, room performance, and satisfaction, as well as self-assessed well-being by Generation Z respondents. Online questionnaires were given to 80 students during their second year of study in the undergraduate architecture department, as they experienced different studio conditions in their 3 rd and 4 th semesters. The result is that the students feel more fit with the studio in the 4 th semester in every …"}, "filled": true, "author_pub_id": "qn3mA30AAAAJ:Y0pCki6q_DkC", "num_citations": 0, "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/1301/1/012015/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:zdYOoeXVR1UJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengembangan Wisata Lintas Desa Sebagai Bentuk Usaha Wisata Desa Jarak Kecamatan Wonosalam Kabupaten Jombang", "pub_year": 2023, "citation": "Prosiding Konferensi Nasional Pengabdian Kepada Masyarakat dan Corporate …, 2023", "author": "Anik Juniwati and Elvina Shanggrama Wijaya and Erwan Aristyanto", "journal": "Prosiding Konferensi Nasional Pengabdian Kepada Masyarakat dan Corporate Social Responsibility (PKM-CSR)", "volume": "6", "pages": "1-11", "abstract": "Desa Jarak–Wonosalam adalah salah satu Desa di Jombang yang telah ditetapkan menjadi Desa Wisata. Desa ini memiliki segudang potensi, utamanya adalah lokasinya yang diantara bukit dengan pemandangan alam indah, penduduk yang ramah dan aktivitas pariwisata camping ground serta paket wisata lintas desa (trekking) yang sudah ada namun kurang terbina. Kegiatan Pengabdian Kepada Masyarakat ini mempunyai misi untuk membantu mengembangkan trekking Desa Jarak, yang masih dalam pengembangan dan terus berbenah. Dari kajian pasar didapati bahwa wisata lintas desa banyak diminati oleh kaum muda, maka dari itu, fokus kegiatan adalah memperbaiki aspek produksi, yang terkait dengan fasilitas fisik, yaitu mendampingi PokDarWis mengadakan prasarana yang memadai seperti: membuat rute, memperbaiki akses dan jembatan, membuat naungan dengan memanfaatkan material setempat di Desa Jarak, yakni bambu. Aspek produksi lainnya adalah penataan UMKM agar mempunyai sertifikat halal dan mendapatkan NIB, dengan membagikan google form dan memproses kepengurusan tersebut. Hasil yang dicapai lewat kegiatan pengabdian ini adalah terwujudnya fasilitas trekking Desa Jarak, baik yang berupa bangunan maupun prasarana pendukung trekking yang sesuai dengan konsep ramah lingkungan yang diusung Desa, yang juga memenuhi standar SNI Desa Wisata, yakni cleanliness, healthy and safety, serta environment sustainability yang diterima dengan baik oleh para warga Desa Jarak."}, "filled": true, "author_pub_id": "qn3mA30AAAAJ:zYLM7Y9cAGgC", "num_citations": 0, "pub_url": "http://www.prosiding-pkmcsr.org/index.php/pkmcsr/article/view/2087", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:T28bfsXOjGQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengembangan Wisata Lintas Desa Sebagai Bentuk Usaha Wisata Desa Jarak Kecamatan Wonosalam Kabupaten", "pub_year": 2023, "citation": "Pengembangan Wisata Lintas Desa Sebagai Bentuk Usaha Wisata Desa Jarak …, 2023", "author": "Anik Juniwati and Elvina Shanggrama Wijaya"}, "filled": true, "author_pub_id": "qn3mA30AAAAJ:WF5omc3nYNoC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:t8E0AW_er9gJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PEMETAAN JALUR EVAKUASI GEMPA DAN TSUNAMI DI KAWASAN PANTAI KONDANG MERAK, MALANG", "pub_year": 2022, "citation": "PeKA: Jurnal Pengabdian Kepada Masyarakat 5 (1), 46-57, 2022", "author": "Elvina Shanggrama Wijaya and Christine Wonoseputro", "journal": "PeKA: Jurnal Pengabdian Kepada Masyarakat", "volume": "5", "number": "1", "pages": "46-57", "abstract": "The strategic geographic location of Indonesia comes with tremendous seismic and tsunami thread. This catastrophe has been recorded to be happened in a certain period of time in the past, as Indonesia is located in the meeting point of three earth’s big plateau, Indo-Australia, Eurasia, and Pacific. Java, especially in the southern part of the island, is also greatly threatened by this danger. Kondang Merak is one of the beaches in East Java, located in South Malang, that is projected to be a tourism destination, especially when the Southern Java Road has been all connected. Nevertheless, despite the hardship caused by the undeveloped condition and unfinished road, many tourists still make effort to go there and find the view worth their hardships. The lack of facility found in the site makes the presence of evacuation route mapping urgent, as the catastrophe may happen anytime. This Community Service program takes place using observation and interview methods during the Covid-19 pandemic, which mostly is done by relying on communication technology, with topographic mapping using satellite imaging, which produces three evacuation recommendation points with safe contour heights. In this research, we used digital satellite imaging to map the contour of Kondang Merak, which resulted in three evacuation node recommendations. It can focus on the details of habitable buildings, to resist and give safety to its occupant, from seismic force and tsunami in the future.ABSTRAK Letak geografis Indonesia yang strategis hadir dengan rangkaian seismik dan tsunami yang luar biasa. Bencana ini tercatat pernah terjadi dalam kurun waktu tertentu …"}, "filled": true, "author_pub_id": "qn3mA30AAAAJ:UeHWp8X0CEIC", "num_citations": 0, "pub_url": "https://journal.ukwms.ac.id/index.php/peka/article/view/3743", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:fBI6Py1QVZ0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "APPLICATION OF DIGITAL DESIGN OF TOURISM CENTRE OF SENDURO IN THE BROMO-TENGGER-SEMERU NATIONAL PARK, INDONESIA", "pub_year": 2022, "citation": "Border: Jurnal Arsitekture 4 (1 (), 29-42, 2022", "author": "Brina Oktafiana and Cynthia Tjandra and Gunawan Tanuwidjaja and Elvina Shanggrama Wijaya and Priskila Adiasih", "volume": "4", "number": "1 (", "pages": "29-42", "abstract": "Instagram-able place is a new trend before the Covid-19 pandemic. The theory of Instagram able places has not yet developed in the Architectural field. Several business-related studies have proposed the use of social media, especially Instagram, to attract tourists to attractions. However, Instagrams design approach is only used by creating new building structures that alienate local ecology and dim cultural values. The Senduro Tourism Centre is used as an example of using Instagram for sustainable design at the tourism gate of Bromo Tengger Semeru National Park. The design of the Senduro Tourism Centre is carried out in such a way as to be able to move the economy of the tourism sector of Lumajang Regency in the pandemic era while maintaining the preservation of its natural and cultural assets to be sustainable. The Hindu-Sacred-Profane (Tri-Mandala) zoning, and a sustainable design approach, are also used to ensure the sustainable tourism activities of Senduro. As a result, using digital design tools, we are able to process and present elements of the natural and cultural landscape in an attractive perspective through the design of the Senduro Tourism Centre scheme. In the future, Instagrams design approach can be used more sustainably in tourist attractions in Indonesia."}, "filled": true, "author_pub_id": "qn3mA30AAAAJ:qjMakFHDy7sC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=6937490684466838132", "cites_id": ["6937490684466838132"], "pub_url": "https://repository.petra.ac.id/19652/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:dDo6aAXrRmAJ:scholar.google.com/", "cites_per_year": {"2023": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PERANCANGAN RUMAH EDUKASI RAMAH ANAK DI PESISIR KONDANG MERAK SEBAGAI KEGIATAN PENGABDIAN MASYARAKAT DI MASA PANDEMI COVID-19", "pub_year": 2022, "citation": "Share: Journal of Service Learning 8 (1), 109-118, 2022", "author": "Christine Wonoseputro and Elvina Shanggrama Wijaya", "journal": "Share: Journal of Service Learning", "volume": "8", "number": "1", "pages": "109-118", "abstract": "Pandemi Covid 19 merupakan sebuah pukulan bagi masyarakat di lapisan bawah, terutama bagi masyarakat yang sebelumnya sangat terbatas di dalam mengakses teknologi digital dan juga terbatas dalam kepemilikan gawai. Keterbatasan ini menjadi sebuah tantangan tersendiri bagi instansi yang mendampingi masyarakat di lapangan, terutama bagi anak-anak yang tetap harus meneruskan proses Pendidikan. Perancangan rumah edukasi merupakan pengabdian masyarakat yang digagas oleh tim dari Program Studi Arsitektur Universitas Kristen Petra melalui kegiatan Service Learning (atau yang selanjutnya disingkat menjadi metode SL) sebagai upaya untuk menjembatani permasalahan pembelajaran daring di masyarakat lapisan bawah. Selama pelaksanaannya, metode yang dilakukan adalah pendalaman teori, observasi lapangan virtual, melakukan diskusi kelompok, proses analisis serta mensintesiskan dalam bentuk gagasan konseptual perancangan rumah edukasi berupa gambar-gambar perancangan arsitektur. Dikarenakan kegiatan ini berlangsung selama puncak Covid 19 mulai awal tahun hingga pertengahan tahun 2021 maka mayoritas pelaksanaan kegiatan tersebut secara daring dan dengan teknik pembelajaran jarak jauh yang mengandalkan pihak-pihak terkait yang langsung mendampingi masyarakat. Hasil dari kegiatan ini adalah panduan perancangan berupa gambar-gambar sebagai acuan dalam pelaksanaan pembangunan rumah edukasi bagi anak-anak serta masyarakat di Kondang Merak dengan menerapkan protokol kesehatan yang berlaku dalam rangka menghadapi babak baru pembelajaran di era …"}, "filled": true, "author_pub_id": "qn3mA30AAAAJ:IjCSPb-OGe4C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=16051447114064973759", "cites_id": ["16051447114064973759"], "pub_url": "https://share.petra.ac.id/index.php/share/article/view/24291", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:v8_PJBsywt4J:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Comparison of Shibataea kumasasa and Equisetum hyemale as vertical greenery system for thermal and light shade in student’s architectural design studio in Surabaya", "pub_year": 2021, "citation": "IOP Conference Series: Earth and Environmental Science 907 (1), 012014, 2021", "author": "L Kristanto and WW Canadarma and ES Wijaya", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "907", "number": "1", "pages": "012014", "publisher": "IOP Publishing", "abstract": "Vertical greenery system (VGS) is commonly used for facade shading. It has many advantages in its natural aesthetic, air filter, carbon sequestration, and many more. This research is the continuation of the previous research in 2019, which used Shibataea kumasasa as VGS. It was found that using Shibataea as VGS has reduced the indoor air temperature by 0.5-2 C on average, with 5 C maximum temperature difference. On the other hand, it decreased more light (in range 26-95%), made the illuminance of the room lower than the standard requirement. A studio room should have minimum 5% daylight factor or 500 lux, while on the room measurement, the lowest was 20 lux in the morning hours, the highest was only 200 lux in the afternoon. As an attempt to look for vegetation with better performance, this research uses another bamboo species, Equisetum hyemale to be examined and then being compared to …"}, "filled": true, "author_pub_id": "qn3mA30AAAAJ:2osOgNQ5qMEC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=11695485234107991306", "cites_id": ["11695485234107991306"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/907/1/012014/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:CkXV5tq1TqIJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Architectural Design for Visionary Structure", "pub_year": 2021, "citation": "Architectural Design for Visionary Structure, 2021", "author": "Elvina Shanggrama Wijaya and Rully Damayanti and Bram Michael Wayne", "publisher": "LPPM Petra Press", "abstract": "Berbicara tentang struktur dan kaitannya dengan kreasi arsitektur tidak mungkin terlepas dari pola pikir dan disiplin ilmu para pelakunya, yaitu insinyur dan arsitek. Arsitektur sering dikaitkan dengan bentukan yang menyatakan ekspresi, menyangkut bagaimana kesan sebuah ruang maupun bangunan dirasakan dan dibaca. Insinyur, di lain pihak, berbicara tentang aspek saintifik dari sebuah bangunan, seperti syarat bangunan dapat berdiri: kestabilan, kekuatan, kekakuan, dan sebagainya; hubungan bentuk terhadap penyaluran gaya, dan bagaimana material dapat menghasilkan detail konstruksi yang berbeda untuk desain bentukan yang serupa. Selain aspek saintifik, insiyur juga dituntut untuk menghasilkan optimasi perhitungan struktur dengan tepat untuk alasan keamanan, juga dengan tujuan meminimumkan resource yang digunakan, untuk menghasilkan struktur yang menahan beban paling maksimum, karena berkaitan pula dengan aspek ekonomi dari suatu proyek konstruksi."}, "filled": true, "author_pub_id": "qn3mA30AAAAJ:9yKSN-GCB0IC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19226/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:aETlTSkc6V8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Natural Ventilation Optimization Study in Mechanically Ventilated Studio Apartment Room in Surabaya", "pub_year": 2021, "citation": "Journal of Applied Science and Engineering (JASE) 25 (1), 141-149, 2021", "author": "Elvina Shanggrama Wijaya", "journal": "Journal of Applied Science and Engineering (JASE)", "volume": "25", "number": "1", "pages": "141-149", "publisher": "Petra Christian University", "abstract": "After Covid-19, residential has become the main space for every activity, including work, education, and leisure. Therefore, comfort in residential space is crucial to the occupant. As researchers have found traces, that the virus is airborne, the air quality in the residence must be highlighted, especially for people who live in a centralized cooling system residence. When the cooling system is well maintained, there is no significant risk of viral transmission, but not all residential building has HEPA-filters, nor a well-maintained system. This research focuses on the studio room apartment unit, as it has the smallest opening area compared to other room types. A small one-sided opening is not ideal for the wind to move throughout the room. A few design suggestion is simulated under three air-flow speed, to prove that natural ventilation is possible to be adapted, to reach comfort while minimizing the risk of viral transmission. The result is, the indoor wind speed can be enhanced the most at the overall unit area by modifying the fixed window to an operable window, giving upper horizontal opening in the wall across the existing opening, and using gauze doors on both door openings. The furniture layout is proved to affect wind distribution in the room. This research can also serve as an alternative strategy to optimize the use of natural ventilation to decrease energy use for cooling in the tropic area, after the pandemic."}, "filled": true, "author_pub_id": "qn3mA30AAAAJ:d1gkVwhDpl0C", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=6715559186344356447", "cites_id": ["6715559186344356447"], "pub_url": "https://repository.petra.ac.id/19407/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:X6oq2n91Ml0J:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 2, "2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Fasilitas perawatan stroke di Surabaya", "pub_year": 2009, "citation": "Petra Christian University, 2009", "author": "Elvina Shanggrama Wijaya"}, "filled": true, "author_pub_id": "qn3mA30AAAAJ:u5HHmVD_uO8C", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:rLgqFjsqRGoJ:scholar.google.com/", "cites_per_year": {}}
