{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sustainable tourism experiences: the role of digital technology and government support in creating tourists’ memorable experiences", "pub_year": 2025, "citation": "Cogent Business & Management 12 (1), 2482026, 2025", "author": "Regina Jokom and Hatane Semuel and Serli Wijaya", "journal": "Cogent Business & Management", "volume": "12", "number": "1", "pages": "2482026", "publisher": "Cogent", "abstract": "Sustainability practices in the tourism industry offer significant benefits to destinations, particularly when supported by digital technology and government involvement. This study investigates how sustainable tourism experiences influence the memorable experiences of foreign tourists, with digital technology and government support as moderating variables. Data from 270 foreign tourists across four cities in Indonesia were analyzed using Partial Least Squares Structural Equation Modeling (PLS-SEM). The results indicate that socio-cultural factors are the most significant influencers of tourists’ memorable experiences, with environmental factors also playing a key role. In contrast, economic factors do not significantly affect the memorability of tourists. In addition, there is evidence that Government support strengthens the impact of socio-cultural aspects on memorable experiences, particularly through initiatives that …"}, "filled": true, "author_pub_id": "QVDB_WgAAAAJ:O3NaXMp0MMsC", "num_citations": 0, "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/23311975.2025.2482026", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:n7YJxHe1UBUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Atribut Sosial Budaya Terhadap Vivid Memory dan Niat Berperilaku Wisatawan Mancanegara di Kota Yogyakarta dan Surabaya", "pub_year": 2025, "citation": "Jurnal Manajemen Pemasaran 19 (1), 72-84, 2025", "author": "Calvin Gwiantara Putra and Rivaldi Fernando Hododjoyo and Serli Wijaya and Regina Jokom", "journal": "Jurnal Manajemen Pemasaran", "volume": "19", "number": "1", "pages": "72-84", "abstract": "Penelitian ini bertujuan untuk mengukur pengaruh pengalaman sustainable tourism khususnya pada aspek sosial budaya terhadap vivid memory yang nantinya akan memengaruhi niat berperilaku dari para wisatawan mancanegara yang sedang dan telah berwisata ke Yogyakarta dan Surabaya. Penelitian ini menganalisa data dari 262 responden yang valid, yang merupakan wisatawan mancanegara yang sedang maupun pernah berkunjung ke Yogyakarta dan Surabaya, menggunakan teknik analisa data Partial Least Square (PLS). Hasil penelitian menunjukkan adanya pengaruh positif dan signifikan dari variabel sosial budaya terkait pariwisata berkelanjutan terhadap niat berperilaku, dengan Vivid memory sebagai mediator. Implikasinya, hasil penelitian ini dapat menjadi dasar dalam merumuskan kebijakan dan strategi yang lebih efektif untuk mempromosikan pariwisata berkelanjutan di Indonesia."}, "filled": true, "author_pub_id": "QVDB_WgAAAAJ:RGFaLdJalmkC", "num_citations": 0, "pub_url": "https://jurnalpemasaran.petra.ac.id/index.php/mar/article/view/30466", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZYwalsG8tyEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Culinary and destination experiences on behavioral intentions: an insight into local Indonesian food", "pub_year": 2025, "citation": "Journal of Foodservice Business Research 28 (1), 145-162, 2025", "author": "Regina Jokom and Deborah Christine Widjaja and Monika Kristanti and Serli Wijaya", "journal": "Journal of Foodservice Business Research", "volume": "28", "number": "1", "pages": "145-162", "publisher": "Routledge", "abstract": "Food is an essential element of tourism. Tourists visit destinations in search of the destination experience and the culinary experience. Indonesia, rich in various kinds of local traditional food in each tourist destination, has become an attraction for tourists to visit different places to enjoy both the destination experience and the local food. Many previous studies have discussed the concept of experience quality and tourist satisfaction in culinary tourism; however, these variables have not been linked to destination experience. This study aimed to investigate the effect of culinary experience quality on destination experience satisfaction in Indonesia, with culinary experience satisfaction as a mediating variable. This study’s participants were 401 domestic tourists who traveled to one of the four gastronomy destinations of Denpasar, Solo, Bandung, and Yogyakarta. The findings showed that the positive culinary experience …"}, "filled": true, "author_pub_id": "QVDB_WgAAAAJ:TFP_iSt0sucC", "num_citations": 18, "citedby_url": "/scholar?hl=en&cites=10792821820527759826", "cites_id": ["10792821820527759826"], "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/15378020.2023.2229574", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:0lGkUEPOx5UJ:scholar.google.com/", "cites_per_year": {"2024": 10, "2025": 6}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Preferensi Generasi Z Surabaya dalam Memilih Tempat Dining-Out", "pub_year": 2024, "citation": "Jurnal Manajemen Perhotelan 10 (2), 106-122, 2024", "author": "Bernardus Wildan Surya Prawira and Patrick Reinhart Lindsay and David Kristianto and Regina Jokom", "journal": "Jurnal Manajemen Perhotelan", "volume": "10", "number": "2", "pages": "106-122", "abstract": "Generasi Z merupakan salah satu generasi yang potensial di bisnis restoran, oleh karena itu penting bagi para pebisnis khususnya di bidang food and beverages di Surabaya untuk memahami preferensi generasi Z dalam memilih tempat makan. Penelitian ini bertujuan untuk melihat atribut restoran yang penting bagi generasi Z dalam memilih tempat makan. Teknik analisa data yang digunakan dalam penelitian ini adalah statistic deskriptif dan Confirmatory Factor Analysis (CFA). Hasil dari penelitian ini menunjukan facilities related attributes adalah atribut yang paling penting bagi generasi Z Surabaya dalam memilih tempat makan. Selain itu atmosphere and ambiance related attributes, food and drink related attributes, image related attributes, location related attributes dan price related attributes, memiliki kontribusi terhadap preferensi generasi Z Surabaya dalam memilih tempat makan."}, "filled": true, "author_pub_id": "QVDB_WgAAAAJ:YFjsv_pBGBYC", "num_citations": 0, "pub_url": "https://jurnalperhotelan.petra.ac.id/index.php/hot/article/view/29176", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:1Ra4XYvoha4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Kualitas, Kuantitas, Kredibilitas pada Kegunaan Informasi dan Minat Beli Follower Tiktok", "pub_year": 2024, "citation": "Jurnal Manajemen Perhotelan 10 (2), 67-80, 2024", "author": "Josephine Dhienny Pranata and Laura Olivia Hadiwidjaya and Regina Jokom", "volume": "10", "number": "2", "pages": "67-80", "abstract": "BitterSweet by Najla, merek FnB yang sukses dalam memanfaatkan TikTok. Tujuan dari penelitian ini adalah untuk mempelajari pengaruh kualitas, kuantitas, kredibilitas informasi terhadap kegunaan informasi dan minat beli followers akun TikTok @Bittersweetbynajla serta mengetahui apakah kegunaan informasi dapat dijadikan sebagai mediator yang memperkuat hubungan antara kualitas, kuantitas, dan kredibilitas informasi dengan minat beli. Data diperoleh melalui survei kepada 129 responden yang merupakan followers akun TikTok @bittersweetbynajla dan dianalisis menggunakan PLS-SEM. Hasil penelitian menunjukkan bahwa kuantitas informasi dan kredibilitas informasi memiliki pengaruh yang positif dan signifikan terhadap kegunaan informasi dan minat beli serta terdapat hubungan yang positif dan signifikan antara kegunaan informasi dan minat beli. Namun, kualitas informasi tidak menunjukkan hubungan yang signifikan dengan kegunaan informasi dan minat beli serta kegunaan informasi tidak dapat dijadikan sebagai mediator yang memperkuat hubungan antara ketiganya dengan minat beli. Penelitian ini memberikan kontribusi bagi pelaku usaha yang bergerak di bidang FnB dan memasarkan produknya melalui media sosial untuk meningkatkan minat beli konsumen."}, "filled": true, "author_pub_id": "QVDB_WgAAAAJ:NMxIlDl6LWMC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21271/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:4wxjaxNQikMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The contribution of perceived food consumption value on destination attractiveness and revisit intention", "pub_year": 2024, "citation": "Journal of Culinary Science & Technology 22 (4), 727-743, 2024", "author": "Sienny Thio and Regina Jokom and Deborah Christine Widjaja", "journal": "Journal of Culinary Science & Technology", "volume": "22", "number": "4", "pages": "727-743", "publisher": "Taylor & Francis", "abstract": "This study aims to examine the impact of food consumption values on the attractiveness of tourist destinations and revisit intentions of domestic tourists visiting a culinary destination in Indonesia. The survey data was collected from 462 Indonesian visitors who visited three gastronomic regions of Central Java (Jogjakarta, Solo, and Semarang). Partial Least-Squares Structural Equation Modeling (PLS-SEM) was performed to examine the relationship amongst the constructs. The results indicate that consumer’s perceived consumption value has a significant effect on destination attractiveness and revisit intention. Moreover, the attractiveness of tourism destination has a direct and significant influence on revisit intention. The findings confirm the potential role of food in tourism as a development tool to promote a destination and to enhance tourists when visiting the destination. This study suggests the need of destination …"}, "filled": true, "author_pub_id": "QVDB_WgAAAAJ:TQgYirikUcIC", "num_citations": 30, "citedby_url": "/scholar?hl=en&cites=6056997474504939421", "cites_id": ["6056997474504939421"], "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/15428052.2022.2074331", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nRdOmRzHDlQJ:scholar.google.com/", "cites_per_year": {"2023": 7, "2024": 11, "2025": 10}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Digital and Sustainable Tourism Experience: The Role of Government Support and Vivid Memories on Tourist Behavior Intentions in Indonesia", "pub_year": 2024, "citation": "Digital and Sustainable Tourism Experience: The Role of Government Support …, 2024", "author": "Regina Jokom and Hatane Semuel and Serli Wijaya", "abstract": "The consumer experience is a crucial aspect of the hospitality and tourism sectors. Research on consumer experiences continues to evolve, encompassing physical, spiritual, and emotional responses to these experiences (Kim & So, 2022; Kumar et al., 2023). Additionally, the tourism industry has recently emphasized sustainability (Lee & Xue, 2020; S nchez-Fern ndez et al., 2019) and digitalization, advocating responsible and eco-friendly tourism practices while leveraging technology to enhance the tourist experience. The advent of digitalization in the tourism sector has facilitated greater access to information for tourists, enabling them to enjoy more personalized travel experiences through the Internet, mobile apps, and social media (Preko et al., 2023). Having these experiences is likely to create a vivid memory (Ahn et al., 2017; Ittamalla & Kumar, 2021) and are more inclined to revisit destinations when they enjoy unique and authentic experiences.  Therefore, the combination of sustainable and digital tourism experiences not only boosts tourists vivid memory but also positively influences their intention to revisit and recommend destinations (Lee & Xue, 2020; Preko et al., 2023). It is therefore clear that future tourism trends will increasingly emphasize digitalization and sustainability, contributing to the well-being of tourism businesses, governments, and local communities. Despite these advancements, there is still a lack of comprehensive literature that combines aspects of digital and sustainable tourism into the overall tourist experience (Saseanu et al., 2020). Moreover, most previous studies about sustainability tourism have focused on …"}, "filled": true, "author_pub_id": "QVDB_WgAAAAJ:ns9cj8rnVeAC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21490/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:efMknGw0ugoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Value Co-Creation Terhadap Keterlibatan Merek dan Niat Pembelian: Studi Kasus Menantea", "pub_year": 2024, "citation": "Jurnal Aplikasi Manajemen dan Bisnis 10 (1), 217-227, 2024", "author": "Felicia Candra and Nathasya Tirtoatmodjo and Regina Jokom", "volume": "10", "number": "1", "pages": "217-227", "abstract": "Menantea berfokus menjual minuman berbahan dasar teh dan telah berhasil meraih lebih dari 200.000 pengikut di Instagram dalam 5 hari pada awal pembukaannya. Penelitian ini dilakukan untuk mengetahui seberapa besar tingkat pengaruh Value Co-Creation (dialog, akses, risiko-manfaat, dan transparansi) terhadap brand engagement dan minat beli pengikut Menantea di Instagram. Penelitian ini melibatkan sebanyak 114 responden yang mengikuti akun Instagram @menantea.toko. Penelitian ini menggunakan teknik analisa data Partial Least Square (PLS). Hasil penelitian menunjukkan bahwa pada Menantea, value co-creation berpengaruh positif dan signifikan terhadap brand engagement. Lebih lanjut brand engagement berpengaruh positif dan signifikan terhadap minat beli, dan value co-creation berpengaruh positif dan signifikan terhadap minat beli. Dengan demikian, value co-creation ditemukan berpengaruh positif dan signifikan terhadap minat beli dengan brand engagement sebagai variabel mediasi. Brand engagement berperan sebagai mediasi sebagian yang memperkuat pengaruh value co-creation terhadap minat beli pada Menantea"}, "filled": true, "author_pub_id": "QVDB_WgAAAAJ:M3NEmzRMIkIC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=7797537200045110805", "cites_id": ["7797537200045110805"], "pub_url": "https://repository.petra.ac.id/20775/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:FTaVM8VqNmwJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Manajemen Event", "pub_year": 2023, "citation": "PT. RajaGrafindo Persada-Rajawali Pers, 2023", "author": "Serli Wijaya and Monika Kristanti and Sienny Thio and Regina Jokom", "publisher": "PT. RajaGrafindo Persada-Rajawali Pers", "abstract": "Event bukanlah suatu hal yang asing bagi manusia Walau tidak secara formal disebut sebagai ‘event’, eksistensi event sudah melekat menjadi bagian dari hidup manusia Istilah event mulai dikenal sejak tahun 1980-an sebagai bagian dari wisata minat khusus (Special Interest Tourism–SIT) Industri jasa event merupakan salah satu komponen utama dalam industri pariwisata dan jasa hospitality Jasa ‘hospitality’tidak hanya terbatas pada penyediaan jasa akomodasi dan makanan, namun juga bagi penyediaan layanan meeting, exhibition, perjalanan insentif, dan event-event khusus lainnya Industri event telah menjadi salah satu industri yang bertumbuh sangat pesat, atraktif, dan menyita banyak perhatian khalayak umum Asosiasi profesional terkait event di level nasional dan internasional telah banyak dibentuk Pertumbuhan industri jasa event menjanjikan peluang karier yang besar di masa mendatang di mana hal ini menuntut profesionalisme di bidang manajemen event bagi para pelakunya Di Indonesia, belum banyak institusi pendidikan pariwisata dan perhotelan yang secara khusus memasukkan manajemen event ke dalam kurikulum pembelajarannya Untuk bisa menyelenggarakan event yang baik dibutuhkan tidak hanya keterampilan praktis di lapangan, namun juga pemahaman konsep manajemen yang memadai Buku Manajemen Event: Konsep dan Aplikasi hadir untuk menjawab kebutuhan akan referensi yang lebih komprehensif yang dapat dijadikan acuan pengelolaan event yang profesional Buku ini mengupas konsep manajemen event serta aplikasi praktis pengelolaan event yang dimulai dari tahapan perencanaan …"}, "filled": true, "author_pub_id": "QVDB_WgAAAAJ:isC4tDSrTZIC", "num_citations": 47, "citedby_url": "/scholar?hl=en&cites=4012622924267447123", "cites_id": ["4012622924267447123"], "pub_url": "https://books.google.com/books?hl=en&lr=&id=T-PeEAAAQBAJ&oi=fnd&pg=PP1&dq=info:U-OMMkqzrzcJ:scholar.google.com&ots=wpzdHqe-YG&sig=hnN7ZySEoeNcOsXxmmP8KldGp2o", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:U-OMMkqzrzcJ:scholar.google.com/", "cites_per_year": {"2021": 4, "2022": 8, "2023": 8, "2024": 17, "2025": 8}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Why Tourists Consumed Local Food in Bali During the Pandemic?", "pub_year": 2022, "citation": "International Academic Conference on Tourism (INTACT)\" Post Pandemic Tourism …, 2022", "author": "Regina Jokom and Sienny Thio and Endo Wijaya Kartika", "conference": "International Academic Conference on Tourism (INTACT)\" Post Pandemic Tourism: Trends and Future Directions\"(INTACT 2022)", "pages": "227-244", "publisher": "Atlantis Press", "abstract": "Local food is a tourism resource that can be leveraged for marketing purposes, such as destination branding. Therefore, understanding tourist motivations for consuming local food could assist the government in developing an effective destination marketing plan. Although Bali is Indonesia's most well-known tourist destination, there is currently limited research on what motivates tourists to consume the indigenous local food. This study aimed to investigate tourists’ motivations for consuming local food in Bali during the covid-19 pandemic and segment them accordingly. The data was collected through an online survey of 518 tourists who visited Bali between October 2021 and February 2022. Seven motivations were discovered as causes utilizing an exploratory factor analysis: cultural, exploration, interaction, emotional, health concern, sharing, and social value. Subsequent cluster analysis divided the respondents into five segments:(1) novelty seekers, who are constantly seeking new things to learn;(2) relationship keepers, who enjoy spending time with their relatives;(3) interaction seekers, who enjoy interacting with the people they meet;(4) cultural explorers, who want to learn more about the local culture and (5) collaborative tourists, who share their experiences with others. Due to the numerous distinguishing characteristics among each segment, the government would effectively examine the local food attributes and provide alternative activities and services to tourists."}, "filled": true, "author_pub_id": "QVDB_WgAAAAJ:4JMBOYKVnBMC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=16330531571735810994", "cites_id": ["16330531571735810994"], "pub_url": "https://www.atlantis-press.com/proceedings/intact-22/125980241", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:slOdDvGzoeIJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Why Tourists Consumed Local Food in Bali During the Pandemic? A Motivation-Based Segmentation Study", "pub_year": 2022, "citation": "Why Tourists Consumed Local Food in Bali During the Pandemic? A Motivation …, 2022", "author": "Regina Jokom and Sienny Thio and Endo Wijaya Kartika", "abstract": "Local food is a tourism resource that can be leveraged for marketing purposes, such as destination branding. Therefore, understanding tourist motivations for consuming local food could assist the government in developing an effective destination marketing plan. Although Bali is Indonesia s most well-known tourist destination, there is currently limited research on what motivates tourists to consume the indigenous local food. This study aimed to investigate tourists  motivations for consuming local food in Bali during the covid-19 pandemic and segment them accordingly. The data was collected through an online survey of 518 tourists who visited Bali between October 2021 and February 2022. Seven motivations were discovered as causes utilizing an exploratory factor analysis: cultural, exploration, interaction, emotional, health concern, sharing, and social value. Subsequent cluster analysis divided the respondents into five segments: (1) novelty seekers, who are constantly seeking new things to learn; (2) relationship keepers, who enjoy spending time with their relatives; (3) interaction seekers, who enjoy interacting with the people they meet; (4) cultural explorers, who want to learn more about the local culture and (5) collaborative tourists, who share their experiences with others. Due to the numerous distinguishing characteristics among each segment, the government would effectively examine the local food attributes and provide alternative activities and services to tourists."}, "filled": true, "author_pub_id": "QVDB_WgAAAAJ:_Qo2XoVZTnwC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20078/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KtsraH0svdUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "What Motivates Tourists to Eat and Return to a Destination During COVID-19 Pandemic? Evidence from Bali", "pub_year": 2022, "citation": "What Motivates Tourists to Eat and Return to a Destination During Covid-19 …, 2022", "author": "Sienny Thio and Regina Jokom and Endo Wijaya Kartika", "abstract": "The purpose of this study is to investigate what domestic tourists  food motivations when visiting Bali, particularly during the Covid-19 pandemic and its impact on their intention to return to the destination. Motivations related to food consumption based on pull and push factors have been adapted from prior studies. Quantitative causal approach was employed in this study with non-probability and purposive sampling method. Data were collected with online survey using google form between October 2021 and February 2022 from Indonesia citizens who ever visited Bali within the last two years. A total of 518 valid responses were obtained and then analysed using Smart PLS. Of the seven motivational factors, exciting experience, food tourism appeal, interpersonal relationship, and sensory appeal were found to have a significant effect on domestic tourists  intention to visit Bali for food tourism, while cultural experience, health concern, and social value did not significantly influence intention of tourists to return. This study provides a better understanding to gastronomic experience of local tourists visiting popular leisure destination. As such, destination marketers and food service operators need to focus on enhancing tourists  food experiences which is expected to increase the attractiveness of a destination."}, "filled": true, "author_pub_id": "QVDB_WgAAAAJ:e5wmG9Sq2KIC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=12159088587039586468", "cites_id": ["12159088587039586468"], "pub_url": "https://repository.petra.ac.id/19937/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:pDgA96XCvagJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Investigating food consumption values: A case of culinary destinations in Indonesia", "pub_year": 2022, "citation": "Current issues in tourism, gastronomy, and tourist destination research, 419-425, 2022", "author": "Deborah Christine Widjaja and Sienny Thio and Regina Jokom", "pages": "419-425", "publisher": "Routledge", "abstract": "Tourism has become one of the most contributing sources of income in Indonesia. Due to COVID-19, Indonesia has decided to focus on domestic tourists. Local food has become an attraction and consideration for tourists to visit a destination. In order to attract domestic tourists, it is important to understand what they value in consuming local food. This study investigated the local consumption food value comprising functional, emotional, prestige, interaction, and epistemic values based on gender, age group, and three culinary destinations, namely: Jogjakarta, Solo, and Semarang. This study included 462 respondents who had eaten local food in one of three culinary destinations. Several analyses were used in the study: the descriptive statistics analysis and then the comparative analysis using independent sample T-test and one-way analysis of variance (ANOVA) to determine the statistical significance of the …"}, "filled": true, "author_pub_id": "QVDB_WgAAAAJ:HDshCWvjkbEC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=8572566619236486424", "cites_id": ["8572566619236486424"], "pub_url": "https://www.taylorfrancis.com/chapters/edit/10.1201/9781003248002-56/investigating-food-consumption-values-case-culinary-destinations-indonesia-widjaja-thio-jokom", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:GE32uOvf93YJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Consumer’s complaint behavior between Indonesian and non-Indonesian in the hotel", "pub_year": 2021, "citation": "Promoting Creative Tourism: Current Issues in Tourism Research, 509-515, 2021", "author": "Yuki Machiko and Ivena M Kristanti and Regina Jokom", "pages": "509-515", "publisher": "Routledge", "abstract": "Complaint management is an essential element of hotel business success. Handling customer complaints effectively could result in a future referral or loyalty behavior. Therefore, understanding the customer’s complaint behavior will help the hotel operator to create a strategy for maintaining their customers. This paper divides guest’s complaint behavior into four categories. They are voice responses, private responses that consist of negative word-of-mouth and exit, third party responses, and taking no action (inertia). These behaviors are related to Hofstede’s culture dimension that consists of six dimensions. The authors examined complaint behavior of Indonesian and non-Indonesian, in this case, Asian and Western, and evaluated the significant differences between those three groups of guests. Five-scale Likert questionnaires were distributed to 100 Indonesian, 75 Asian, and 75 Western guests. Then the data …"}, "filled": true, "author_pub_id": "QVDB_WgAAAAJ:hFOr9nPyWt4C", "num_citations": 0, "pub_url": "https://www.taylorfrancis.com/chapters/edit/10.1201/9781003095484-73/consumer-complaint-behavior-indonesian-non-indonesian-hotel-machiko-ivena-kristanti-jokom", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:eRKMIgEtb54J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Interaksi Virtual Dan Ekuitas Merek Nex Carlos Terhadap Minat Beli Pengikut Di Instagram", "pub_year": 2021, "citation": "Jurnal manajemen perhotelan 7 (1), 32-41, 2021", "author": "Jeremiah Purna Wijaya and Natasya Yemima Ongkosuwito and Regina Jokom", "volume": "7", "number": "1", "pages": "32-41", "abstract": "Nex Carlos adalah salah satu selebriti endorser yang populer di Indonesia yang terkenal dengan konten makanannya. Penelitian ini dilakukan untuk mengetahui seberapa besar tingkat pengaruh Interaksi Virtual dan Ekuitas Merek (kesadaran merek, citra merek, dan loyalitas merek) Nex Carlos terhadap minat beli pengikutnya di Instagram. Data penelitian didapat dengan melakukan survei kepada 218 pengikut akun Instagram Nex Carlos. Teknik Analisa data yang dugunakan adalah Partial Least Square. Hasil penelitian menunjukkan bahwa interaksi virtual dan ekuitas merek Nex Carlos berpengaruh secara positif dan signifikan terhadap minat beli pengikutnya di Instagram."}, "filled": true, "author_pub_id": "QVDB_WgAAAAJ:-f6ydRqryjwC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=4589405221603868881", "cites_id": ["4589405221603868881"], "pub_url": "https://repository.petra.ac.id/20339/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:0YAFvLvXsD8J:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 3, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisa Pengaruh Kompleksitas Visual Pada Foto Makanan Di Instagram Terhadap Minat Beli Melalui Respon Emosional", "pub_year": 2021, "citation": "Jurnal Manajemen Perhotelan 7 (2), 84-92, 2021", "author": "Jessica Olivia and Delicia Antonina and Regina Jokom and Vido Iskandar", "journal": "Jurnal Manajemen Perhotelan", "volume": "7", "number": "2", "pages": "84-92", "abstract": "Instagram has become one of the most popular social media, especially for generation Z. Therefore, Instagram was perceived as an effective marketing tool in food and beverage industry. Photo is the main characteristic in Instagram. Thus, food and beverage owners were encouraged to create a content with attractive photo in order to increase their sales. This study was conducted to determine the significant effect of food photo visual complexity on Instagram towards consumer purchase intention through emotional responses. The study was conducted a survey on 432 respondents who were students of Petra Christian University in Surabaya and the data was analyzed using Partial Least Square (PLS). The results indicated that there is a positive and significant influence between the visual complexity of purchase intention through emotional responses.AbstrakInstagram menjadi salah satu media sosial yang paling diminati masyarakat Indonesia terutama dikalangan anak muda. Hal ini membuat Instagram menjadi salah satu media pemasaran yang efektif khususnya dalam industri makanan minuman. Karakteristik utama Instagram yang banyak menggunakan foto, membuat pengusaha makanan minuman harus mampu membuat konten dengan foto yang menarik untuk dapat meningkatkan penjualan produknya. Oleh karena itu, penelitian ini dilakukan untuk mengetahui apakah kompleksitas visual pada sebuah foto makanan di Instagram dapat berpengaruh siginifikan terhadap minat beli mahasiswa melalui respon emosional. Penelitian dilakukan pada 432 orang responden yang merupakan mahasiswa Universitas Kristen Petra Surabaya …"}, "filled": true, "author_pub_id": "QVDB_WgAAAAJ:mB3voiENLucC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=18252915152424850245", "cites_id": ["18252915152424850245"], "pub_url": "https://jurnalperhotelan.petra.ac.id/index.php/hot/article/view/24549", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:RdOgf59hT_0J:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Tourist behavioural intentions towards gastronomy destination: evidence from international tourists in Indonesia", "pub_year": 2020, "citation": "Anatolia 31 (3), 376-392, 2020", "author": "Deborah C Widjaja and Regina Jokom and Monika Kristanti and Serli Wijaya", "journal": "Anatolia", "volume": "31", "number": "3", "pages": "376-392", "publisher": "Routledge", "abstract": "Drawing upon the extant literature, this study aimed to investigate tourist experience quality of culinary tourism in Indonesia by examining the relationships between the quality of culinary experience, the satisfaction of culinary experience, the satisfaction of destination experience, and behavioural intentions using a structural equation modelling approach. In total, 395 international tourists who travelled to Indonesian gastronomy destinations participated in the survey. The result showed the direct effects of the culinary experience quality on culinary experience satisfaction and destination experience satisfaction. However, it is the indirect and not direct effects of the quality of culinary experience quality that impact on behavioural intentions when mediated by culinary experience satisfaction and destination experience satisfaction."}, "filled": true, "author_pub_id": "QVDB_WgAAAAJ:M3ejUd6NZC8C", "num_citations": 115, "citedby_url": "/scholar?hl=en&cites=3871463165231050635", "cites_id": ["3871463165231050635"], "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/13032917.2020.1732433", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:iy-bpDwzujUJ:scholar.google.com/", "cites_per_year": {"2020": 6, "2021": 11, "2022": 21, "2023": 33, "2024": 34, "2025": 9}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Local Indonesian Food in the Eyes of Domestic Tourists: Culinary and Destination Experiences on Behavioral Intentions", "pub_year": 2020, "citation": "Local Indonesian Food in the Eyes of Domestic Tourists: Culinary and …, 2020", "author": "Regina Jokom and Deborah Christine Widjaja and Monika Kristanti and Serli Wijaya", "abstract": "Food is an essential element of tourism. Tourists visit tourism destinations in search for the destination experience as well as the culinary experience. Indonesia which is rich of various kinds of local traditional food in each of the tourist destination place has become an attraction for the domestic tourists to visit different tourist destination places to enjoy both the destination experience and the local food. There have been many previous studies discussing the concept of experience quality and tourist satisfaction in the context of culinary tourism; however, these variables have not been linked to destination experience. The aim of this study was to investigate the effect of culinary experience quality on destination experience satisfaction in Indonesia, with culinary experience satisfaction as a mediating variable. The respondents of this study include 401 domestic tourists who travelled to one of the four gastronomy destinations of Denpasar, Solo, Bandung and Yogyakarta participated in the survey. The findings showed that the positive culinary experience of domestic tourists in Indonesia significantly influenced overall destination experience satisfaction, which in turn, led to positive behavioural intentions. Moreover, the finding also showed that food is the most influential factor in creating the culinary experience of the domestic tourists."}, "filled": true, "author_pub_id": "QVDB_WgAAAAJ:4TOpqqG69KYC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=2935610421630650610", "cites_id": ["2935610421630650610"], "pub_url": "https://repository.petra.ac.id/18571/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8sg6_B9ivSgJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 0, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Deskripsi Citra Destinasi Di Sosial Media Menggunakan Analisa Konten# LabuanBajo", "pub_year": 2020, "citation": "Jurnal Hospitality Dan Manajemen Jasa, 12-26, 2020", "author": "CI Li and RK Kusuma and R Jokom", "journal": "Jurnal Hospitality Dan Manajemen Jasa", "pages": "12-26"}, "filled": true, "author_pub_id": "QVDB_WgAAAAJ:hC7cP41nSMkC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=11332749089454600128", "cites_id": ["11332749089454600128"], "pub_url": "https://scholar.google.com/scholar?cluster=11332749089454600128&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:wK-S3UADRp0J:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisa pengaruh pengalaman konsumen terhadap kepuasan konsumen di Hotel Yello Jemursari Surabaya", "pub_year": 2020, "citation": "Jurnal Hospitality Dan Manajemen Jasa 8 (1), 222-238, 2020", "author": "Danny Harsono and Angielica Ruslie and Regina Jokom", "journal": "Jurnal Hospitality Dan Manajemen Jasa", "volume": "8", "number": "1", "pages": "222-238"}, "filled": true, "author_pub_id": "QVDB_WgAAAAJ:7PzlFSSx8tAC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=14128439864269427417", "cites_id": ["14128439864269427417"], "pub_url": "https://scholar.google.com/scholar?cluster=14128439864269427417&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2VI_bDNNEsQJ:scholar.google.com/", "cites_per_year": {"2021": 2, "2022": 1, "2023": 3, "2024": 1}}
