{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Optimization of Counterfort Retaining Wall Structure with Shear Key using Metaheuristic Method", "pub_year": 2024, "citation": "Civil Engineering Dimension 26 (2), 151-159, 2024", "author": "Gogot Setyo Budi and Joel Glenn Chandra and Bryan Saputra Ongkowardhana and Willy Husada", "journal": "Civil Engineering Dimension", "volume": "26", "number": "2", "pages": "151-159"}, "filled": true, "author_pub_id": "qwMqHqMAAAAJ:qjMakFHDy7sC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:1jZDDHtd-T4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENENTUAN MODEL PENILAIAN PRIORITAS RISIKO PADA PROYEK GEDUNG BERTINGKAT SAAT PANDEMI DI SURABAYA", "pub_year": 2022, "citation": "Jurnal Dimensi Pratama Teknik Sipil 11 (2), 161-168, 2022", "author": "Ricky Christian Chandra and Aland Kane Ujuto and Doddy Prayogo and Willy Husada", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "11", "number": "2", "pages": "161-168", "abstract": "Keadaan alamiah proyek konstruksi yang dinamis dan kompleks menuntun proyek konstruksi menjadi penuh ketidakpastian dan dapat mempengaruhi performa dari perusahaan konstruksi apabila ketidakpastian tidak segera diatasi. Penelitian ini bertujuan untuk mengembangkan model prioritas risiko agar dapat membantu pengambil keputusan mengidentifikasi dan mengelola risiko kritis yang memengaruhi proyek konstruksi gedung bertingkat di Surabaya pada saat pandemi COVID-19 yang telah memunculkan banyak risiko dan ketidakpastian yang baru. Data penelitian diperoleh dengan menyebarkan kuesioner kepada kontraktor, manajemen konstruksi, tim owner/developer, dan akademisi di Surabaya. Metode pendekatan yang digunakan yaitu pendekatan tradisional (analisis deskriptif mean) dan pendekatan berbasis monte carlo simulation yang mendukung prioritas risiko dan bisa mengidentifikasi risiko dengan probabilitas dan dampak yang rendah hingga tinggi. Hasil penelitian menunjukkan hasil data memiliki nilai yang kurang lebih sama dan tidak ada risiko yang terletak di zona eksposur berisiko tinggi. Namun, usulan penentuan model direkomendasikan menggunakan pendekatan metode monte carlo simulation karena memiliki keuntungan yang lebih baik menggunakan simulasi dalam menguji data sehingga hasilnya jauh lebih mendekati keadaan sesungguhnya dan tidak dapat menyebabkan beberapa risiko kritis terabaikan."}, "filled": true, "author_pub_id": "qwMqHqMAAAAJ:2osOgNQ5qMEC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-sipil/article/view/12919", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:gscb_yAIL_8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Optimasi Desain Penampang Struktur Rangka Batang Baja Berbasis Reliabilitas Menggunakan Symbiotic Organisms Search dan Artificial Neural Network", "pub_year": 2021, "citation": "Rekayasa Sipil 15 (3), 214-221, 2021", "author": "Willy Husada and Doddy Prayogo and Christoffel Felio Thamrin and Ronald Herdjijono", "volume": "15", "number": "3", "pages": "214-221", "abstract": "Safety and economic factors are the two main consideration in designing a structure. The structural engineer always try to find the optimal structure design with minimum cost that satisfy the safety requirement. This safety requirement can be expressed as structural reliability that associated to a certain failure probability threshold. An integrated Reliability-based Design Optimization (RBDO) framework usually employed to minimize the cost objective function subjected to the failure probability limit. Failure probability mostly computed by using a time-consuming Monte Carlo Simulation (MCS) method. This study develops two hybrid RBDO framework, SOS-ANN and PSO-ANN, which combine the metaheuristic method, Symbiotic Organisms Search (SOS) and Particle Swarm Optimization (PSO) with a machine learning method, Artificial Neural Network (ANN). The SOS and PSO method are used to solve the discrete optimization problem. The ANN method is adopted to replace the MCS method in predicting the reliability of every solution using binary classification. A practical RBDO case of steel truss structure is used to demonstrate the performance of both SOS-ANN and PSO-ANN method in finding the optimal structural design. The results show that the SOS-ANN method outperforms the PSO-ANN method in terms of solution quality, computational efficiency and consistency."}, "filled": true, "author_pub_id": "qwMqHqMAAAAJ:9yKSN-GCB0IC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=10542324409353646782", "cites_id": ["10542324409353646782"], "pub_url": "https://repository.petra.ac.id/19381/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vjJ01jHcTZIJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Improving classification accuracy for single-loop reliability-based design optimization", "pub_year": 2017, "citation": "IMECS 2017 the International MultiConference of Engineers and Computer …, 2017", "author": "I-Tung Yang and Willy Husada", "journal": "IMECS 2017 the International MultiConference of Engineers and Computer Scientists", "abstract": "Reliability-based design optimization (RBDO) is to find the optimal structural design with minimum cost subject to the required level of reliability. Since the target failure probability is usually small, surrogate models have been created in the single-loop RBDO method to replace the time-consuming reliability analysis. The present study includes three parts: perform Monte Carlo sampling in the solution space, build a surrogate model based on the concept of data mining, and use the surrogate model to perform the reliability analysis. In this empirical study, we adopt three commonly used methods, Classification and Regression Tree (CART), Artificial Neural Network (ANN) and Support Vector Machine (SVM). The goal is to examine the performance of the methods in estimating the reliability states (failed or safe). A ten-bar truss project is adopted as the case study where the design options are selected from a commercial list. We also investigate the effect of the input types (discrete or continuous) on classification accuracy. The findings of the present study can assist in choosing a suitable surrogate model so the RBDO analysis can be performed with better accuracy and higher efficiency."}, "filled": true, "author_pub_id": "qwMqHqMAAAAJ:u-x6o8ySG0sC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=13028722537694793135", "cites_id": ["13028722537694793135"], "pub_url": "https://www.iaeng.org/publication/IMECS2017/IMECS2017_pp1036-1040.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:r41scB5Sz7QJ:scholar.google.com/", "cites_per_year": {"2018": 1, "2019": 0, "2020": 0, "2021": 1, "2022": 0, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Comparative Study on Data Mining Methods in Structural Reliability Prediction", "pub_year": 2016, "citation": "IPTEK Journal of Proceedings Series 2 (1), 2016", "author": "Willy Husada and I-Tung Yang and Tri Joko Wahyu", "journal": "IPTEK Journal of Proceedings Series", "volume": "2", "number": "1", "abstract": "The goal of reliability-based design optimization (RBDO) is to find the optimal structure design with minimum cost subjected to maximum failure probability limit. Since failure probability is usually small, it takes a large amount of computation time for accurate estimation in reliability analysis. Surrogate models usually created to replace the timeconsuming reliability analysis. In this empirical study, we use several data mining methods with focus on Classification and Regression Tree (CART), Artificial Neural Network (ANN) and Support Vector Machine (SVM) method to create the surrogate models on a empirical benchmark case study. We aim to find the best data mining method in predicting the failure probability which divided into two parts: classification and regression. The main findings of this study is that CART method performed better than ANN and SVM in both classification and regression. Support Vector Machine (SVM) method is the worst in both cases."}, "filled": true, "author_pub_id": "qwMqHqMAAAAJ:d1gkVwhDpl0C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=13988388617455404678", "cites_id": ["13988388617455404678"], "pub_url": "https://core.ac.uk/download/pdf/295410953.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:hgaMe1W9IMIJ:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Data mining methods in structural reliability estimation", "pub_year": 2016, "citation": "Proceedings of the 16th International Conference on Computing in Civil and …, 2016", "author": "I-Tung Yang and Willy Husada and Tri Joko Wahyu Adi", "journal": "Proceedings of the 16th International Conference on Computing in Civil and Building Engineering", "abstract": "The goal of reliability-based design optimization (RBDO) is to find the optimal structural design with minimum cost subject to the required level of reliability, which is defined as one minus the target failure probability. Since the target failure probability is usually small, it takes long computation time to perform Monte Carlo simulation for accurate estimation. In the literature, surrogate models have been created to replace the time-consuming reliability analysis. The process of RBDO would include three parts: perform sampling in the solution space, build a surrogate model based on the concept of data mining, and use the surrogate model to perform the reliability analysis. In this empirical study, we use commonly used data mining methods, namely Classification and Regression Tree (CART), Artificial Neural Network (ANN) and Support Vector Machine (SVM), to create the surrogate models. The aim is to examine the performance of these data mining method in predicting the failure probability when new designs are found during the process of optimization. The present study addresses two cases of RBDO where reliability is treated as the constraint or treated as an additional objective function. In the former case, the data mining methods are used to identify whether a design leads to failure. In the latter case, the data mining methods are applied to estimate the probability of failure. Because the probability of failure may be expressed in different forms (exact value, logarithmic scale, or safety index), we also investigate whether these forms would influence the estimation accuracy. This paper does not report optimization results because our focus is not on …"}, "filled": true, "author_pub_id": "qwMqHqMAAAAJ:u5HHmVD_uO8C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=1582717962487833470", "cites_id": ["1582717962487833470"], "pub_url": "http://www.see.eng.osaka-u.ac.jp/seeit/icccbe2016/Proceedings/Full_Papers/231-229.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:fqO37Znx9hUJ:scholar.google.com/", "cites_per_year": {"2017": 1, "2018": 0, "2019": 0, "2020": 0, "2021": 0, "2022": 1}}
