{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Symbolic Representation of War in Grave of the Fireflies (1988)", "pub_year": 2025, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 13 (1), 68-75, 2025", "author": "Jessica Angelina and Setefanus Suprajitno", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "13", "number": "1", "pages": "68-75", "abstract": "The evolution of animation has been closely tied to pop culture, particularly Japanese anime which significantly influences global animation. With over 430 anime production studios in Japan, Studio Ghibli has emerged as one of the most popular anime studios. Its popularity is partly due to its exploration of themes related to humanity and environmental issues, including war. Reflecting on the fact of how the film has served as a medium to criticize the war, Studio Ghibli confidently implied it in some of its films, one of which is Grave of the Fireflies (1988). This thesis goes beyond recent studies that focus solely on fireflies as symbols of wartime conditions. The broader symbolism used in Grave of the Fireflies will be analyzed to see the impact of war in physical and mental aspects before and after the war. By applying symbolism in war film theory to analyze physical and mental aspects, it shows the characters’ struggles, fears, aspirations, and sacrifices through symbols that appear throughout the film. Moreover, the findings indicate that all of the symbols used in this film have evolved into two opposing conditions: hopefulness and hopelessness."}, "filled": true, "author_pub_id": "QYRpog4AAAAJ:ZeXyd9-uunAC", "num_citations": 0, "pub_url": "https://katakita.petra.ac.id/index.php/sastra-inggris/article/view/14535", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mcglAYORsQQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Exploring Narrative Structure and Immersion in the Game OMORI: Unpredictability and Trauma as Guiding Principles", "pub_year": 2024, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 12 (3), 291-298, 2024", "author": "Deanya Parahita Nauraputri Dewanto and Setefanus Suprajitno", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "12", "number": "3", "pages": "291-298", "abstract": "This study analyzes the narrative structure of OMORI, a 2020 psychological horror RPG by Omocat, focusing on its portrayal of trauma through the protagonist Sunny. Incorporating Bal’s (2017) narratology and Wei’s (2011) narrative framework, this study examines techniques that contribute to unpredictability and trauma-driven narrative. Using Bermejo-Berros et al.’s (2022) narrative tension theory and Green and Brock’s (2000) transportation theory, the study reveals how each technique, respectively, incites immersive horror and emotional connection in players. Unpredictability can create immersive horror through narrative tension, whereas trauma-driven narrative may create an emotional connection by making the players sympathize with the character. Through its placement and presentation of sequences, the game evokes cognitive and emotional responses in players. The narrative structure in OMORI highlights the impact of unpredictability and trauma-driven narratives in game storytelling. Analyzing the game’s sequences and mechanics reveals their role in creating profound emotional experiences for players."}, "filled": true, "author_pub_id": "QYRpog4AAAAJ:L8Ckcad2t8MC", "num_citations": 0, "pub_url": "https://katakita.petra.ac.id/index.php/sastra-inggris/article/view/14472", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:wURItasOKBUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Negative Parenting Styles in the Second Anime Adaptation of Fruits Basket the Series (2019-2021)", "pub_year": 2024, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 12 (2), 167-174, 2024", "author": "Vania Valencia and Setefanus Suprajitno", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "12", "number": "2", "pages": "167-174", "abstract": "This paper explores the negative parenting styles employed in the second anime series adaptation of Fruits Basket (2019-2021) and the effects on the children, focusing on Ren Sohma, Akito Sohma’s mother, and Isuzu Sohma’s parents as well as the two children. The main theory in this analysis is the parenting styles theory by Diana Baumrind, Eleanor Maccoby, and John Martin. While Ren Sohma’s extreme competitiveness, abuse, and neglect resulted in Akito's emotional hunger, violent tendencies, and rebellion, Isuzu’s parents’ superficial care, abuse, and abandonment led to Isuzu’s low self-worth and self-isolation. This study proves that although both children suffer from authoritarian and neglectful parenting, the different methods that their parents employ lead to different results. Thus, this analysis highlights the long-lasting effects of the negative parenting styles and the varying impacts they have on children."}, "filled": true, "author_pub_id": "QYRpog4AAAAJ:7PzlFSSx8tAC", "num_citations": 0, "pub_url": "https://katakita.petra.ac.id/index.php/sastra-inggris/article/view/14421", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:pQSQQr5e7r4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Denotative and Connotative Meanings on the Advertisement of iPhone 13 Relax, It’s Iphone", "pub_year": 2023, "citation": "Kata Kita 11 (3), 457-464, 2023", "author": "Verenia Vivian Yip and Setefanus Suprajitno", "volume": "11", "number": "3", "pages": "457-464", "abstract": "A creative and innovative advertisement is required by a company to attract customers. So, advertisers must utilize an attractive technique to convince the viewers to buy their products and they need to deliver the messages to the customers. To deliver the messages, advertisers employ semiotic modes such as visual mode, linguistic mode, and gestural mode. We analyze the denotative and connotative meanings as expressed through the semiotic resources used and the messages delivered in the iPhone 13 Relax, it’s iPhone video advertisement. We use the theory of the process of signification by Chandler (2017) and semiotic mode as supporting theory. The denotative and connotative meanings of the advertisement is that the iPhone 13 has three features namely water-resistance, long battery life, and durability. The messages that these advertisements create is a brand myth, that is, people do not have to worry when they use iPhone 13 in an unfavorable situation."}, "filled": true, "author_pub_id": "QYRpog4AAAAJ:mVmsd5A6BfQC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20892/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:TUvKmMnoIhEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Fashion as a Communicator of Identity in Amy Tan’s The Joy Luck Club", "pub_year": 2023, "citation": "5th International Conference on Language, Linguistics, and Literature …, 2023", "author": "Setefanus Suprajitno", "conference": "5th International Conference on Language, Linguistics, and Literature (COLALITE 2023)", "pages": "227-237", "publisher": "Atlantis Press", "abstract": "In this paper, I would like to explore the significance of fashion as a symbol of cultural identity in Amy Tan’s novel The Joy Luck Club. Being a symbol of cultural identity, fashion also functions as a communicator of identity. By analyzing the clothing and accessories the characters wear, I demonstrate that fashion accentuates the generational and cultural differences between the Chinese mothers and their American-born daughters. In so doing, I investigate how fashion reflects the characters’ identities, as well as communicating them to others. The findings show that in this novel, fashion illustrates the complex interplay between culture, identity, and self-expression. This interplay offers insights into the characters’ experiences as immigrants and their struggles to reconcile their cultural heritage with their new lives in the US"}, "filled": true, "author_pub_id": "QYRpog4AAAAJ:9ZlFYXVOiuMC", "num_citations": 0, "pub_url": "https://www.atlantis-press.com/proceedings/colalite-23/125993888", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:4HxxR1tOmNgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Here Comes the Style: Cultural Modernity", "pub_year": 2023, "citation": "Proceedings of the fourth Asia-Pacific Research in Social Sciences and …, 2023", "author": "Setefanus Suprajitno", "journal": "Proceedings of the fourth Asia-Pacific Research in Social Sciences and Humanities, Arts and Humanities Stream (AHS-APRISH 2019)", "volume": "753", "pages": "144", "publisher": "Springer Nature", "abstract": "Wedding is an important rite of passage in various ethnic groups and cultures. It marks a milestone in individuals' lives. Because of its significance in life, its ceremony and rituals are very elaborate, complex, and full of meanings. Yet, cultural and social factors influence how wedding is conducted. This makes wedding not only a passage of rite, but also a reflection of social and cultural changes in a society. One of the visible changes in wedding is the commodifica-tion of its ceremony, which is heavily propelled by social media. In this article, through an ethnographic study of Chinese Indonesians living in Surabaya, I ana-lyze how their wedding ceremonies expose the negotiation of their ethnic, social, and cultural identities. Primary data, gathered from interviews, are analyzed using affect theory. The findings show that because of the historical trajectory in which Chinese tradition and culture were banned when the New Order regime was in power and revived after the fall of the regime, as well as the increasing popularity of social media in which consumption in weddings is pictured, their wedding ceremony and rituals are in a cultural nexus where the ceremony and rituals are still influenced by traditions, yet at the same time they undergo changes because of growing new cultures. The social media that portray ideal weddings increase the intensity of the affective elements of wedding ceremonies, which jump from one individual to another. Their wedding ceremonies are awash with elements suffused with their projected ethnic, social, and cultural identities."}, "filled": true, "author_pub_id": "QYRpog4AAAAJ:M3ejUd6NZC8C", "num_citations": 0, "pub_url": "https://books.google.com/books?hl=en&lr=&id=nTzBEAAAQBAJ&oi=fnd&pg=PA144&dq=info:bEXeusPNOxkJ:scholar.google.com&ots=udLLwB9mmm&sig=KCqN55vfjuLwhKP1NxCskoC1QhY", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:bEXeusPNOxkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Transformasi Digital Pembelajaran Sastra: Studi Kasus di Prodi Inggris Universitas Kristen Petra", "pub_year": 2023, "citation": "Transformasi Digital Pembelajaran Sastra: Studi Kasus di Prodi Inggris …, 2023", "author": "Setefanus Suprajitno", "abstract": "Dewasa ini internet dan digital telah merambah ke semua bidang kehidupan kita, dan mengubah praktik-praktik yang ada. Perubahan ini begitu masif sehingga para pakar menyatakan bahwa kita hidup di era transformasi digital. Awalnya, transformasi digital ini merupakan satu istilah di bidang bisnis dan industri. Namun dalam perkembangannya, istilah ini juga merujuk pada transformasi sebagai dampak dari pemakaian teknologi digital di bidang lain, termasuk bidang pendidikan. Transformasi digital di bidang pendidikan seharusnya bukan hanya meliputi pemakaian teknologi digital di kelas, namun juga meliputi penerapan metode baru dalam proses pembelajaran. Dalam makalah ini, yang berupa action research report, penulis menunjukkan bahwa transformasi digital diterapkan dalam praktik pembelajaran dalam satu proyek atau mata kuliah di Prodi Inggris, Fakultas Humaniora dan Industri Kreatif, Universitas Kristen Petra. Metode penelitian yang dipakai adalah metode penelitian studi kasus karena penulis memilih satu kasus untuk menjelaskan permasalahan terkait dengan transformasi digital dalam pembelajaran sastra. Proyek tersebut diobservasi. Berdasarkan observasi yang dilakukan, penulis menjelaskan seperti apa proyek tersebut dan bagaimana implementasinya. Temuan yang diperoleh menunjukkan bahwa mahasiswa memerlukan kreativitas dan keterampilan digital agar mampu menghasilkan luaran seperti yang termaktub dalam proyek tersebut. Untuk membantu mahasiswa menumbuhkembangkan kreativitas dan keterampilan digitalnya, proyek tersebut memerlukan integrasi teknologi informasi dan komunikasi ke …"}, "filled": true, "author_pub_id": "QYRpog4AAAAJ:aqlVkmm33-oC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20548/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:eBfsw5yd4ocJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Men and Woman as Victims of Patriarchy in Ika Natassa’s Books: Critical Eleven & Divortiare Trilogy", "pub_year": 2023, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 11 (1), 162-170, 2023", "author": "Yogie Rukwanda and Setefanus Suprajitno", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "11", "number": "1", "pages": "162-170", "abstract": "In this paper we intend to analyze the victimization of patriarchy toward two genders at the same time, male and female, that previously was only considered as a system that oppresses women due to its characteristics that put men in a more superior position. We analyze the behavior of the main characters from two Ika Natassa’s books Critical Eleven and Divortiare Trilogy that allegedly embody the patriarchal values in their behaviors on a daily basis that later could victimize them in its practice. In analyzing the books, we use the traditional Javanese patriarchy values such as 3M, kanca wingking, and benggol & bonggol. We divide the analysis into two parts. In the first part, we analyze how patriarchal ideology affects the lives of the two main female characters, Alex and Anya, where they had to keep up with the expectations of becoming the ideal traditional wife and how it put them in hard times. In the next part, we analyze how the patriarchal ideology surprisingly also affects the husbands of the main female characters. The finding shows that patriarchal ideologies surprisingly oppresses not only the wives but the husbands as well."}, "filled": true, "author_pub_id": "QYRpog4AAAAJ:4TOpqqG69KYC", "num_citations": 0, "pub_url": "https://katakita.petra.ac.id/index.php/sastra-inggris/article/view/13420", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:V0GJvwVZH10J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sastra dan Transformasi Digital", "pub_year": 2023, "citation": "Sanata Dharma University Press, 2023", "author": "Sony Christian Sudarsono and Adventina Putranti and Setefanus Suprajitno and Yoseph Yapi Taum and Gabriel Fajar Sasmita Aji and Florentinus Galih Adi Utama and Maria Magdalena Sinta Wardani and Anindita Dewangga Puri and Ni Luh Putu Rosiandani and Elisabeth Oseanita Pukan and Almira Ghassani Shabrina Romala and Catharina Brameswari and Dalan Mehuli Perangin Angin", "publisher": "Sanata Dharma University Press", "abstract": "Sastra berasal dari bahasa Sanskerta sastra yang berarti'pedoman'. Secara tidak langsung perubahan massif akhir-akhir ini termasuk era digital, membawa sastra menuju era baru. Ada transformasi-transformasi yang muncul. Di saat ada sesuatu yang\" baru\" tersebut ada pula jejak-jejak yang tertinggal yang perlu juga dicermati. Gaya Preskriptif yang baru juga muncul. Alat yang membantu kita melalui kaidah-kaidah yang diberikan belum tentu sesuai dengan kaidah alami bahasa manusia. Rupanya identitas manusia yang konon ada pada sastranya tidak dapat digantikan secara digital. Pada hakikatnya digital dan manusia dan sastra berjalan bersama."}, "filled": true, "author_pub_id": "QYRpog4AAAAJ:4DMP91E08xMC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=14267474532828743542", "cites_id": ["14267474532828743542"], "pub_url": "https://books.google.com/books?hl=en&lr=&id=fUCxEAAAQBAJ&oi=fnd&pg=PA3&dq=info:docwy35AAMYJ:scholar.google.com&ots=ct8aHeCOxS&sig=C9fQcW-kkZe_0fhcdsi64rfrxWA", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:docwy35AAMYJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Chinese language investment: pesantren and social reproduction challenges", "pub_year": 2022, "citation": "Jordan Journal of Modern Languages and Literatures 14 (4), 755-774, 2022", "author": "Setefanus Suprajitno and Budi Kurniawan", "volume": "14", "number": "4", "pages": "755-774", "abstract": "Pesantren, the most dominant Islamic educational institution, has existed long before Indonesian independence. To answer the challenge of modernity, many pesantrens reform their curriculum. A pesantren, Nurul Jadid, follows this step by offering foreign languages, besides Arabic. Inspired by China’s economic rise, Nurul Jadid includes Chinese in its curriculum. This study investigates how Nurul Jadid promotes Chinese among its students so that the students invest in the language. This study employs a qualitative research design and draws on the concept of global language (Crystal 2003), Bourdieu’s cultural capital and social reproduction theory (Bourdieu and Passeron 1990). Data are obtained through in-depth interviews with 13 participants. The findings show that Nurul Jadid promotes Chinese through the creation of the school’s image and the use of religious guidance. These efforts transform Chinese into a cultural capital its students can accumulate for the sake of their mobility. In so doing, the students, most of whom come from working-class background, invest in Chinese, which then functions as a symbolic capital that helps them challenge social reproduction."}, "filled": true, "author_pub_id": "QYRpog4AAAAJ:YOwf2qJgpHMC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=8484352027876150009", "cites_id": ["8484352027876150009"], "pub_url": "https://repository.petra.ac.id/20093/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-Ursojd5vnUJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Dehumanization in Attack On Titan", "pub_year": 2022, "citation": "Kata Kita 10 (3), 571-578, 2022", "author": "Vanessa Cicilia Halim and Setefanus Suprajitno", "volume": "10", "number": "3", "pages": "571-578", "abstract": "Manga is a Japanese comic that has its own genres, one of the most famous is shōnen. Attack on Titan is one of the most popular shōnen manga in the world, with a science fiction theme. Through this study, we want to analyze the dehumanization in the manga series by Hajime Isayama. We want to find out what forms of dehumanization occur and the reasons why the dehumanization happens to the victims, the Eldians. We use the theory of animalistic and mechanistic dehumanization to identify the forms of dehumanization in the manga. In addition, we also use the theory that state power increases dehumanization to find out the reasons that dehumanization happens. Based on our analysis results, victims treated like animals do not have human rights, are considered low class, and get persecuted. Victims treated like objects are considered tools to achieve goals, something that can be exchanged or destroyed, and ignores the victims feelings. Meanwhile, the Eldians get dehumanized because they feel powerless and are considered a potential threat by the dehumanizers. It shows that dehumanization is a negative phenomenon that occurs due to differences."}, "filled": true, "author_pub_id": "QYRpog4AAAAJ:ULOm3_A8WrAC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=12823280097513589017", "cites_id": ["12823280097513589017"], "pub_url": "https://repository.petra.ac.id/20183/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:GUmi205x9bEJ:scholar.google.com/", "cites_per_year": {"2023": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Analysis of Visual and Verbal Expressions of FIJI Water Sports Cap Posters", "pub_year": 2022, "citation": "Kata Kita 10 (3), 525-532, 2022", "author": "Kevin Jonathan and Setefanus Suprajitno", "volume": "10", "number": "3", "pages": "525-532", "abstract": "Advertisement is made to persuade consumers to purchase a certain product. To have a successful persuasion, advertisers must pay attention to the major components of the advertisement, like verbal and visual expressions. In this paper, we analyze the messages that FIJI Water Sports Cap wants to convey in its posters, and how they are supported by the use of verbal and visual expressions. To reveal the meaning of the posters, we use Chandler s theory of process of signification and the supporting theory of metaphor. Our findings show that the messages in FIJI Water Sports Cap posters are related to its naturalness and the benefit of consuming it. The messages are produced in the second level of process of signification or the connotation level. The findings also reveal how visual elements of the posters support the messages that FIJI Water Sports Cap wants to convey."}, "filled": true, "author_pub_id": "QYRpog4AAAAJ:Zph67rFs4hoC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20184/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:HSXvlBMLzYAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Multimodal Analysis of Man/Husband and Woman/Wife Representations in Two Indonesian Seasoning Television Commercials.", "pub_year": 2022, "citation": "Kata Kita 10 (1), 96-104, 2022", "author": "Shania Permata Chandra and Setefanus Suprajitno", "volume": "10", "number": "1", "pages": "96-104", "abstract": "Television occupies widespread popularity and is the best and most effective medium for commercials. With the rapid business growth, television commercial (TVC) has been more and more creatively made. TVC producers usually use semiotic resources to represent a certain character. Through this study, we aim to discover the way the man/husband and woman/wife characters are represented in Royco’s The Best Gift is Homemade TVC and Kecap ABC’s Kecap ABC Bantu Suami Sejati Hargai Istri TVC using visual, gestural, and linguistic modes, and whether the representations challenge or support the traditional roles of man/husband and woman/wife and the reason using traditional gender role theory. Our findings show that, in both TVCs, the man/husband and woman/wife are represented modern roles of man/husband and woman/wife. By doing so, the TVCs persuade the target audience, regardless of their roles as man/husband or woman/wife, to cook with Royco and Kecap ABC."}, "filled": true, "author_pub_id": "QYRpog4AAAAJ:KlAtU1dfN6UC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20186/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:pZwrwSO2QTAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Journey of Becoming a Hero in the Avatar: The Last Airbender Animated Series", "pub_year": 2021, "citation": "Kata Kita 9 (3), 444-451, 2021", "author": "Cindy Karina and Setefanus Suprajitno", "volume": "9", "number": "3", "pages": "444-451", "abstract": "The popularity of Avatar: The Last Airbender intrigues me to analyze Aang’s journey, as the main character, in becoming a hero. I aim to analyze the stressors that cause Aang’s psychological distress, his coping mechanisms, and how he develops into a hero. To find out about the three aforementioned points, I use theories on psychological distress and coping mechanisms. My analysis demonstrates that Aang’s psychological distress is caused by three stressors: his fear of accepting his new identity and responsibility, his shame, and his fear of the war and failure. To deal with those stressors, Aang adopts two coping mechanisms: emotion-focused (avoidance, seeking social support for emotional purposes, and acceptance), and problem-focused (seeking social support for instrumental purposes, planning, and problem-solving). By the end of the series, Aang has become a hero by developing into a selfless and benevolent humanitarian who used his intelligence and integrity to win the war."}, "filled": true, "author_pub_id": "QYRpog4AAAAJ:kNdYIx-mwKoC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=2612924846181618126", "cites_id": ["2612924846181618126"], "pub_url": "https://repository.petra.ac.id/20187/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:zpFywU35QiQJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Semiotic Analysis of Dove’s Femvertising", "pub_year": 2021, "citation": "Kata Kita 9 (2), 195-204, 2021", "author": "Chun Hojeung and Setefanus Suprajitno", "volume": "9", "number": "2", "pages": "195-204", "abstract": "This qualitative study aimed to know in what ways the verbal (oral mode) and non-verbal (visual mode and gestural mode) semiotic resources help Dove meet the criteria of femvertising. The study used the Multimodal approach to help analyze the data. The writer collected and analyzed the data from Dove’s My Beauty My Say video. The findings showed that the verbal semiotic resources help Dove meet the criteria of femvertising by orally informing the audiences about the problems and arguments that are faced by the women in the video and how they responded to the problems in order to empower all the women. Meanwhile, the non-verbal semiotic resources help Dove meet the criteria of femvertising by revealing women in the authentic form and outside of traditional gender stereotypes so that they can deliver predominantly pro-female messages that can empower themselves and other women who are facing the similar problems as they do. The non-verbal semiotic resources are delivered by using the gestures (e.g. facial expression and body language) and objects (e.g. outfits, dominated background color, focus of the camera) in the video. In conclusion, I observe these semiotic resources are important to help Dove meet the criteria of femvertising."}, "filled": true, "author_pub_id": "QYRpog4AAAAJ:3fE2CSJIrl8C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=5848637302710729979", "cites_id": ["5848637302710729979"], "pub_url": "https://repository.petra.ac.id/20188/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-_wrsKOIKlEJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Citra dan Pesona: Intermedialitas di Era Digital", "pub_year": 2021, "citation": "Citra dan Pesona: Intermedialitas di Era Digital, 2021", "author": "Setefanus Suprajitno", "abstract": "Perkembangan teknologi informasi dewasa ini mampu membuat akses internet lebih mudah dan terjangkau bagi kita. Perkembangan teknologi tersebut juga memicu inovasi digital yang merambah sendi-sendi kehidupan sedemikian rupa sehingga menciptakan cara baru dalam aktivitas ekonomi, sosial dan budaya kita, melalui beragam platform yang merupakan hasil inovasi digital tersebut. Begitu besar dampak yang ditimbulkan sehingga era sekarang ini disebut sebagai era digital. Salah satu platform yang sangat mempengaruhi kehidupan kita sehingga mengubah bleger budaya dan sosial (social and cultural scene) di Indonesia adalah media sosial. Melalui media sosial, orang menunjukkan beragam identitas mereka, yang bisa tidak kongruen dengan identitas mereka di dunia nyata. Hal ini terjadi karena media sosial itu menyediakan wadah bagi mereka untuk mengkurasi dan memamerkan apa yang mereka lakukan setiap hari dengan mengunggahnya di sana, serta merefleksikan makna yang ingin mereka tampilkan melalui unggahan mereka tersebut. Dalam makalah ini, dengan menggunakan teori intermedialitas, yang berdasarkan pemikiran dari Rajewski yang menyatakan bahwa intermedialitas itu merupakan suatu konsep semiotik-komunikatif, serta pemikiran Herkman yang menyatakan bahwa intermedialitas merupakan satu pendekatan yang  sesuai untuk menganalisis konsekuensi dan dampak sosial dan budaya dari perkembangan teknologi media, penulis mencoba mengeksplorasi artikulasi identitas masyarakat melalui unggahan mereka di media sosial. Analisis penulis menunjukkan bahwa artikulasi identitas di media …"}, "filled": true, "author_pub_id": "QYRpog4AAAAJ:_kc_bZDykSQC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20189/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:i4j9fu3oj1UJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Multimodal Analysis of Innisfree’s Brand History", "pub_year": 2020, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 8 (3), 262-269, 2020", "author": "Vanessa Velancia Prajogo and Setefanus Suprajitno", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "8", "number": "3", "pages": "262-269", "abstract": "Fierce competition in increasing market share growth prompts companies to strive to create a memorable brand identity. One common method adopted by some companies is using a video advertisement, which contains the message they want to convey about their product or brand. This message is intended to persuade people who see the advertisement to buy their product. In doing so, companies usually use the visual, linguistic, spatial and other semiotic resources, often referred to as a semiotic mode. Through the case study of Innisfree s video advertisement  Brand History,  we analyze how Innisfree uses linguistic, spatial, and visual mode for creating a message that enables consumers to remember and to persuade them buy its product. Our findings show that the message in the video advertisement is that Innisfree is a beauty product that upholds nature as its ingredients, has high quality, and preserves the environment where it takes its ingredients."}, "filled": true, "author_pub_id": "QYRpog4AAAAJ:MXK_kJrjxJIC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=6460712639439025137", "cites_id": ["6460712639439025137"], "pub_url": "https://repository.petra.ac.id/20190/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8bOjTeoPqVkJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Multimodal Analysis on Product Placement in Korean Drama: “Goblin”", "pub_year": 2020, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 8 (2), 219-225, 2020", "author": "Natalia Kristiva Utomo and Setefanus Suprajitno", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "8", "number": "2", "pages": "219-225", "publisher": "English Department, Faculty of Languages and Literature, Petra Christian University, Indonesia", "abstract": "Many companies try to find innovative ways of reaching their target market and promoting their products. Product placement (PPL) is one of such innovative ways. PPL has become popular in marketing communication because the promotion in it is quite subtle. It happens because in PPL, the advertisement is integrated in the structure of the narratives of TV series or films where PPL takes place. Thus, PPL can skirt the negative view toward advertising. In this study, we examine how PPL convey advertising messages in Korean drama, Guardian: Great and Lonely God (Goblin). In so doing, by using multimodal theory we analyze the verbal and non-verbal communication practices found in some scenes of the Korean drama, and the meaning of PPL semiotic resources in those scenes express. Our findings show that PPL conveys the advertising messages through the acting, the facial expression, and the shot of products."}, "filled": true, "author_pub_id": "QYRpog4AAAAJ:5nxA0vEk-isC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=16547587091076794740", "cites_id": ["16547587091076794740"], "pub_url": "https://repository.petra.ac.id/18912/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:dMl4VcnWpOUJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Chinese Indonesian Wedding", "pub_year": 2020, "citation": "Chinese Indonesian Wedding, 2020", "author": "Jenny Mochtar and Setefanus Suprajitno and Priska Febrinia Handojo"}, "filled": true, "author_pub_id": "QYRpog4AAAAJ:QIV2ME_5wuYC", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=8347027650584995616&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:IGd7e2yZ1nMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Reconstructing Chineseness: Chinese Media and Chinese Identity in Post-Reform Indonesia", "pub_year": 2020, "citation": "KEMANUSIAAN The Asian Journal of Humanities 27 (1), 1-23, 2020", "author": "Setefanus Suprajitno", "journal": "KEMANUSIAAN The Asian Journal of Humanities", "volume": "27", "number": "1", "pages": "1-23", "publisher": "Penerbit Universiti Sains Malaysia", "abstract": "The fall of Suharto in 1998 brought winds of change to Indonesia, especially to policies concerning the Chinese. After being suppressed under the Suharto regime, Chinese Indonesians suddenly had an opportunity to express their cultural heritage in their own ethnic media, counter negative stereotypes and reconstruct an identity that had been virtually erased during the Suharto era. In this article, author examines the discursive practices Chinese Indonesians use to remould their ethnic identity through an analysis of the media strategies used to reinvigorate the Chinese Indonesian identity. It was found from the Chinese media, as exemplified in Qiandao Ribao, Guoji Ribao and Yindunixiya Shangbao, that the re-creation of the Chinese identity requires an understanding of what it was to be Chinese through the use of the symbols most salient to Chinese ethnicity. The media have been strongly geared towards the reconstruction and maintenance of a Chinese identity that sees Chinese Indonesians as an imagined community whose ethnicity is symbolically perceived and maintained through frequent exposure to the ethnic media. By being exposed to the ethnic media, Chinese Indonesian readers can feel a sense of ethnic belonging and identity through perceived affiliation and shared symbols. However, although they succeeded in bringing Chinese culture back to the Indonesian public sphere, the diversity in the Chinese community challenges the media efforts to construct a definitive Chinese identity."}, "filled": true, "author_pub_id": "QYRpog4AAAAJ:UebtZRa9Y70C", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=12066980768592613596", "cites_id": ["12066980768592613596"], "pub_url": "https://repository.petra.ac.id/20191/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:3NBuTxOHdqcJ:scholar.google.com/", "cites_per_year": {"2021": 2, "2022": 2, "2023": 0, "2024": 3}}
