{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sikap mahasiswa Surabaya terhadap Konten TikTok Partai Solidaritas Indonesia", "pub_year": 2024, "citation": "Jurnal Komunikasi dan Media 5 (1), 25-39, 2024", "author": "Fanny Lesmana and Valerie Audrey Laurencia and Gabriella Valentina Mamarimbing and Reyna Arumanti Sukmarani", "volume": "5", "number": "1", "pages": "25-39", "abstract": "The 2024 election season in Indonesia has prompted political parties to engage in political communication, utilizing various media platforms including social media. In 2024, 60% of the voters are predicted to be coming from young voters. Numerous political parties and political figures target to reach young voters through political communication. Partai Solidaritas Indonesia (PSI) was one of the political parties that occasionally posts social media content which is an endeavor to reach young voters. This research will focus on TikTok as the main social media platform as 34,9% of their users are aged 18-24 years old, which is dominated by university students. East Java Province is the province with the highest number of students in Indonesia and the city of Surabaya itself is the city with the highest number of universities in East Java. This supports our research goal which is to know how university students in Surabaya respond to PSI s TikTok content. This research uses the Stimulus Organism Response theory (S-O-R) to know how the respondents respond to PSI s TikTok content. The results are drawn using quantitative methods and by spreading surveys to active university students in Surabaya. Data acquisition is also retrieved using the Likert scale which can help determine the final results and the sampling number is achieved by using Slovin s formula. After gaining 100 respondents to fill out the survey, the final results indicate that active university students in Surabaya respond positively towards PSI s TikTok content cognitively, affectively, and behaviorally."}, "filled": true, "author_pub_id": "qzg0kdAAAAAJ:738O_yMBCRsC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21437/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:cz_5gjJOUNgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Influence of “Every U Does Good Heroes” Public Relations Campaign Message on Followers Attitudes regarding Unilever Indonesia’s Vision and Mission on Instagram@ unileveridn", "pub_year": 2024, "citation": "Journal of Content and Engagement, 54-81, 2024", "author": "Vienny Chikita and Fanny Lesmana and Inri Inggrit Indrayani", "journal": "Journal of Content and Engagement", "pages": "54-81", "abstract": "This research was intended to explain the influence of campaign message Every U Does Good"}, "filled": true, "author_pub_id": "qzg0kdAAAAAJ:WbkHhVStYXYC", "num_citations": 0, "pub_url": "https://joce.petra.ac.id/index.php/joce/article/download/30/57", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:HWJN9XAo9esJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "ANALISIS SEMIOTIKA FOTO HEADLINE HARIAN DI’S WAY JULI 2020", "pub_year": 2024, "citation": "Sintesa 3 (2), 62-83, 2024", "author": "Yeremia Tulude Ambat and Fanny Lesmana", "journal": "Sintesa", "volume": "3", "number": "2", "pages": "62-83", "publisher": "Petra Christian University", "abstract": "Harian DI's Way merupakan media cetak yang terbit pertama kali pada 4 Juli 2020, digagas oleh mantan petinggi Jawa Pos, Dahlan Iskan. Fokus utama media ini adalah berita yang berkaitan dengan kota Surabaya. Ada tiga elemen utama dalam Harian DI's Way, terutama pada halaman utama, yaitu: teks, foto/ilustrasi, dan layout. Pada aspek foto jurnalistik, peneliti menganalisis bagaimana pesan tersebut disampaikan melalui foto headline dan caption pada halaman utama Harian DI's Way melalui analisis semiotika Roland Barthes dan pendekatan kualitatif. Peneliti menemukan gambaran implisit dari headline foto dan caption Harian DI's Way terkait Surabaya Pemkot Juli 2020, bulan pertama media ini beroperasi. Sebanyak 22 berita pada Juli 2020 berfokus membahas program dari Pemerintah Kota Surabaya. Hasil penelitian ini memberikan gambaran tentang penerapan nilai kontrol sosial yang dilakukan oleh Harian DI's Way, khususnya dalam mengkaji program Pemerintah Kota Surabaya. Topik yang berkaitan dengan ketidaksiapan pemerintah dan kurang memadainya penanganan pandemi Covid-19 menjadi salah satu yang paling disoroti oleh harian ini pada Juli 2020. Minimnya realisasi program Pemerintah Kota Surabaya terkait pendidikan, transportasi dan infrastruktur juga disorot di halaman utama. Kata Kunci: Koran, Fotografi Jurnalistik, Semiotika, Roland Barthes, Pemerintah Kota Surabaya"}, "filled": true, "author_pub_id": "qzg0kdAAAAAJ:nb7KW1ujOQ8C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21106/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:UI9kQySM61QJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Melukis Kembali Penggambaran Citra Gender dalam Media Massa", "pub_year": 2024, "citation": "KOMUNIKATIF: Jurnal Ilmiah Komunikasi 13 (1), 111-120, 2024", "author": "Sherlynn Yuwono and Fanny Lesmana and Yeremia Tulude Ambat", "volume": "13", "number": "1", "pages": "111-120", "abstract": "Pada film dokumenter'Ice Cold'di Netflix yang mengulik tentang pembunuhan Jessica oleh Mirna, ia kerap dipuji dan dimaafkan karena parasnya. Dokumenternya pun menyebutkan bahwa sang pembunuh adalah sosok rupawan. Di luar itu, televisi digital sebagai salah satu medium media massa seringkali menggambarkan perempuan sebagai objek yang terbatas dalam peran'bawahan'. Eksistensi perempuan sering direduksi hanya pada dimensi fisik mereka. Seakan iklan dan tayangan televisi akan terasa hampa tanpa kehadiran perempuan sebagai objek yang dirayakan. Perempuan seolah-olah dipaksa untuk memenuhi citra perempuan modern yang seharusnya memegang paradigma feminis. Pandangan ini akhirnya tertanam dalam pikiran perempuan modern, sebagian besar melalui pengaruh media massa, sementara tuntutan komersialisme dan perlombaan untuk mendapatkan rating tertinggi menjadi alasan utama mengapa perempuan terus dijadikan objek pelengkap dalam berbagai konten media. Penelitian ini menggunakan metode penelitian Semiotika Roland Barthes, menggunakan denotasi, konotasi, serta mitos untuk memahami interaksi kompleks antara unsur didikan agama,‘male gaze’, dan pengaruh media massa serta dampaknya terhadap persepsi tubuh perempuan dalam masyarakat modern. Ironisnya, penggunaan berlebihan oleh media patriarki telah membuat perempuan merasa lebih bebas untuk mengekspresikan diri dan mengaktualisasikan potensi mereka di berbagai aspek kehidupan. Dalam konteks ini, unsur didikan agama memainkan peran penting, karena beberapa ajaran agama Abrahamik …"}, "filled": true, "author_pub_id": "qzg0kdAAAAAJ:P5F9QuxV20EC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21141/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:FFiOtZQ4JXAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Feature Tulisan Jurnalistik Yang Kreatif, Disertai Kaidah Dalam Penulisan Jurnalistik", "pub_year": 2024, "citation": "Penerbit Andi, 2024", "author": "Fanny Lesmana", "publisher": "Penerbit Andi", "abstract": "Feature merupakan bentuk tulisan jurnalistik yang dapat dianggap ringan. Meskipun tetap mengandung data, namun cara penulisan feature dapat dianggap ringan. Hal ini dikarenakan tulisan feature lebih berkutat pada hal-hal yang bersifat kemanusiaan. Feature telah menjadi bentuk tulisan jurnalistik yang nyaman bagi media, khususnya media cetak. Ringan namun tetap akurat. Karenanya, buku ini menggagas penulisan feature yang tidak hanya dipraktikkan oleh jurnalis professional, tetapi juga dapat diterapkan oleh penulis pemula, mahasiswa konsentrasi jurnalistik dan masyarakat awam yang menyenangi dunia jurnalistik."}, "filled": true, "author_pub_id": "qzg0kdAAAAAJ:xtRiw3GOFMkC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=15317086873376327451", "cites_id": ["15317086873376327451"], "pub_url": "https://books.google.com/books?hl=en&lr=&id=2fH3EAAAQBAJ&oi=fnd&pg=PP1&dq=info:GwdloVs5kdQJ:scholar.google.com&ots=U0yITKA9k2&sig=j96G917ukkBs0gTIHAqzOcIJvSg", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:GwdloVs5kdQJ:scholar.google.com/", "cites_per_year": {"2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Representation of Women Empowerment on The Little Mermaid Movie", "pub_year": 2024, "citation": "Journal of Content and Engagement, 235-248, 2024", "author": "Priscilla Christy Rikhana and Fanny Lesmana and Chory Angela Wijayanti", "journal": "Journal of Content and Engagement", "pages": "235-248", "abstract": "The Little Mermaid Movie tells the story of Ariel’s journey to seek freedom and achieve her dream to be a part of the human world. This research explores the representation of women empowerment in the film using John Fiske's semiotic method, broken down into three levels, reality, representation, and ideology. The study employs a descriptive qualitative approach, with the object being the representation of women empowerment and the subject being the film The Little Mermaid. The findings reveal that the women empowerment exhibited by Ariel, the protagonist of the film, is articulated through three categories: women empowerment in making life choices, achieving equality in society, and fostering social change. These categories align with the stages of women empowerment, personal level, interpersonal level, and social action & social change. Furthermore, it is evident that the depiction of a woman with a special status, such as a double minority, can empower individuals with similar statuses who view the film. Additionally, the ideologies of revisionism and feminism are identified in the process of women empowerment depicted in the film."}, "filled": true, "author_pub_id": "qzg0kdAAAAAJ:l7t_Zn2s7bgC", "num_citations": 0, "pub_url": "https://joce.petra.ac.id/index.php/joce/article/view/40", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:kuT1IRQtDk4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Megawati VS Jokowi di Pemilu 2024 (Analisis Semiotika Desain Sampul Majalah Tempo “Bara Dalam Sekam Jokowi-Mega”)", "pub_year": 2024, "citation": "KOMUNIKATIF: Jurnal Ilmiah Komunikasi 13 (2), 251-264, 2024", "author": "Yeremia Tulude Ambat and Fanny Lesmana", "journal": "KOMUNIKATIF: Jurnal Ilmiah Komunikasi", "volume": "13", "number": "2", "pages": "251-264", "abstract": "Situasi politik di Indonesia menghangat di Pemilihan Umum 2024. Keputusan Mahkamah Konstitusi mengubah batas usia pendaftaran calon presiden dan wakil presiden pada 16 Oktober 2023. Hasilnya, Gibran Rakabuming Raka yang masih berusia di bawah 40 tahun berhasil mengikuti konstetasi Pemilu 2024, bersama Prabowo Subianto. Hal ini turut menimbulkan perbedaan pandangan politik antara Jokowi, Gibran, yang justru tidak mendukung Ganjar-Mahfud yang diusung oleh PDIP. Momen ini menjadikan media tidak putus mengulas dan melakukan kritik sosial sebagai salah satu tugasnya. Kondisi inipun terdokumentasi lewat ilustrasi dalam Majalah Tempo di desain sampul edisi “Bara Dalam Sekam Jokowi-Mega” yang sarat akan kritik sosial dalam bahasa visual. Menggunakan metode penelitian analisis semiotika Roland Barthez, yang menganalisis bagaimana makna denotatif, konotatif, hingga mitos di belakang sebuah objek, peneliti melihat Tempo menggambarkan Jokowi meninggalkan partai yang telah membesarkan langkah politiknya selama ini, PDIP Perjuangan. Momen ini punya banyak analisis pertimbangan, mulai dari ketidakcocokan dalam program pemerintahan, adanya pergesekan otoritas dan kekuasaan antara Jokowi dan Megawati, hingga momen Jokowi yang tidak ada menampilkan penolakan akan keikutsertaan anaknya menjadi bakal calon wakil presiden dari Prabowo Subianto. Hasilnya, efek ‘perpindahan’kubu yang secara tidak langsung dilakukan oleh Jokowi, membuat Prabowo Subianto dan Gibran Rakabuming Raka sah menjadi Capres dan Cawapres terpilih yang ditetapkan oleh KPU. Desain …"}, "filled": true, "author_pub_id": "qzg0kdAAAAAJ:K3LRdlH-MEoC", "num_citations": 0, "pub_url": "https://journal.ukwms.ac.id/index.php/KOMUNIKATIF/article/view/6012", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:J3b1avcllOgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Entity sentiment analysis with the Netray monitoring tool in Indonesian online news media on the fuel price hike", "pub_year": 2024, "citation": "Information & Media, 106-125, 2024", "author": "Lady Joanne Tjahyana", "journal": "Information & Media", "number": "99", "pages": "106-125", "publisher": "Vilniaus Universiteto Leidykla", "abstract": ""}, "filled": true, "author_pub_id": "qzg0kdAAAAAJ:CHSYGLWDkRkC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=17421636393288957137", "cites_id": ["17421636393288957137"], "pub_url": "https://www.ceeol.com/search/article-detail?id=1329397", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:0XwB9P4VxvEJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Representasi Kebangsaan dalam Novel Pulang Karya Leila S. Chudori", "pub_year": 2023, "citation": "Representasi Kebangsaan dalam Novel Pulang Karya Leila S. Chudori, 2023", "author": "Fanny Lesmana", "abstract": "Buku merupakan media yang menjadi agen perubahan dan budaya yang menarik untuk dikaji. Novel meski bersifat fiksi bukan tidak mungkin menjadi bagian sebagai agen perubahan tersebut. Apa yang dituangkan dalam novel tidak dapat dipungkiri mampu memberikan sebuah pemahaman bahkan perubahan sikap dari pembaca. Novel Pulang karya Leila S. Chudori dengan latar belakang kisah pergolakan politik di Indonesia dalam dua masa, menggagas pergulatan para tokoh serta pemikiran mereka tentang kebangsaan. Para tokoh digambarkan berada pada situasi politik genting yakni saat peristiwa Gerakan 30 September 1965, serta saat era Reformasi tahun 1998. Penelitian ini melihat bagaimana novel ini mengkomunikasikan pemahaman kebangsaan yang ada pada tokoh-tokoh utama dengan menggunakan metode semiotika Roland Barthes. Dialog serta penggambaran karakter akan menjadi fokus dari penelitian ini. Hasil dari penelitian ini adalah bagaimana novel ini menggambarkan kebangsaan dari para tokoh dalam novel."}, "filled": true, "author_pub_id": "qzg0kdAAAAAJ:NhqRSupF_l8C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20941/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Y1w-XROD6BgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Representation of Communication Patterns Adults to Autism Children in Film Innocent Witness", "pub_year": 2023, "citation": "Journal of Content and Engagement, 152-168, 2023", "author": "Fabianus Valentino Setiawan and Fanny Lesmana", "journal": "Journal of Content and Engagement", "pages": "152-168", "abstract": "Communication patterns help a person to communicate effectively with other people who have difficulty communicating. Difficulty in communicating is the main problem for autism children so that adults are needed to help them. It takes the right pattern of communication to understand the information that autism children want to convey. This depiction can be found in the film Innocent Witness which features a lawyer who mush know and be friends with autism child to help him solve the cases he is handling. This research was conducted with the aim of knowing how to describe the communication patterns of adults to autism children in this Innocent Witness film. The researcher will use a descriptive qualitative approach using John Fiske’s television semiotics method. From this study it was found that the communication patterns of adults to autism children experienced a process of finding the right communication patterns, namely adults having difficulty communicating with autism children before getting to know them, adults must understand autism children in the process of getting to know autism children, adults are able to create good communication effective with autism children after getting know autism children. And the idology of egalitarianism which adheres to equality for all people, including in communicatig with autism children."}, "filled": true, "author_pub_id": "qzg0kdAAAAAJ:cFHS6HbyZ2cC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=8488190708706422389", "cites_id": ["8488190708706422389"], "pub_url": "https://joce.petra.ac.id/index.php/joce/article/view/16", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:da43KnoczHUJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Representation of Feminism in the Movie\" Black Panther: Wakanda Forever (2022)\"", "pub_year": 2023, "citation": "Proceeding of Creative and Collaborative Communication Conference (CCOMM) 1 …, 2023", "author": "Arion Reyvonputra and Fanny Lesmana and Daniel Budiana", "journal": "Proceeding of Creative and Collaborative Communication Conference (CCOMM)", "volume": "1", "number": "1", "pages": "242-256", "abstract": "The movie\" Black Panther: Wakanda Forever\" is a movie that discusses how the hero struggles to save the world and his family. This movie tells the story of the main character, Shuri, who fights against injustice and also the scenario of the destruction of Wakanda planned by her enemy from Talokan, Namor. This makes researchers want to examine how the representation of feminism is embedded in the film\" Black Panther: Wakanda Forever\" This research uses the semiotic method, using John Fiske's television code theory. This study shows that feminism is depicted in three forms, namely; the superiority of black women over men, the stigma of society about women being broken, the conflict of violence and power between two countries, black women who are free from colonizing power. With this research, researchers see that all aspects, elements, and the encoding process of a movie both have meaning and play an important role in shaping the ideological content or message of the film. The conclusion in this movie is that the feminist figures in Shuri, Okoye, Queen Ramonda, Namor, Attuma and Riri who are depicted through women can dominate men and can even be equal to them in the movie. The feminism brought to the movie Black Panther: Wakanda Forever leads to first and second wave feminism and the support of patriotism and liberalism ideologies in this film. This proves that film can be a medium to convey a message of representation or social phenomena of equal rights between women and men in the world of heroes."}, "filled": true, "author_pub_id": "qzg0kdAAAAAJ:a0OBvERweLwC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=16584356535670047614", "cites_id": ["16584356535670047614"], "pub_url": "https://proceeding-ccomm.petra.ac.id/index.php/ccomm/article/view/25", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:foMKyWZ4J-YJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "KUMPULAN CERITA ANAK INDONESIA Cerita dalam 3 Bahasa", "pub_year": 2023, "citation": "Zifatama Jawara, 2023", "author": "Fanny Lesmana and Liem Satya Limanta and Anang Tri Wahyudi", "publisher": "Zifatama Jawara", "abstract": "Buku cerita ini berisi sekumpulan cerita pendek dengan ilustrasi awal yang menyenangkan dan cocok sebagai penghantar dongeng anak sebelum tidur. Dilengkapi dengan terjemahan bahasa Inggris dan Chinese agar pengetahuan dan wawasan kebahasaan anak bertambah."}, "filled": true, "author_pub_id": "qzg0kdAAAAAJ:yD5IFk8b50cC", "num_citations": 0, "pub_url": "https://books.google.com/books?hl=en&lr=&id=-jHbEAAAQBAJ&oi=fnd&pg=PA12&dq=info:IaCGMo4XOMsJ:scholar.google.com&ots=3GOG0kE3tN&sig=2bEDnMkhcO2gsuX4TxONrxUR6CU", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:IaCGMo4XOMsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pola Komunikasi Keluarga Single Parent Dalam Membimbing Anak Yang Sedang Mengalami Fase Quarter Life Crisis", "pub_year": 2023, "citation": "Jurnal E-Komunikasi 11 (1), 2-10, 2023", "author": "AR Wijaya and F Lesmana and M Wahjudianata", "journal": "Jurnal E-Komunikasi", "volume": "11", "number": "1", "pages": "2-10"}, "filled": true, "author_pub_id": "qzg0kdAAAAAJ:f2IySw72cVMC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=7010833587079500641", "cites_id": ["7010833587079500641"], "pub_url": "https://scholar.google.com/scholar?cluster=7010833587079500641&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:YVNAoQB8S2EJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 0, "2025": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Framing Terhadap Pemberitaan Rachel Vennya Pada Kasus Karantina COVID-19 di Kompas. com dan Okezone. com", "pub_year": 2022, "citation": "Jurnal E-Komunikasi 10 (2), 2-8, 2022", "author": "Patrick Jonathan Lugito and Fanny Lesmana and Chory Angela Wijayanti", "journal": "Jurnal E-Komunikasi", "volume": "10", "number": "2", "pages": "2-8", "abstract": "Penelitian ini bertujuan untuk mengetahui konstruksi realitas yang dibangun oleh Kompas. com dan Okezone. com dalam kasus karantina COVID-19 yang dialami Rachel Vennya. Rachel Vennya kabur dari karantina setelah pulang dari Amerika Serikat. Berita yang peneliti ambil yaitu berita mengenai kasus karantina Rachel Vennya mulai tanggal 13 Oktober-12 Desember 2021. Metode yang digunakan dalam melakukan analisis yaitu framing model Pan&Kosicki dengan empat elemen yaitu sintaksis, skrip, tematik, dan retoris. Hasil dari penelitian ini yaitu Kompas. com mengkonstruksi pemberitaan Rachel Vennya dalam kasus ini adalah sebagai seorang selebgram yang kabur dari karantina. Informasi mengenai Rachel Vennya sebagai selebgram yang kabur menjadi dominan sehingga informasi mengenai oknum TNI yang terlibat menjadi samar. Okezone. com mengkonstruksi realitas pemberitaan Rachel …"}, "filled": true, "author_pub_id": "qzg0kdAAAAAJ:70eg2SAEIzsC", "num_citations": 12, "citedby_url": "/scholar?hl=en&cites=10427766004337619413", "cites_id": ["10427766004337619413"], "pub_url": "https://scholar.google.com/scholar?cluster=10427766004337619413&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:1TFwqe7dtpAJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 9, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Catatan Catatan Odontologi Forensik", "pub_year": 2022, "citation": "Catatan Catatan Odontologi Forensik, 2022", "author": "Fanny Lesmana", "publisher": "Penerbit ANDI", "abstract": "Alphons Rodriguez Quendangan merasa resah setelah berpuluh tahun bergulat dalam bidang odontologi forensik. Ia merasa perlu untuk meninggalkan sebuah catatan yang telah dikumpulkannya sejak tahun 1981, ketika ia pertama kali bertugas untuk menangani sebuah kasus forensik. Alumnus Fakultas Kedokteran Gigi Universitas Trisakti Jakarta ini memiliki keinginan kuat untuk mewariskan pengetahuan dan pengalaman yang telah diterimanya selama berkarier di Kepolisian Negara Republik Indonesia. Catatan yang ditulisnya dimulai dari hal-hal mendasar terkait dengan hukum dalam bidang forensik hingga pada kasus-kasus riil yang ditanganinya maupun yang ditangani oleh beberapa kolega. Buku ini bisa jadi disebut catatan lengkap dalam bidang odontologi forensik. Meski sangat diperlukan oleh para mahasiswa Fakultas Kedokteran Gigi, namun buku ini juga menarik untuk ditelaah oleh para penyuka dunia forensik, khusus dalam bidang kedokteran gigi."}, "filled": true, "author_pub_id": "qzg0kdAAAAAJ:SeFeTyx0c_EC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19925/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:0WTgkIdCrZ4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Representation of Single Father in the Movie Fatherhood", "pub_year": 2022, "citation": "Jurnal Spektrum Komunikasi 10 (2), 138-147, 2022", "author": "Cateline Marscha and Fanny Lesmana", "journal": "Jurnal Spektrum Komunikasi", "volume": "10", "number": "2", "pages": "138-147", "abstract": "Film is one of the media that is still often used by many people to convey a message and have an impact on a wide audience who enjoy it. One of them is the depiction of a person in a film that gives a message of its impression to the audience. Since the Covid-19 pandemic that entered Indonesia in March 2021, many people have died due to exposure to the virus. Not infrequently, some people have also lost their parents during this pandemic, such as losing their mothers and leaving fathers with their children. The phenomenon of single fathers and their stories of defending their families and raising their children eventually became the main attraction for the audience. At the same time, a film called Fatherhood was released which tells the story of a single father and his daughter. The author conducted this research because it was deemed to describe how a single father faces the problems that surround him. The purpose of this study was to find out the message of the single father representation conveyed in the media of this film. The method used is Roland Barthes' semiotics. Semiotics Roland Barthes will discuss from 3 points of view, namely denotation, connotation, and also myth. In this study, the theory used is about single-parent problems, Roland Barthes' semiotics, and also films. The findings in this study are that every single father will face several problems such as work, child care, economy, and also social pressure."}, "filled": true, "author_pub_id": "qzg0kdAAAAAJ:NMxIlDl6LWMC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=11945919324071758866", "cites_id": ["11945919324071758866"], "pub_url": "http://journal.stikosa-aws.ac.id/index.php/spektrum/article/view/278", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:EozFQlVuyKUJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 2, "2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Shelter for women: Femina magazine cover design at pandemic situation", "pub_year": 2022, "citation": "Bricolage: Jurnal Magister Ilmu Komunikasi 8 (1), 51-62, 2022", "author": "Fanny Lesmana and Yeremia Tulude Ambat", "volume": "8", "number": "1", "pages": "51-62", "abstract": "Femina Magazine has a female with careers or work, both at home and in the public sphere as its audience target. Therefore, Femina Magazine has been publishing featuring cover designs for female models. However, in the May-June 2020 edition, Femina Magazine presents a different design concept. Femina did not use a female models as its cover but Femina is using illustrations for the cover. This closing design refers to the world situation affected by the Covid-19 pandemic outbreak. This study aims to determine the representation displayed by the cover design of Femina Magazine in the May-June 2020 edition. Research on the design of this magazine is based on design elements, namely picture, images and typography. The method used is Roland Barthes semiotics, with a qualitative approach. The results showed that Femina Magazine has a different construction in presenting the cover design in the May-June 2020 edition. With this Covid-19 pandemic, Femina Magazine wants to show optimism for its readers in responding to this. The cover design for the May-June 2020 edition of Femina magazine also includes women having careers as a target for their readers to go to the domestic realm, namely returning home. The patriarchal culture is highlighted by mass media."}, "filled": true, "author_pub_id": "qzg0kdAAAAAJ:maZDTaKrznsC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=10939423980271431534", "cites_id": ["10939423980271431534"], "pub_url": "https://repository.petra.ac.id/19647/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:bu93hyak0JcJ:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "STUDY OF DIS WAY DAILY LAYOUT IN HERMENEUTICS VIEWED FROM ITS LAYOUT ELEMENTS", "pub_year": 2022, "citation": "Jurnal Spektrum Komunikasi 10 (1), 104-109, 2022", "author": "Fanny Lesmana and Yeremia Tulude Ambat", "volume": "10", "number": "1", "pages": "104-109", "abstract": "DIs Way is present as a new media in the world of print media. Print media originating from Surabaya, and for Surabaya residents. It looks like a magazine but is published every day, has a cover layout that is not like a magazine or newspaper. The cover design, in this case, especially the layout, has an aesthetic to determine the mass media, especially print, whether the media will sell or not. However, this daily is claimed to have many fans, both in its initial form, namely a website, to becoming a daily printed in color. This study uses a qualitative method with a hermeneutic approach to explore the impression of what the cover layout design shows that is not like a magazine or newspaper to Surabaya. The hermeneutic method is carried out by interpreting the data seen in the DIs way cover design, layout theory, and also matters related to Surabaya. This data mining is done by looking at the cover layout design in terms of the use of grids, margins, and also text and image elements.The results that can be seen are as a DIs way daily like a newspaper or newsletter that has a template for each edition with a cover layout showing the impression that the main interest of this media is to be able to tell important news to the City of Surabaya, by always using a large size for the main news photo and also for the text element (headline) but the arrangement can still be followed as a comfortable reading flow. A large portion seems to want to show the impression of the characteristics of the City of Surabaya as a city of heroes which has a great and passionate fighting spirit. Meanwhile, supporting news is placed below it according to the order of its news value …"}, "filled": true, "author_pub_id": "qzg0kdAAAAAJ:k_IJM867U9cC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19646/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:oWRqbubLbPMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Representasi nonverbal autism dalam film pendek animasi loop", "pub_year": 2022, "citation": "PRecious: Public Relations Journal 2 (2), 107-128, 2022", "author": "Cateline Marscha and Fanny Lesmana and Desi Yoanita", "journal": "PRecious: Public Relations Journal", "volume": "2", "number": "2", "pages": "107-128", "abstract": "Film is one of the media which usually used to give and spread information to all of their audiences. There are particular messages that laid down under hidden codes, which filmmakers want to send to audiences. Those message that will be send to the audience usually will be represented as hidden codes inside the movie itself. Loop is a movie about a girl with an autism spectrum disorder, in this movie nonverbal autism, who communicate and interact with neurotypical person. This research held in advance to know how people with nonverbal autism is presented inside this short animation movie. The method used is John Fiske’semiotics. This method will discuss from 3 points of view, namely reality level, representation level, and ideology level. The findings in this study are: people with nonverbal autism shows to have hardship in communicating, hardship in interacting, any certain habits, get both good and bad responses from their surroundings, and how this movie make a positive portrayal of a character with disability compared to other films. Researcher also found that this movie shares egalitarianism ideology."}, "filled": true, "author_pub_id": "qzg0kdAAAAAJ:4OULZ7Gr8RgC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=14924600656489988337", "cites_id": ["14924600656489988337"], "pub_url": "https://ejournal.uksw.edu/precious/article/view/6676", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8cClIDnVHs8J:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Representasi Patriarki dalam Film “Penyalin Cahaya (Photocopier)”", "pub_year": 2022, "citation": "Jurnal E-Komunikasi 10 (2), 1-12, 2022", "author": "Atha Nilakandi Oknadia and Fanny Lesmana and Chory Angela Wijayanti", "journal": "Jurnal E-Komunikasi", "volume": "10", "number": "2", "pages": "1-12", "abstract": "Di tahun 2021, Komnas Perempuan menyebutkan patriarki sebagai salah satu faktor meningkatnya kasus kekerasan seksual terhadap perempuan. Patriarki merupakan sebuah sistem yang menempatkan kepentingan laki-laki di atas segala-galanya di berbagai aspek kehidupan, sedangkan perempuan ditempatkan sebagai sebagai kaum subordinat. Fenomena ini diangkat dalam sebuah film berjudul “Penyalin Cahaya (Photocopier)”. Tujuan penelitian ini dilakukan untuk mengetahui bagaimana representasi patriarki di dalam film yang mengangkat isu terkait kekerasan seksual. Penelitian ini menggunakan metode semiotika dibantu dengan kode-kode televisi John Fiske yang terbagi menjadi level realitas, level representasi dan level ideologi. Hasil penelitian mengungkapkan bahwa representasi patriarki di dalam film menunjukkan kepemimpinan dan kekuasaan laki-laki terhadap perempuan, terbentuknya …"}, "filled": true, "author_pub_id": "qzg0kdAAAAAJ:ldfaerwXgEUC", "num_citations": 10, "citedby_url": "/scholar?hl=en&cites=14026635342518027780", "cites_id": ["14026635342518027780"], "pub_url": "https://scholar.google.com/scholar?cluster=14026635342518027780&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:BAa6GIeeqMIJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 5, "2025": 3}}
