{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Mural Bonek: Identitas dan Kuasa Fan Sepak Bola", "pub_year": 2022, "citation": "Jurnal Desain Komunikasi Visual Nirmana 22 (1), 27-40, 2022", "author": "Obed Bima Wicandra and Augustinus Supratiknya and Yustina Devi Ardhiani", "volume": "22", "number": "1", "pages": "27-40", "abstract": "Artikel ini bertujuan untuk menganalisis identitas Bonek yang terbangun melalui seni mural di jalanan kota Surabaya. Selama ini Bonek adalah stigma bagi fan Persebaya yang suka membuat onar, penampilan yang gahar, suka menjarah, dan berbagai stigma lain yang melekat. Artikel ini juga ditulis untuk mengetahui hal-hal yang tersampaikan melalui pesan yang tersembunyi di mural Bonek, termasuk bagaimana relasi kuasa yang dimunculkan melalui persepsi visual tersebut. Pada penelitian ini, konsep identitas yang digunakan adalah studi komunitas sebagaimana yang dilakukan oleh Anthony Cohen (1985). Sedangkan untuk membongkar relasi kuasa dalam mural menggunakan konsep perilaku suporter sepak bola menurut Spaaij (2008) yang sejalan dengan Michel Foucault (1991). Penelitian ini menyimpulkan mengenai bagaimana mural yang dihasilkan merepresentasikan Surabaya yang semakin padat serta tekanan hidup yang semakin berat, menjadikan Bonek yang sebagian besar kelas pekerja menyandarkan harapannya pada Persebaya. Persebaya adalah harga diri bagi Bonek. Mural Bonek bukanlah sebagai pencitraan mengenai Bonek yang berubah atau alih-alih memberi semangat pada Persebaya. Mural yang dibuat oleh Bonek menyiratkan tentang kelas sosial yang dipandang sebagai liyan dalam konstelasi masyarakat Surabaya yang berdaya menghadapi tekanan. Sebagus apapun usaha yang dilakukan Bonek untuk citra positifnya, tetap saja Bonek akan dipandang pilihan negatif namun di sisi lain membanggakan."}, "filled": true, "author_pub_id": "RLZBnDkAAAAJ:8AbLer7MMksC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=6516162259966242222", "cites_id": ["6516162259966242222"], "pub_url": "https://repository.petra.ac.id/19649/1/Publikasi1_02032_8327.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ri0YJA0PbloJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Setelah Seabad Gereja Tionghoa Pertama di Surabaya", "pub_year": 2021, "citation": "Setelah Seabad Gereja Tionghoa Pertama di Surabaya, 2021", "author": "Linda Bustan and Fanny Lesmana and Obed Bima Wicandra and Priskila Adiasih and Gunawan Tanuwidjaja and Rully Damayanti and Altrerosje Asri and Lilianny Sigit Arifin", "abstract": "Artikel ini tentang gereja etnis Tionghoa pertama di Surabaya. Bagaimana gereja ini berkembang dan mempertahankan identitas sebagai gereja Tionghoa Protestan selama lebih dari seabad. Tulisan ini juga berusaha untuk menggambarkan dinamika identitas tersebut, di mana ada sebagian identitas suku dan agama yang tetap, namun ada juga yang berubah."}, "filled": true, "author_pub_id": "RLZBnDkAAAAJ:5Ul4iDaHHb8C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19973/2/Publikasi4_97033_7626.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:20WjIDNXA-cJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Seabad Henk Ngantung: Sketsa dan Tugu", "pub_year": 2021, "citation": "Seabad Henk Ngantung: Sketsa dan Tugu, 2021", "author": "Obed Bima Wicandra", "journal": "Seabad Henk Ngantung: Sketsa dan Tugu", "publisher": "Petra Christian University"}, "filled": true, "author_pub_id": "RLZBnDkAAAAJ:vRqMK49ujn8C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=4637273855961970241", "cites_id": ["4637273855961970241"], "pub_url": "https://repository.petra.ac.id/19130/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:QbbRrgDoWkAJ:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Grundelan Daring: Klub Ngopi El-Munar Unlimited", "pub_year": 2021, "citation": "Grundelan Daring: Klub Ngopi El-Munar Unlimited, 2021", "author": "Ribut Basuki and Obed Bima Wicandra and Anang Tri Wahyudi", "journal": "Grundelan Daring: Klub Ngopi El-Munar Unlimited", "publisher": "LPPM UK Petra", "abstract": "Catatan ini boleh dibaca sebagai pra-catatan daring bagi bagian-bagian berikutnya yang diambil dari catatan daring di Facebook. Tapi pastinya, catatan ini ditulis ketika rencana catatan daring ini diputuskan untuk diterbitkan menjadi buku luring dengan cara yang saksama dalam tempo sesingkat-singkatnya. Catatan ini berfungsi sebagai prakata, karena sengaja penulis dan penggambar mau agak beda. Ini bukan buku yang biasa (yang bermutu), ini buku yang semoga enak dibaca tulisannya dan dinikmati gambarnya.Kami sengaja menatanya secara kronologis dengan alur waktu pandemi korona di tahun 2020. Jadi kami ingin buku ini menjadi catatan di saat dunia dan khususnya Indonesia dilanda pandemi ini. Tentu saja isu-isunya tidak serta-merta berhubungan dengan korona, karena ketika membuat postingan di facebook, kami menulis tentang apa saja yang terlintas."}, "filled": true, "author_pub_id": "RLZBnDkAAAAJ:LPZeul_q3PIC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20246/3/Grundelan_Daring_Klub_Ngopi_-_BUKU.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Ai2gEQhmYy8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Seni Jalanan di Jalan Ranciere", "pub_year": 2021, "citation": "Seni Jalanan di Jalan Ranciere, 2021", "author": "Obed Bima Wicandra", "journal": "Seni Jalanan di Jalan Ranciere", "publisher": "Petra Christian University", "abstract": "Politik dalam pandangan Rancière–yang dipengaruhi oleh Plato-adalah mengenai siapa yang memiliki otoritas dalam menentukan penting atau tidaknya suatu isu, juga ada tidaknya kelompok masyarakat tertindas. Politik yang demikian, memunculkan yang namanya konsensus. Konsensus adalah tatanan sosial. Bagian-bagian dalam masyarakat yang diperhitungkan dan menciptakan kesepakatan itu yang kemudian memunculkan struktur atau tatanan sosial yang mendominasi."}, "filled": true, "author_pub_id": "RLZBnDkAAAAJ:08ZZubdj9fEC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19121/1/Publikasi1_02032_6907.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:aGQyzp5ZbIUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Tragedi Heysel: dari Lockdown ke Perubahan", "pub_year": 2020, "citation": "Tragedi Heysel: dari Lockdown ke Perubahan, 2020", "author": "Obed Bima Wicandra", "abstract": "Artikel ini adalah book chapter dari buku TOLAK BALA SEPAK BOLA yang menjelaskan tentang sejarah Tragedi Heysel. Tragedi ini menjadi penanda mengenai bagaimana melakukan mitigasi bencana sosial yang terjadi di dunia olahraga."}, "filled": true, "author_pub_id": "RLZBnDkAAAAJ:geHnlv5EZngC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19122/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:tacQG9k8p_oJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sunyi Jatuh di Liverpool", "pub_year": 2020, "citation": "Sunyi Jatuh di Liverpool, 2020", "author": "Obed Bima Wicandra", "abstract": "Artikel ini menjelaskan tentang sejarah Tragedi Hillsborough yang memakan korban 96 orang fan Liverpool meninggal dunia. Tragedi ini menjadi penanda mengenai bagaimana melakukan mitigasi bencana sosial yang terjadi di dunia olahraga."}, "filled": true, "author_pub_id": "RLZBnDkAAAAJ:l7t_Zn2s7bgC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19123/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:1OAVETvayDQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Ludruk dan Panggung bagi Waria", "pub_year": 2020, "citation": "Ludruk dan Panggung bagi Waria, 2020", "author": "Obed Bima Wicandra", "journal": "Ludruk dan Panggung bagi Waria", "publisher": "Petra Christian University", "abstract": "Prosentase plagiat tinggi karena artikel yang sama dan ditulis oleh orang yang sama juga diterbitkan di online secara bersamaan."}, "filled": true, "author_pub_id": "RLZBnDkAAAAJ:K3LRdlH-MEoC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=2042203817367233279", "cites_id": ["2042203817367233279"], "pub_url": "https://repository.petra.ac.id/19124/1/Publikasi1_02032_6024.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:_-IeRY1dVxwJ:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan ilustrasi sebagai edukasi tentang polusi akibat limbah cair produksi fashion", "pub_year": 2020, "citation": "Jurnal Desain Komunikasi Visual Nirmana 20 (2), 62-71, 2020", "author": "Annetta Dewi Wijaya and Obed Bima Wicandra and Asthararianty Asthararianty", "journal": "Jurnal Desain Komunikasi Visual Nirmana", "volume": "20", "number": "2", "pages": "62-71", "abstract": "Meski dibutuhkan dalam kehidupan sehari-hari, fashion sebagai sebuah industri memiliki dampak yang sangat buruk pada lingkungan. Khususnya tahapan produksi fashion yaitu dyeing menghasilkan banyak sekali limbah cair yang mencemari perairan, sehingga berdampak buruk pada hewan dan tanaman, dan juga bisa menimbulkan penyakit pada manusia. Tapi masyarakat masih kurang tahu dan tidak peduli terhadap masalah ini sehingga mengonsumsi fashion tanpa dipikirkan dahulu. Perancangan ini diharapkan dapat meningkatkan kepedulian masyarakat sehingga mendorong mereka untuk mengubah kebiasaan konsumsi fashion-nya."}, "filled": true, "author_pub_id": "RLZBnDkAAAAJ:p2g8aNsByqUC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=2630871496542396422", "cites_id": ["2630871496542396422"], "pub_url": "https://nirmana.petra.ac.id/index.php/dkv/article/view/24298", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:BiAc6a-7giQJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 0, "2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Ilustrasi Tentang Edukasi Gejala Gangguan Bipolar Bagi Remaja Di Surabaya", "pub_year": 2020, "citation": "Jurnal DKV Adiwarna 1 (16), 9, 2020", "author": "FM Adiwijaya and OB Wicandra and A Asthararianty", "journal": "Jurnal DKV Adiwarna", "volume": "1", "number": "16", "pages": "9"}, "filled": true, "author_pub_id": "RLZBnDkAAAAJ:OU6Ihb5iCvQC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=8996411865785772933", "cites_id": ["8996411865785772933"], "pub_url": "https://scholar.google.com/scholar?cluster=8996411865785772933&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:hStFSe2s2XwJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "kajian partisipasi masyarakat dalam mural, studi kasus: mural dinding sekolah TK YBPK sekar indah Malang", "pub_year": 2019, "citation": "Jurnal Nirmana 27 (2), 87-95, 2019", "author": "Anang Tri Wahyudi and Listia Natadjaja and Obed Bima Wicandra and Heru Dwi Waluyanto", "journal": "Jurnal Nirmana", "volume": "27", "number": "2", "pages": "87-95", "publisher": "Petra Christian University", "abstract": "Karya mural kini sudah mulai banyak diminati oleh semua kalangan, mural tidak hanya di dinding-dinding pinggir jalan raya, tetapi mulai merambah di dinding sekolah, caf , perkantoran, rumah, dan ruang privat. Tingkat apresiasi, keinginan dan permintaan masyarakat terhadap mural semakin tinggi, tetapi partisipasi masyarakat dalam pembuatan mural secara langsung banyak terkandala berbagai alasan. Hal ini terjadi pada beberapa kegiatan mural yang dilakukan oleh para dosen DKV UK Petra dan salah satunya penulis mencoba mengangkat kegiatan mural yang dilakukan di TK YBPK Sekar Indah Malang. Penelitian ini mencoba menggali sejauh mana masyarakat dapat berpatisipasi dalam kegiatan mural. Untuk mengetahui alasan dan interpretasi masyarakat terhadap fenomena kehadiran mural di dalam lingkungan mereka, maka digunakan pendekatan paradigma fenomenologis interpretatif, yaitu suatu pendekatan yang berorientasi kepada nilai subjektivitas dari informan sebagai masyarakat yang mengikuti pelatihan mural di Gereja GKJW Tunjung Sekar. Mayarakat tidak serta-merta mau terlibat dalam kegiatan mural. Perlu peran serta panitia setempat untuk lebih aktif mengajak masyarakat sekitar untuk terlibat. Sedangkan dari pihak dosen DKV UK Petra dapat memberikan peluang lebih agar masyarakat berani untuk menuangkan karya mereka di dinding. Masyarakat merasa senang mengenal mural lebih dekat, mereka ingin belajar bisa membuat mural, tetapi kepercayaan diri dan perasaan tidak memiliki kemampuan menggambar masih menjadi kendala utama. Perlu dipertimbangkan lagi untuk membuat suatu kontrak kerja …"}, "filled": true, "author_pub_id": "RLZBnDkAAAAJ:D03iK_w7-QYC", "num_citations": 9, "citedby_url": "/scholar?hl=en&cites=17103762831671017022", "cites_id": ["17103762831671017022"], "pub_url": "https://repository.petra.ac.id/18117/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Pr5HAK3FXO0J:scholar.google.com/", "cites_per_year": {"2020": 3, "2021": 2, "2022": 2, "2023": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Iklan Go-Jek Versi “Munculnya Gozali” dalam Kajian Poskolonialisme", "pub_year": 2019, "citation": "Jurnal Desain Komunikasi Visual Nirmana 19 (2), 109-116, 2019", "author": "Cynthia Caroline and Obed Bima Wicandra and Asthararianty Asthararianty", "journal": "Jurnal Desain Komunikasi Visual Nirmana", "volume": "19", "number": "2", "pages": "109-116", "abstract": "Penelitian ini mengkaji penggunaan visual figur dan bahasa hibrid dalam iklan GO-JEK versi “Munculnya Gozali” yang diunggah ke sosial media GO-JEK pada April 2018. Visual figur dan bahasa hibrid yang ada di dalam iklan GO-JEK ini menggunakan campuran antara unsur budaya Jepang dan Indonesia. Akan tetapi di dalam hal ini unsur budaya Jepang yang digunakan adalah unsur dari serial televisi superhero dan kaijyuu. Hal tersebut dapat dilihat dari tokoh, setting, dialog, subtitle, alur cerita, dan lain sebagainya yang merupakan obyek penelitian. Dalam proses penelitian ini akan digunakan teori semiotika pertelevisian oleh John Fiske sebagai instrumen pertama dari proses penelitian. Kemudian, obyek penelitian yang ada akan dianalisis dengan menggunakan teori hibriditas dan mimikri dalam kajian poskolonialisme oleh Homi K. Bhabha. Di mana kedua teori tersebut bekerja secara bersamaan dan sangat kompleks di dalam iklan. Sehingga melalui bentuk visual iklan demikian dapat dimaknai sebagai penggambaran rasa kurang percaya diri masyarakat Indonesia berkaitan dengan kemampuan anak-anak bangsa. Meskipun sebenarnya apa yang dihasilkan oleh anak-anak bangsa lebih menjawab masalah yang ada dan sesuai dengan budaya masyarakat Indonesia."}, "filled": true, "author_pub_id": "RLZBnDkAAAAJ:B3FOqHPlNUQC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=13358587354368381983", "cites_id": ["13358587354368381983"], "pub_url": "https://nirmana.petra.ac.id/index.php/dkv/article/view/24080", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:HxQnBmw8Y7kJ:scholar.google.com/", "cites_per_year": {"2023": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Interpretasi pada Gambar Anak Usia 8-12 Tahun yang Mengalami Stres Ringan", "pub_year": 2019, "citation": "Jurnal Desain Komunikasi Visual Nirmana 19 (1), 13-32, 2019", "author": "Priscilla Maharani and Obed Bima Wicandra and Rebbeca Milka", "journal": "Jurnal Desain Komunikasi Visual Nirmana", "volume": "19", "number": "1", "pages": "13-32", "abstract": "Penelitian ini bertujuan untuk menginterpretasikan gambar anak usia 8-12 tahun yang mengalami stres ringan yang disebabkan oleh rasa marah, takut, dan bosan dan mengetahui gambar seperti apa yang dihasilkan. Penelitian ini berguna bagi para orang tua, guru, maupun peneliti lainnya agar bisa lebih memahami penggunaan elemen desain yang digunakan oleh anak untuk mengungkapkan perasaan mereka melalui media visual berupa gambar. Metode penelitian yang digunakan adalah grounded research. Sumber teori yang utama adalah data dari informan dan didukung teori-teori lainnya. Kesimpulannya adalah bahwa setiap elemen desain yang berkaitan dengan stres ringan memiliki peranan yang berbeda-beda. Dalam menginterpretasikan elemen desain, teori yang digunakan adalah interpretasi menurut Terry Barrett yang diperkuat dengan semiologi Roland Barthes."}, "filled": true, "author_pub_id": "RLZBnDkAAAAJ:4fKUyHm3Qg0C", "num_citations": 0, "pub_url": "https://nirmana.petra.ac.id/index.php/dkv/article/view/24053", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:93tlF2QpR0wJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "IDENTITAS BONEK PADA SPANDUK “SURABAYA MELAWAN”", "pub_year": 2019, "citation": "Brikolase: Jurnal Kajian Teori, Praktik dan Wacana Seni Budaya Rupa 11 (2 …, 2019", "author": "Obed Bima Wicandra and Anang Tri Wahyudi", "journal": "Brikolase: Jurnal Kajian Teori, Praktik dan Wacana Seni Budaya Rupa", "volume": "11", "number": "2", "pages": "167-193", "abstract": "Seni jalanan bagi Bonek adalah media perlawanan kepada federasi sepak bola Indonesia, Persatuan Sepakbola Seluruh Indonesia (PSSI). Mereka menggunakan seni jalanan bukan hanya sebagai media berekspresi melainkan juga menjadi media identitas sebagai suporter Persebaya. Perlakuan PSSI yang dianggap tidak berkeadilan menjadikan Bonek membuat gerakan budaya berupa protes melalui seni jalanan, dalam hal ini spanduk. Seni jalanan sendiri pada sejarahnya adalah media liar yang dipakai di ruang-ruang publik untuk menyatakan keseniannya maupun sebagai media berekspresi yang bagi seniman dibatasi hanya di galeri-galeri. Publik bagi seniman juga adalah ruang bagi masyarakat bebas menikmati karya seni. Hal ini pula yang mendasari Bonek memakai seni jalanan (spanduk) karena di samping efektif dalam menyampaikan pesan tetapi seni jalanan juga dipandang sebagai media tanpa sekat (egaliter) sebagaimana identitas Bonek selama ini. Pendekatan dalam penelitian ini menggunakan perspektif dalam kajian budaya terutama kaitannya dengan budaya visual. Identifikasi diri yang terdapat dalam komunitas Bonek memunculkan identitas suporter sepak bola yang membedakannya dengan komunitas suporter sepak bola lain. Elemen-elemen visual maupun pesan yang disampaikan dalam spanduk menarik untuk diteliti untuk mendapatkan bagaimana identitas dipahami oleh Bonek dalam mendukung klub pujaannya, Persebaya."}, "filled": true, "author_pub_id": "RLZBnDkAAAAJ:SP6oXDckpogC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=12079712996992672844", "cites_id": ["12079712996992672844"], "pub_url": "https://jurnal.isi-ska.ac.id/index.php/brikolase/article/view/2894", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:TORqPvjCo6cJ:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Card Game Dengan Tema Karakter Superhero Indonesia", "pub_year": 2019, "citation": "Jurnal DKV Adiwarna, Universitas Kristen Petra 2 (15), 1-9, 2019", "author": "H Gunawan and BWA Obed", "journal": "Jurnal DKV Adiwarna, Universitas Kristen Petra", "volume": "2", "number": "15", "pages": "1-9"}, "filled": true, "author_pub_id": "RLZBnDkAAAAJ:P5F9QuxV20EC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=7847788408168747219", "cites_id": ["7847788408168747219"], "pub_url": "https://scholar.google.com/scholar?cluster=7847788408168747219&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:05BTVfrx6GwJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Desain dalam Bal-Balan: 2 Tahun Jejak Perlawanan Bonek melalui Spanduk", "pub_year": 2018, "citation": "Desain dalam Bal-Balan: 2 Tahun Jejak Perlawanan Bonek melalui Spanduk, 2018", "author": "Obed Bima Wicandra", "journal": "Desain dalam Bal-Balan: 2 Tahun Jejak Perlawanan Bonek melalui Spanduk", "publisher": "Petra Christian University", "abstract": "“Surabaya Melawan” adalah sebuah gerakan yang dilakukan oleh pendukung Persebaya (yang dikenal sebagai Bonek) pada tahun 2016 sebagai bentuk perlawanan pada federasi sepak bola Indonesia, Persatuan Sepak Bola Seluruh Indonesia (PSSI), karena dicoretnya keanggotaan Persebaya di PSSI. PSSI lebih memilih Persebaya versi gadungan ketimbang Persebaya yang secara historis dilahirkan pada tahun 1927. Oleh karena itu, saat Persebaya tidak dapat mengikuti liga karena tidak diakuinya Persebaya sebagai klub resmi di bawah PSSI sebagai akibat pembangkangan pada keputusan federasi yang memaksa Persebaya degradasi dari Liga Super Indonesia pada musim 2009-2010, maka nama Persebaya 1927 dipilih. Nama tersebut dipilih setelah menolak nama yang “diberi” oleh PSSI yaitu Surabaya United untuk bertanding pada laga amal melawan Indo Holland di Gelora 10 November. Rupanya hal tersebut meluas. Bonek melakukan perlawanan. Sejak itu nama Persebaya 1927 selain menjadi identitas klub juga identitas perlawanan. Aksi perlawanan tersebut misalnya saat Bonek berunjuk rasa di depan kantor PSSI dan KONI di Jakarta, kemudian melakukan aksi tanda tangan dan cap jempol darah yang dilakukan di Surabaya, hingga Bonek berunjukrasa dan menyampaikan pernyatan sikap ke markas FIFA di Swiss yang berisi keluhan mengenai karut-marutnya sepakbola nasional secara umum di bawah kepemimpinan Nurdin Halid (Wirawan, 2016: 13). Cak Andi Peci sebagai juru bicara Arek Bonek 1927 bahkan hingga mengancam akan melumpuhkan Jawa Timur jika Persebaya tidak dikembalikan kepada yang …"}, "filled": true, "author_pub_id": "RLZBnDkAAAAJ:tOudhMTPpwUC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19125/2/Publikasi4_02032_4750.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:C64BYOfnRFMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Ulang Corporate Identity Chandra Asri Furniture Di Situbondo", "pub_year": 2018, "citation": "Jurnal Desain Komunikasi Visual Adiwarna 1 (2), 85916, 2018", "author": "Ellen Mannuela Tjandra and Obed Bima Wicandra and Abigail Aniendya Christianna", "volume": "1", "number": "2", "pages": "85916", "abstract": "Chandra Asri Furniture merupakan Perusahaan yang bergerak dalam produksi furniture seperti meja, kursi, lemari pakaian, dan lainnya. Sebagai Perusahaan yang telah lama bergerak dalam bidang furniture inginmemperluas pasar, tetapi terhambat karena ia tidak memiliki identitas yang dapat menjelaskan keberadaanperusahaannya dan citra yang ingin ditampilkan. Oleh karena itu, dilakukan perancangan corporate identitysebagai identitas yang menjelaskan citra dari Perusahaan."}, "filled": true, "author_pub_id": "RLZBnDkAAAAJ:eJXPG6dFmWUC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=12805060175949129363", "cites_id": ["12805060175949129363"], "pub_url": "https://www.neliti.com/publications/85916/perancangan-ulang-corporate-identity-chandra-asri-furniture-di-situbondo", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:k-byymK2tLEJ:scholar.google.com/", "cites_per_year": {"2019": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Kesetaraan gender dalam iklan-iklan televisi Indonesia", "pub_year": 2018, "citation": "Jurnal Desain Komunikasi Visual Nirmana 18 (2), 66-73, 2018", "author": "Cherlita Christanti and Obed Bima Wicandra", "journal": "Jurnal Desain Komunikasi Visual Nirmana", "volume": "18", "number": "2", "pages": "66-73", "abstract": "Iklan terkadang bias gender saat mempromosikan suatu produk. Perempuan sering menjadi objek yang seolah-olah hanyalah pelengkap tayangan iklan. Perempuan hanya diposisikan sebagai objek sensualitas maupun jenis kelamin kedua yang tak memiliki andil dalam pengambilan keputusan. Hal ini ditambah lagi dengan pandang umum dari masyarakat terkait perempuan. Konstruksi sosial menempatkan perempuan lebih lemah dan lebih tidak produktif daripada laki-laki dalam menyelesaikan pekerjaan, sehingga perempuan selalu diposisikan dalam wilayah domestik saja. Namun dalam perkembangannya, seiring dengan kritik sosial terhadap iklan, maka iklan kini mulai menempatkan kesadaran gender dalam konsep dan strategi periklanan. Mulai tumbuh iklan yang menempatkan perempuan setara dengan laki-laki, utamanya tidak saja menempatkan perempuan dalam tubuh yang sensual. Artikel ini mendeskripsikan dua iklan televisi, yaitu “Fair and Lovely” versi Nikah atau S2 dan iklan “Anlene Movemax” versi Karena Kita Lebih. Analisis menggunakan teori Simone de Beauvoire mengenai mitos dalam gender dengan menggunakan perangkat semiologi Roland Barthes. Simpulan dalam artikel ini adalah iklan televisi memiliki peran untuk mengubah stereotip mengenai perempuan, sehingga perlu adanya kepekaan dan perencanaan matang dalam membuat pesan komunikasi agar dapat mencapai target audiens dan berdampak pada perubahan sosial. Iklan-iklan dapat ditampilkan dalam berbagai sudut pandang: dari perempuannya sendiri, maupun dari sudut pandang orang ketiga agar pemirsa memahami bahwa perempuan …"}, "filled": true, "author_pub_id": "RLZBnDkAAAAJ:tS2w5q8j5-wC", "num_citations": 9, "citedby_url": "/scholar?hl=en&cites=8065648779471976227", "cites_id": ["8065648779471976227"], "pub_url": "https://nirmana.petra.ac.id/index.php/dkv/article/view/24025", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:I3d9z9Tw7m8J:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 3, "2024": 2, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Foto Instagram Influencer Indonesia Melalui Pendekatan Strukturalisme Pierre Bourdieu", "pub_year": 2018, "citation": "Jurnal Desain Komunikasi Visual Nirmana 18 (1), 34-42, 2018", "author": "Jessica Alicia and Obed Bima Wicandra", "journal": "Jurnal Desain Komunikasi Visual Nirmana", "volume": "18", "number": "1", "pages": "34-42", "abstract": "Instagram menjadi media sosial yang populer terutama untuk membagikan pengalaman sehari-hari maupun pengalaman terpenting yang dilakukan oleh seseorang melalui foto. Influencer yang kebanyakan berasal dari kalangan selebritas sering memakai Instagram untuk mempertunjukkan apa saja yang dilakukan oleh mereka. Influencer sendiri merujuk pada ratusan ribu hingga jutaan pengikut (follower) di Instagram mereka. Konsep diri yang kemudian terbingkai dalam personal branding menjadi dominan sehingga proses pencitraan influencer dapat terfasilitasi melalui Instagram. Artikel ini mengamati empat isi Instagram milik influencer, yaitu Anastasia Siantar, Ernanda Putra, Stefani Gabriela, dan Tiara Pangestika berdasarkan karakter akun masing-masing dan bagaimana melalui Instagram mereka menjadi berbeda maupun mencitrakan dirinya berbeda dengan orang kebanyakan melalui foto yang diunggah. Pembahasan memakai pendekatan teori struktural konstruktif atau dikenal sebagai teori praktik sosial yang dikembangkan oleh Pierre Bourdieu berdasarkan habitus, ranah, modal, serta kekerasan simbolik. Melalui artikel ini dapat disimpulkan mengenai bagaimana influencer saat tampil dalam media sosial mencitrakan mengenai (ingin dilihat sebagai) tampilan yang positif serta berusaha membedakan dirinya dengan masyarakat kebanyakan melalui modal ekonomi, budaya, sosial, dan simbolik, sehingga mereka tampak mendominasi. Selain juga dapat dilihat mengenai dampak akun influencer tersebut yang bisa dibaca sebagai pelanggengan dominasi simbolik yang biasa dilakukan dalam masyarakat"}, "filled": true, "author_pub_id": "RLZBnDkAAAAJ:WbkHhVStYXYC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=9747298230017995024", "cites_id": ["9747298230017995024"], "pub_url": "http://nirmana.petra.ac.id/index.php/dkv/article/view/23158", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:EDEEyBhcRYcJ:scholar.google.com/", "cites_per_year": {"2018": 1, "2019": 0, "2020": 0, "2021": 1, "2022": 1, "2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Service learning on cultural inclusive design for urban migrants' villages: producing transportable toilet", "pub_year": 2018, "citation": "SHS Web of Conferences 59, 01023, 2018", "author": "Obed Bima Wicandra and Gunawan Tanuwidjaja and Michaela Bella Hoesny and Monalisa Soetrisno and Linda Octavia and Gatot Subroto", "journal": "SHS Web of Conferences", "volume": "59", "pages": "01023", "publisher": "EDP Sciences", "abstract": "Adaptive-inclusive toilet design strategy was needed to respond the local unique toileting culture of Surabaya people, especially the urban migrants. The urban migrants in Surabaya live insecurely/unsafely in the slums because of the potential of Kampung’s eviction/demolition. Because of their limited economic condition and anxieties about sustainable land occupation, they constructed temporary shelters from the recycled materials. To answer the needs of the migrants’ sanitation, an inclusive portable toilet was produced based on the design principles and their toileting culture. The project involved several steps such as literature review, interview and photo documentation, socialization of healthy toileting culture, participative design workshop, and design development. The program was related to UNDK and supported by UBCHEA grant"}, "filled": true, "author_pub_id": "RLZBnDkAAAAJ:3s1wT3WcHBgC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=4006460935423579306", "cites_id": ["4006460935423579306"], "pub_url": "https://www.shs-conferences.org/articles/shsconf/abs/2018/20/shsconf_aprcsl2017_01023/shsconf_aprcsl2017_01023.html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qtRmXv7OmTcJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
