{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Digital Fashion: Concept of realness, Design process and Consumer experience with clothing tailored by AI", "pub_year": 2025, "citation": "Jurnal Da Moda 6 (2), 89-98, 2025", "author": "Luri Renaningtyas", "journal": "Jurnal Da Moda", "volume": "6", "number": "2", "pages": "89-98", "abstract": "Digital fashion has emerged as a transformative force within the fashion industry, revolutionizing traditional design processes and consumer experiences. This article explores the integration of artificial intelligence (AI) and 3D prototyping technologies in the realm of digital fashion in today’s digital culture, examining their impact on representation, simulation, and the concept of realness within the way we perceive, consume, and interact with clothing. Sparked a critical examination of the role of traditional fashion designers, as well as consumers within their shopping experience in today's digital landscape. The methodologies conducted in this research combine an explanation of applicative examples and theories of signs related to postmodernism and hyperreality through analytical thinking of signs, whereas fashion design practice and its consumption that leveraging AI become the object of study. It redefines the design process, enhances consumer experiences, and opens up new possibilities for representation and realness. As this digital revolution continues to evolve, it will undoubtedly shape the future of fashion, paving the way for more innovative and inclusive approaches to design and consumption."}, "filled": true, "author_pub_id": "S5ONZX0AAAAJ:ZHo1McVdvXMC", "num_citations": 0, "pub_url": "https://jurnal.idbbali.ac.id/index.php/damoda/article/view/1249", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5kdVw0D_dNUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Retro Collection of Momhood", "pub_year": 2024, "citation": "Retro Collection of Momhood, 2024", "author": "Luri Renaningtyas and Thessalonica Raramayo Huwae"}, "filled": true, "author_pub_id": "S5ONZX0AAAAJ:cFHS6HbyZ2cC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZpZaPs63DdcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Busana Avant Garde dengan Inspirasi Bunga Titan Arum", "pub_year": 2024, "citation": "BAJU: Journal of Fashion and Textile Design Unesa 5 (2), 160-172, 2024", "author": "Sherly Sanjaya Lie and Luri Renaningtyas and Evania Yessica", "journal": "BAJU: Journal of Fashion and Textile Design Unesa", "volume": "5", "number": "2", "pages": "160-172", "abstract": "Fashion in Indonesia is also increasing, where fashion itself is used as a means of self-expression which is through avant garde. The need for avant garde fashion itself is quite increasing, but avant garde fashion designers are still rarely found in Indonesia. Avant garde fashion has become a necessity, especially in the showbiz sector, such as artists and influencers who need attention from the public through unique and attractive clothing. In line with the concept of avant garde fashion, this fashion collection inspired by Indonesian flora Titan Arum which has a quite unique shape. The Titan Arum flower is a type of corpse flower native to Indonesia whose existence is threatened and is still protected. Based on the government's efforts to preserve Indonesian flora, this design highlights the Titan Arum flower as an inspiration and also to increase awareness of Indonesia's endangered flora. Based on these problems, this design adopts an avant garde concept which has a unique form of meeting fashion needs in Indonesia as well as attracting the public to increase public interest in Indonesia's endangered flora. The method used in this design is design thinking and qualitative methods by collecting data through books, news, interviews, and so on."}, "filled": true, "author_pub_id": "S5ONZX0AAAAJ:dfsIfKJdRG4C", "num_citations": 0, "pub_url": "https://ejournal.unesa.ac.id/index.php/baju/article/view/61428", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:SDIjFFNmDDoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pembuatan Pola dan Purwarupa Digital Menggunakan CLO 3D sebagai Langkah Berkelanjutan dalam Industri Fashion", "pub_year": 2024, "citation": "Jurnal Desain Komunikasi Visual Nirmana 24 (2), 103-113, 2024", "author": "Luri Renaningtyas and Purnama ED Tedjokoesoemo and Viona Krisentia", "journal": "Jurnal Desain Komunikasi Visual Nirmana", "volume": "24", "number": "2", "pages": "103-113"}, "filled": true, "author_pub_id": "S5ONZX0AAAAJ:fPk4N6BV_jEC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=16492725537630644676", "cites_id": ["16492725537630644676"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:xOl8iH7u4eQJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Kamar Ganti Virtual: Retail Berkelanjutan di Era Big Data", "pub_year": 2023, "citation": "Nirmana 23 (2), 99-105, 2023", "author": "Luri Renaningtyas and Dibya Adipranata Hody", "volume": "23", "number": "2", "pages": "99-105", "abstract": "Sejak pandemi penggunaan teknologi dalam setiap aspek kehidupan meningkat. Dengan bantuan teknologi semua dapat diperoleh dengan cepat dan instan. Belanja dilakukan secara remote, termasuk belanja fashion. Retail bergeser dari bangunan  fisik di mal menjadi antarmuka di genggaman handphone konsumen. Konsumen tidak perlu datang dan mencoba pakaian yang dibeli. Di Tokopedia atau Shopee, platform belanja online terbesar di Indonesia, segera setelah konsumen memilih  pakaian mana yang disuka berdasarkan foto produk yang ditampilkan, konsumen dapat langsung membelinya. Lebih jauh lagi ada aplikasi Virtual Try-On (VTO) seperti Browzwear dan Lalaland yang memungkinkan konsumen mencoba langsung baju  yang akan dibeli. Penelitian ini memberikan gambaran kepada pelaku bisnis fashion, akademisi, dan peneliti tentang bagaimana fashion retail mengkomunikasikan produknya kepada konsumennya dengan memanfaatkan Augmented Reality  (AR)/Machine Learning (ML)/Computer Vision (CV) di era big data menggunakan dataset yang terdiri dari ribuan atau jutaan  foto. Hal ini membuat proses produksi dan konsumsinya lebih cepat dan lebih hemat, sehingga implementasi AI juga dapat dipandang sebagai salah satu alternatif yang berkelanjutan. Metode penelitian terdiri dari dua tahap. Pertama yaitu dengan analisis jurnal-jurnal sains komputer serta investigasi aplikasi -aplikasi AR seperti Zero 10 dan software 3D seperti CLO atau Browzwear, dikaitkan dengan isu berkelanjutan dengan tujuan untuk mengidentifikasi cara kerja Virtual Try-On. Tahap selanjutnya dilakukan analisis terhadap cara …"}, "filled": true, "author_pub_id": "S5ONZX0AAAAJ:pqnbT2bcN3wC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=16494298751148699133", "cites_id": ["16494298751148699133"], "pub_url": "https://repository.petra.ac.id/20533/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:_S1j2VKF5-QJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Oceanus Moire", "pub_year": 2023, "citation": "Oceanus Moire, 2023", "author": "Luri Renaningtyas"}, "filled": true, "author_pub_id": "S5ONZX0AAAAJ:lSLTfruPkqcC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20073/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:PIQn_e79CDgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Design of Pawstory Indonesia Clothing Brand to Gain Awareness of Bali Local Dogs a Detailed Look of How Clothing Brand Works as Medium of Social Problem", "pub_year": 2023, "citation": "INCOSHA 1, 7-12, 2023", "author": "Kristina Ayu Tjahjono and Maria Nala Damajanti and Luri Renaningtyas", "journal": "INCOSHA", "volume": "1", "pages": "7-12", "abstract": "Bali Local Dogs are one of the original species from Bali island. Based on the journal of BMC Genomic Data, they have been existed since 12,000 years ago. They used to have an important role in Balinese culture. There are a traditional literature called Lontar Carcan Asu in which written related to the dogs character. The existence of Bali Local Dogs is now slowly decreasing valued by society. The purpose of this design is to to increase public awareness of Bali Local Dogs through clothing brand named Pawstory. The products such as t-shirt, bucket hat, tote bag, and dog scarf. It uses qualitative methods by collecting primary and secondary data. Primary data obtained by interviews, questionnaires, data regarding history Bali Local Dogs. Secondary data is from journals, literature, also documentation data of the Bali Local Dog. All data then analyzed using the 5W1H and SWOT methods. The results are obtained …"}, "filled": true, "author_pub_id": "S5ONZX0AAAAJ:HoB7MX3m0LUC", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=12593042801027544490&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qnWJ7LR5w64J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Implementing the use of ai for analysis and prediction in the fashion industry", "pub_year": 2022, "citation": "Implementing The Use of AI for Analysis and Prediction in the Fashion Industry, 2022", "author": "Luri Renaningtyas and Putri Dwitasari and Nugrahardi Ramadhani", "abstract": "The COVID-19 pandemic has made all aspects of human life assisted by technology and big data. It starts from the education sector, economy, communication, health, and manufacturing to fashion. As we all know fast fashion has become one of the most significant contributors of waste.  During the flow of developing a collection, for example; the production and distribution process can cause ethical issues and contradict sustainability matters. Several studies from 2010 to date have initiated AI (Artificial Intelligent) technology, a computer vision that alleviates the use of carbon footprints in the fashion industry. AI presents robust evidence to the audience, since it is visual and statically calculated, furthermore it is less costly and energy saving. AI abstracts the similarities or differences across all clothing and collections from the dataset. Its implementation can be used in many fashion careers with different purposes. By reviewing across the computer vision journals complemented with fashion management literatures, this article eventually provides insights of the implementation of AI for analysis and prediction from fashion photos or dataset."}, "filled": true, "author_pub_id": "S5ONZX0AAAAJ:RYcK_YlVTxYC", "num_citations": 14, "citedby_url": "/scholar?hl=en&cites=1538001652694600724", "cites_id": ["1538001652694600724"], "pub_url": "https://repository.petra.ac.id/19786/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:FEzTvFoUWBUJ:scholar.google.com/", "cites_per_year": {"2023": 3, "2024": 9, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGEMBANGAN PRODUK FESYEN UNTUK UKM NALENI KAIN DI SIWALANKERTO SURABAYA", "pub_year": 2022, "citation": "Jurnal Leverage, Engagement, Empowerment of Community (LeECOM) 4 (1), 13-26, 2022", "author": "Luri Renaningtyas and Maria Nala Damajanti and Rika Febriani", "journal": "Jurnal Leverage, Engagement, Empowerment of Community (LeECOM)", "volume": "4", "number": "1", "pages": "13-26", "abstract": "Naleni Kain adalah bisnis rintisan di bidang fesyen yang menjual busana siap pakai tie die atau shibori dengan target pasar dewasa muda (18–25 tahun). Jenama yang baru mulai berjalan ini belum mempunyai produk tetap untuk dijual, bahkan hanya sesekali membuat satu atau dua produk, selain itu Naleni Kain juga perlu memajukan promosinya untuk dapat lebih menjual produknya. Meneruskan penelitian terdahulu:“Implementasi Trend Forecast ke Dalam Pengembangan Desain Busana Naleni Kain di Siwalankerto” abdimas ini dilakukan dengan tujuan untuk produksi baju siap pakai yang telah didesain sesuai tren 2019–2020 di penelitian tersebut, agar Naleni Kain punya produk untuk dijual. Selanjutnya untuk promosi awal, produk-produk tersebut dibuatkan foto katalognya dan dipromosikan melalui media sosial maupun lokapasar. Maka untuk dapat mandiri ke depannya dan bertahan di pasar terutama dari kompetitornya kelak perlu dilakukan pembinaan terhadap UKM ini berbentuk pelatihan tentang tren, pengembangan produknya serta promosinya, meskipun demikian akibat pandemi Covid-19 pelaksanaannya menjadi tidak sesuai dengan yang direncanakan terutama dalam hal bagaimana mitra merespons abdimas ini. Seluruh proses mulai dari sketsa desain, desain datar, desain pola jahit, foto katalog hingga promosi melibatkan mahasiswa di desain komunikasi visual dan desain fesyen. Luaran dari abdimas ini berupa desain produk jadi siap pakai dan HKI-nya."}, "filled": true, "author_pub_id": "S5ONZX0AAAAJ:r0BpntZqJG4C", "num_citations": 0, "pub_url": "https://journal.uc.ac.id/index.php/LeECOM/article/view/2945", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:04q7pFN1uOIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Bali MetaLook Spring Summer 2022", "pub_year": 2022, "citation": "Bali MetaLook Spring Summer 2022, 2022", "author": "Luri Renaningtyas"}, "filled": true, "author_pub_id": "S5ONZX0AAAAJ:J_g5lzvAfSwC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19746/2/Publikasi4_09013_8222.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mTBqdIp2HvUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "MetaWalk Spring Summer 2021", "pub_year": 2021, "citation": "MetaWalk Spring Summer 2021, 2021", "author": "Luri Renaningtyas", "abstract": "'Metaverse'adalah istilah yang ramai didengungkan akhir-akhir ini. Istilah tersebut dipopulerkan oleh Mark Zuckerberg dengan menjadikan semua company miliknya seperti Facebook, WhatsApp, Instagram masuk ke dalam Meta. Metaverse dengan kata lain menurut Kompas adalah simulasi dunia manusia yang ada di internet. Meminjam konsep simulasi itu maka MetaWalk dalam karya ini adalah pertunjukan fashion secara virtual. Simulasi dari rancangan dress simple Spring Summer 2021 dengan avatar jalan berlenggak-lenggok di atas catwalk."}, "filled": true, "author_pub_id": "S5ONZX0AAAAJ:NaGl4SEjCO4C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19748/1/Publikasi1_09013_7851.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZQNBNchoYEQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Figur Perempuan Jawa dalam Damar Kurung sebagai Inspirasi Motif Batik Khas Gresik", "pub_year": 2021, "citation": "Dinamika Kerajinan dan Batik: Majalah Ilmiah 38 (1), 13-28, 2021", "author": "Aniendya Christianna and Luri Renaningtyas", "volume": "38", "number": "1", "pages": "13-28"}, "filled": true, "author_pub_id": "S5ONZX0AAAAJ:qjMakFHDy7sC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=2719435950030833384", "cites_id": ["2719435950030833384"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6MYDn5ZgvSUJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Exuberant Way of Thinking", "pub_year": 2021, "citation": "The Exuberant Way of Thinking, 2021", "author": "Luri Renaningtyas and Rika Febriani and Maria Nala Damajanti", "abstract": "The Exuberant Way of Thinking - Scientific Repository Logo Home About Browse by Year \nBrowse by Subject Browse by Division Browse by Author Login The Exuberant Way of \nThinking Renaningtyas, Luri and Febriani, Rika and Damajanti, Maria Nala (2021) The \nExuberant Way of Thinking. Universitas Kristen Maranatha. [img] PDF Download (3589Kb) [img] \nPDF Download (1134Kb) Official URL: https://asedas042020.wixsite.com/asedas/participan... \nItem Type: Other Subjects: N Fine Arts > NC Drawing Design Illustration Divisions: Faculty of \nArt and Design > Visual Communication Design Department Depositing User: Admin Date \nDeposited: 14 Jul 2021 19:57 Last Modified: 30 Jul 2021 19:13 URI: https://repository.petra.ac.id/id/eprint/19132 \nActions (login required) View Item EPrints Logo Scientific Repository is powered by EPrints \n3. Administered by Research Center, Petra Christian University. …"}, "filled": true, "author_pub_id": "S5ONZX0AAAAJ:GnPB-g6toBAC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19132/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:p9tTAhzmp0IJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengujian Efektifitas Aplikasi ‘Do The Task’Untuk Target Konsumen Di Surabaya", "pub_year": 2021, "citation": "Jurnal DKV Adiwarna, Universitas Kristen Petra 1, 2021", "author": "Kevin Rusli and Ani Wijayanti and Luri Renaningtyas", "journal": "Jurnal DKV Adiwarna, Universitas Kristen Petra", "volume": "1"}, "filled": true, "author_pub_id": "S5ONZX0AAAAJ:4TOpqqG69KYC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=8339947340282784631", "cites_id": ["8339947340282784631"], "pub_url": "https://scholar.google.com/scholar?cluster=8339947340282784631&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:d-sER-txvXMJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Improving Naleni Kain  s Clothing Design by Implementing Fashion Trend Forecast", "pub_year": 2020, "citation": "Improving Naleni Kain  s Clothing Design by Implementing Fashion Trend Forecast, 2020", "author": "Luri Renaningtyas and Rika Febriani and Maria Nala Damajanti"}, "filled": true, "author_pub_id": "S5ONZX0AAAAJ:RHpTSmoSYBkC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=13246362789928059621", "cites_id": ["13246362789928059621"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5UKdc8aI1LcJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PERANCANGAN FOTOGRAFI FASHION SEBAGAI MEDIA PUBLIKASI KAIN TENUN LOMBOK NUSA TENGGARA BARAT", "pub_year": 2020, "citation": "Jurnal DKV Adiwarna 1 (16), 8, 2020", "author": "Renata Rizky Dwiputri and Hartono Karnadi and Luri Renaningtyas", "journal": "Jurnal DKV Adiwarna", "volume": "1", "number": "16", "pages": "8"}, "filled": true, "author_pub_id": "S5ONZX0AAAAJ:u-x6o8ySG0sC", "num_citations": 0, "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Fotografi Konseptual Cerita Ramayana dalam Pewayangan", "pub_year": 2020, "citation": "Jurnal DKV Adiwarna 1 (16), 2020", "author": "Noreen Anggono and Hartono Karnadi and Luri Renaningtyas", "journal": "Jurnal DKV Adiwarna", "volume": "1", "number": "16"}, "filled": true, "author_pub_id": "S5ONZX0AAAAJ:QIV2ME_5wuYC", "num_citations": 0, "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Personal Branding Make Up Artist Nia Winata", "pub_year": 2020, "citation": "Jurnal DKV Adiwarna 1 (16), 10, 2020", "author": "Lisa Febrina Wiarta and Hartono Karnadi and Luri Renaningtyas", "journal": "Jurnal DKV Adiwarna", "volume": "1", "number": "16", "pages": "10"}, "filled": true, "author_pub_id": "S5ONZX0AAAAJ:Wp0gIr-vW9MC", "num_citations": 0, "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PERANCANGAN CLOTHING LINE “Lì Xià”", "pub_year": 2020, "citation": "Jurnal DKV Adiwarna 1 (16), 9, 2020", "author": "Yulishia Prasetio and Hartono Karnadi and Luri Renaningtyas", "journal": "Jurnal DKV Adiwarna", "volume": "1", "number": "16", "pages": "9"}, "filled": true, "author_pub_id": "S5ONZX0AAAAJ:KlAtU1dfN6UC", "num_citations": 0, "cites_per_year": {}}
