{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Conversational Strategies Used by Kim Kardashian and Kris Jenner at The New York Times DealBook Conference", "pub_year": 2023, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 11 (3), 416-424, 2023", "author": "Michelle Jevida and Esther Harijanti Kuntjara", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "11", "number": "3", "pages": "416-424", "abstract": "This study analyzed the conversational strategies of Kim Kardashian and Kris Jenner at The New York Times conference, focusing on their business-related discussions and exploring similarities and differences based on age and status. Following Coates'(2013) theory, seven strategy aspects were examined: minimal responses, hedges, tag questions, questions, commands and directives, swearing and taboo languages, and compliments. Using a descriptive qualitative approach, the study identified the strategies employed by each speaker. Kim Kardashian used five strategies, while Kris Jenner used six. Overall, the findings indicated more similarity than difference in their conversational strategies, suggesting there are influences from context, status, and age."}, "filled": true, "author_pub_id": "SHfDZzMAAAAJ:BqipwSGYUEgC", "num_citations": 0, "pub_url": "https://katakita.petra.ac.id/index.php/sastra-inggris/article/view/13797", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:cAHOiM-7rXsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Gita Wirjawan’s Use of Politeness in Requesting and Using Addressing Terms in Two Endgame Podcasts", "pub_year": 2023, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 11 (3), 449-456, 2023", "author": "Olivia Faustine Supriyono and Esther Harijanti Kuntjara", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "11", "number": "3", "pages": "449-456", "abstract": "This research examines politeness in two Endgame podcasts, focusing on Gita Wirjawan's request and the use of address terms with a minister and a non-government employee. The writer analyzes politeness expressed by Gita Wirjawan in two podcasts on his channel using First-Order Politeness by Watts (2003) and the Indonesian (Javanese) politeness principle by Suseno (2001) and Kuntjara (2009). A descriptive qualitative approach is employed in this study. The analysis shows that Gita often uses direct language for requests, utilizes the term'you'to blur their distance. The findings show that Gita wanted to look neutral with someone who has the same rank and tended to appear to have a lower rank when he talks with someone with a higher rank. In conclusion, differences in rank influence how people communicate."}, "filled": true, "author_pub_id": "SHfDZzMAAAAJ:YFjsv_pBGBYC", "num_citations": 0, "pub_url": "https://katakita.petra.ac.id/index.php/sastra-inggris/article/view/13801", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:sG_JUYnJQDsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Politeness in Addressing and Requesting Used by the Salespersons to the Customers at UMC E-commerce", "pub_year": 2023, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 11 (3), 398-406, 2023", "author": "Aurellia Calista and Esther H Kuntjara", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "11", "number": "3", "pages": "398-406", "abstract": "This study examines politeness in addressing and requesting used by salespersons to customers at UMC E-commerce. This study used the first-order politeness theory by Watts (2003), supported by Indonesian (Javanese) politeness theories by Suseno (2003) and Kuntjara (2012). This qualitative study analyzed salespersons’ utterances in the conversations with their customers when delivering promotions. The findings showed that salespersons adhere to Indonesian (Javanese) politeness principles, namely respect and harmony. They employed various address terms, whether to address or as second-person pronouns, which showed politeness. In request, they showed politeness by using words or adverbs of possibility, apologies, asking for permission, and asking for help. Two possible reasons behind the use of politeness were the salespersons as the company representatives and the need to fulfill sales targets. However, for several reasons, some findings were not in accordance with Indonesian (Javanese) politeness principles. Overall, the findings indicated that politeness depends on cultural contexts."}, "filled": true, "author_pub_id": "SHfDZzMAAAAJ:NMxIlDl6LWMC", "num_citations": 0, "pub_url": "https://katakita.petra.ac.id/index.php/sastra-inggris/article/view/13795", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DZkoOgAbtQgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Host's Speech Styles to Male and Female Guests on the 20 Under 20 Podcast", "pub_year": 2023, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 11 (2), 268-275, 2023", "author": "Stephanie Tedja and Esther Harijanti Kuntjara", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "11", "number": "2", "pages": "268-275"}, "filled": true, "author_pub_id": "SHfDZzMAAAAJ:blknAaTinKkC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:fSw3IWnmrNwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Terms of Address Preferences and the Role of Chineseness of Two Chinese Surabayanese", "pub_year": 2023, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 11 (1), 67-76, 2023", "author": "Ida Mustika Dewi and Esther Kuntjara", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "11", "number": "1", "pages": "67-76", "abstract": "This research is conducted to find out the terms of address preferences and the role of Chineseness of two Chinese Surabayanese. What terms of address do the informants of Chinese Indonesians in Surabaya prefer to be addressed at home? Why do they prefer to be addressed that way? How do their terms of address preferences show their Chineseness as Chinese Indonesians? The research used two informants of Surabayanese Chinese Indonesians, one (male) is from the totok family and the other one (female) is from the peranakan family. Qualitative approach combined with semi-structured and open-ended interview are used. Thematic analysis is used to analyze the findings. The findings show that the family’s background played the important role in the terms of address preferences. The one from totok family still maintained Chinese terms of address, while the one from peranakan family had already …"}, "filled": true, "author_pub_id": "SHfDZzMAAAAJ:JV2RwH3_ST0C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=14699156149290031636", "cites_id": ["14699156149290031636"], "pub_url": "https://katakita.petra.ac.id/index.php/sastra-inggris/article/view/13353", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:FFpuaKPk_csJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Rhetorical devices used by Simon Sinek when delivering an inspirational speech", "pub_year": 2022, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 10 (2), 292-298, 2022", "author": "Jonathan Calvin Candra and Esther Harijanti Kuntjara", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "10", "number": "2", "pages": "292-298", "abstract": "This study focuses on finding out the rhetorical devices used by Simon Sinek when delivering an inspirational speech and how they affect Simon Sinek’s inspirational speech. In this study, the writer used Harris’(2018) theory of rhetorical question and Gregory’s (2018) theory of general purposes of speech to analyze the data. The writer employed a descriptive qualitative approach. The findings showed that Simon Sinek uses alliteration, parallelism, antithesis, and simile when delivering his speech. The missing device is metaphor because metaphor allows different interpretations, decreases the level of clarity in a speech. Each rhetorical devices affects the speech differently. Alliteration affects the speech using melody; parallelism with repetition and rhythm; antithesis with contrast, complexity, balance, and emphasis; and simile with vivid image, sense of familiarity, and clarity. Ultimately, rhetorical devices affect the inspirational speech in a positive way as they help amplify the meaning of the speech."}, "filled": true, "author_pub_id": "SHfDZzMAAAAJ:M3NEmzRMIkIC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=12876594533863440010", "cites_id": ["12876594533863440010"], "pub_url": "https://katakita.petra.ac.id/index.php/sastra-inggris/article/view/13147", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ir6qY4HasrIJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Patriarchal Domination in Ernest Prakasa’s Imperfect–an Adaptation Study", "pub_year": 2021, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 9 (3), 458-467, 2021", "author": "Ariany Hendrayuwana and Esther Harijanti Kuntjara", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "9", "number": "3", "pages": "458-467", "abstract": "This study deals with the adaptation of an Indonesian novel entitled Imperfect (2019) by Meira Anastasia into a film with a similar title Imperfect (2019) by Ernest Prakarsa. Although there are differences between the novel and the film adaptation, they have similarities in terms of the main issue of women’s physical insecurities and their struggle for self-acceptance. Considering that aspect, this study aims to argue the persistent existence of patriarchal domination despite the differences in the storyline and characterization. The adaptation also bears similarities that indicate the issue of women's insecurities and struggle for acceptance. In this study, the theory of adaptation and patriarchal beauty standards are used as a tool to analyze the film adaptation. despite the adapters’ aim to raise the issue of women's physical insecurities and criticize the patriarchy’s standard of beauty, the film adaptation even indicates the persistence of patriarchal domination."}, "filled": true, "author_pub_id": "SHfDZzMAAAAJ:isC4tDSrTZIC", "num_citations": 0, "pub_url": "https://katakita.petra.ac.id/index.php/sastra-inggris/article/view/11928", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:sW99FSRTdOUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Reassessing Chinese Indonesian stereotypes: two decades after Reformasi", "pub_year": 2020, "citation": "South East Asia Research 28 (2), 199-216, 2020", "author": "Esther Kuntjara and Chang-Yau Hoon", "journal": "South East Asia Research", "volume": "28", "number": "2", "pages": "199-216", "publisher": "Routledge", "abstract": "Historically, the Chinese community in Indonesia has been stereotyped as exclusive of the ‘indigenous’ social group; hardworking and industrious but frugal; and apolitical or lacking nationalistic spirit towards their ‘host country’, Indonesia. This paper aims to review, interrogate and re-examine the relevance of such stereotypes twenty years after the fall of President Suharto in 1998. Drawing on fresh qualitative interview data collected in 2016 and early 2017, we critically examine the stereotypes of Chinese Indonesians’ exclusiveness, their lack of nationalistic spirit and apolitical attitude, and we present a nuanced discussion of the complexity and evolution of the perceptions of non-Chinese towards the Chinese Indonesians in contemporary Indonesia. The study confirms the continuation of old stereotypes but also points out some changes in attitudes as a result of the post-1998 reform and liberalization of Chinese …"}, "filled": true, "author_pub_id": "SHfDZzMAAAAJ:j3f4tGmQtD8C", "num_citations": 62, "citedby_url": "/scholar?hl=en&cites=4185376217469530780", "cites_id": ["4185376217469530780"], "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/0967828X.2020.1729664", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nLKjpX5xFToJ:scholar.google.com/", "cites_per_year": {"2019": 1, "2020": 5, "2021": 5, "2022": 17, "2023": 12, "2024": 19, "2025": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Students’ reflection on their service-learning experience as a way of fostering critical thinking and as a peace building initiative", "pub_year": 2019, "citation": "Citizenship Teaching & Learning 14 (2), 225-237, 2019", "author": "Esther H Kuntjara", "journal": "Citizenship Teaching & Learning", "volume": "14", "number": "2", "pages": "225-237", "publisher": "Intellect", "abstract": "A total of 38 students from my cultural studies research class participated in service-learning (SL) activities as one of the requirements of the course. They were divided into six groups, and each group worked with a group of approximately 15 to 30 young Indonesian elementary school children to do SL activities. They helped the children do their schoolwork, taught them English, played games and generally interacted with them. Students were also expected to present their reflections, starting from the initial encounter with the children and during the SL activities, at the end of the semester. The big sociocultural gap between the students and the children made students more aware of their lifestyles. These experiences apparently enhanced the students’ critical thinking towards others who are different. They also learned to share with and pay respect to one-another from their encounters with the children. Such …"}, "filled": true, "author_pub_id": "SHfDZzMAAAAJ:hFOr9nPyWt4C", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=13680947499174241333", "cites_id": ["13680947499174241333"], "pub_url": "https://intellectdiscover.com/content/journals/10.1386/ctl_00007_1", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:NaQMB0R93L0J:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 2, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The politics of Mandarin fever in contemporary Indonesia: Resinicization, economic impetus, and China’s soft power", "pub_year": 2019, "citation": "Asian Survey 59 (3), 573-594, 2019", "author": "Chang-Yau Hoon and Esther Kuntjara", "journal": "Asian Survey", "volume": "59", "number": "3", "pages": "573-594", "publisher": "University of California Press", "abstract": "The fall of Suharto in 1998 opened up a new space for the public articulation of Chinese identity in Indonesia. Since the decrees that lifted the ban on Chinese language, Mandarin classes have had an unprecedented boom. This paper reflects on this phenomenon in the geopolitical context of the economic rise of China and its promotion of soft power, as well as the market forces that reward Mandarin competency in contemporary Indonesia."}, "filled": true, "author_pub_id": "SHfDZzMAAAAJ:-f6ydRqryjwC", "num_citations": 26, "citedby_url": "/scholar?hl=en&cites=6908298449936221817", "cites_id": ["6908298449936221817"], "pub_url": "https://online.ucpress.edu/as/article-abstract/59/3/573/25104", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:eYbUptY0318J:scholar.google.com/", "cites_per_year": {"2019": 1, "2020": 2, "2021": 8, "2022": 5, "2023": 3, "2024": 6, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Linguistic and cultural identity of Indonesian Americans in the United States", "pub_year": 2018, "citation": "Indonesian Journal of Applied Linguistics 8 (1), 198-207, 2018", "author": "Anita Lie and Juliana Wijaya and Esther Kuntjara", "journal": "Indonesian Journal of Applied Linguistics", "volume": "8", "number": "1", "pages": "198-207", "abstract": "This article examines the second-generation immigrants in California and focuses on their language use and cultural identity as Indonesian-Americans. This study investigated to what extent home language use and community involvement influenced mastery of Indonesian heritage language and what factors affected the forming of cultural identity. Data were drawn from self-assessed Indonesian Oral Proficiency Questionnaire and in-depth interviews of sixteen Indonesian-Americans aged fifteen to early twenties. Their parents were also interviewed as triangulation. Results show that parents ‘insistence in using Indonesian as home language and the youths ‘investment in support community have enhanced the mastery of Indonesian heritage language. Furthermore, exposure to the language and culture, investment, and community factors have affected the transformation of cultural identity."}, "filled": true, "author_pub_id": "SHfDZzMAAAAJ:ZeXyd9-uunAC", "num_citations": 8, "citedby_url": "/scholar?hl=en&cites=3548684260169208183", "cites_id": ["3548684260169208183"], "pub_url": "https://pdfs.semanticscholar.org/e418/916d6eb5c2ba0f535ca002a94624415f4a2f.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:d9Fna4h1PzEJ:scholar.google.com/", "cites_per_year": {"2019": 2, "2020": 2, "2021": 1, "2022": 1, "2023": 0, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Surviving Chineseness in Chinese Indonesian Wedding Celebration", "pub_year": 2018, "citation": "Journal of Chinese Literature and Culture 6 (1), 1-18, 2018", "author": "Jenny Kuntjara and Esther and Suprajitno and Setefanus and Mochtar", "journal": "Journal of Chinese Literature and Culture", "volume": "6", "number": "1", "pages": "1-18", "publisher": "Department of Chinese Studies, University of Malaya"}, "filled": true, "author_pub_id": "SHfDZzMAAAAJ:r0BpntZqJG4C", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=13206298426932708630", "cites_id": ["13206298426932708630"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:FsUfB3MyRrcJ:scholar.google.com/", "cites_per_year": {"2019": 1, "2020": 0, "2021": 1, "2022": 0, "2023": 2, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The hybrid language of the Chinese Indonesian in Surabaya", "pub_year": 2018, "citation": "Retrieved October 1, 2018, 2018", "author": "Esther Kuntjara", "journal": "Retrieved October", "volume": "1", "pages": "2018", "abstract": "Chinese Indonesians who live in Java have been using Indonesian language, often mixed with the local dialect for their daily means of communication. Such language has been termed as the hybrid language (Rafferty, 1984). Other varieties of this hybrid language of Chinese Indonesians can also be differentiated among Chinese Indonesians who are still Chinese oriented, those who are more western oriented, and those who are more integrated to the local culture. Such varieties have not only differentiated this ethnic group based on their historical educational background, but they have also differentiated Chinese Indonesians in their perception of their identity. In this paper I will discuss the development of such hybrid language, factors that affect the use of such language, and their perception of being Chinese Indonesians."}, "filled": true, "author_pub_id": "SHfDZzMAAAAJ:qjMakFHDy7sC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=6866089192803888504", "cites_id": ["6866089192803888504"], "pub_url": "https://scholar.google.com/scholar?cluster=6866089192803888504&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:eG05Jb4_SV8J:scholar.google.com/", "cites_per_year": {"2017": 1, "2018": 0, "2019": 0, "2020": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "SIKAP CHINGCHING KETIKA MENGHADAPI MASALAH DALAM NOVEL SELEMBUT KASIH KARYA QIONGYAO", "pub_year": 2017, "citation": "Century: Journal of Chinese Language, Literature and Culture 5 (2), 12-32, 2017", "author": "Ervina Hosana and Elisa Christiana and Esther H Kuntjara", "journal": "Century: Journal of Chinese Language, Literature and Culture", "volume": "5", "number": "2", "pages": "12-32", "abstract": "Skripsi ini membahas sikap tokoh Chingching ketika menghadapi masalah dan faktor penyebab Chingching bersikap demikian. Analisis dilakukan dengan studi pustaka yang didukung oleh buku-buku referensi, bahan-bahan yang dikumpulkan melalui internet serta sumber lain yang mendukung penulisan skripsi ini. Dari hasil analisis, penulis menemukan bahwa pengaruh keadaan sosial politik pada zaman itu, membuat Chingching hidup dalam masa transisi emansipasi wanita, yang secara tidak langsung juga ikut mengambil peran dalam kehidupan Chingching yang membuatnya memiliki semangat juang yang pantang menyerah, berani mengambil resiko dan berani mengutarakan pendapat dan perasaannya. Penyebab Chingching bersikap demikian adalah arti kehadiran Hsiaocao bagi Chingching, perasaan cinta Chingching pada Shiwei, dan pengaruh sosial politik pada zaman itu terhadap perbedaan status pria dan wanita."}, "filled": true, "author_pub_id": "SHfDZzMAAAAJ:YOwf2qJgpHMC", "num_citations": 0, "pub_url": "http://century.petra.ac.id/index.php/sastra-tionghoa/article/view/5900", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:xagLEz5lYv8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Chineseness in the lives of Chinese Indonesians: A challenge in facing China foreign policy in Southeast Asia", "pub_year": 2017, "citation": "International Conference on Chinese Indonesian Studies, 2017", "author": "Esther Harijanti Kuntjara", "conference": "International Conference on Chinese Indonesian Studies", "abstract": "Chinese Indonesians who have been living in the archipelago for many centuries have undergone a lot of struggle in order to adjust themselves with the local cultures. Their experiences have resulted in the forming of their hybrid cultures and attachment to the local cultures. This paper discusses the relationships of China and Chinese Indonesians in terms of how Chinese Indonesians have undergone some gradual loss of their Chineseness and how the condition can be seen from their on-going detachment in their relation with China and the Chineseness in their daily language for communication, their practice of naming, their use of Chinese kinship terms, the Cultural celebration during Chinese holidays and the maintenance of some Chinese artefacts. Eventually, this situation may become a challenge for China foreign policy in Southeast Asia as China is embracing Chinese overseas to get involved in …"}, "filled": true, "author_pub_id": "SHfDZzMAAAAJ:4JMBOYKVnBMC", "num_citations": 0, "pub_url": "http://conference.ui.ac.id/iccis/iccis2017/paper/view/9547", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:psFCm0arECEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Identity Transformation among Indonesian-Americans of Chinese Descent", "pub_year": 2017, "citation": "International Conference on Chinese Indonesian Studies, 2017", "author": "Anita Lie and Juliana Wijaya and Esther Kuntjara", "conference": "International Conference on Chinese Indonesian Studies", "abstract": "This paper examines the identity transformation among Chinese-Indonesian immigrants in California and focuses on their cultural identity as Indonesian-Americans of Chinese descent. This study investigated to what extent home and community factors affect their cultural identity transformation during their second migration. Participants in this study were sixteen pairs of parent-and-child. The parents migrated to the US for various reasons. The children grew up in the US and adopted the American culture. Data were drawn from self-assessed Indonesian Proficiency Questionnaire and in-depth interviews with the parents and their children (aged fifteen to early twenties). Results indicate that in their search for a new identity, the second generation Chinese Indonesian Americans show their strong attachment toward Indonesian language and its culture but they experience gradual loss of their Chinese identity."}, "filled": true, "author_pub_id": "SHfDZzMAAAAJ:HDshCWvjkbEC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=12646820922863435840", "cites_id": ["12646820922863435840"], "pub_url": "http://conference.ui.ac.id/iccis/iccis2017/paper/view/8294", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:QMBApZ-Igq8J:scholar.google.com/", "cites_per_year": {"2020": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Speech Styles Used by Erin Gruwell in Freedom Writers Movie", "pub_year": 2017, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 5 (1), 28-33, 2017", "author": "Elma Ariella Setiawan and Esther H Kuntjara", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "5", "number": "1", "pages": "28-33"}, "filled": true, "author_pub_id": "SHfDZzMAAAAJ:roLk4NBRz8UC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=18264046527925595258", "cites_id": ["18264046527925595258"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:eiw20oztdv0J:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 0, "2022": 0, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A Semiotic Analysis on The Perceived Meanings of Coca Cola “Anthem” Video Commercial", "pub_year": 2017, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 5 (1), 8-14, 2017", "author": "Melita Leo and Esther H Kuntjara", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "5", "number": "1", "pages": "8-14"}, "filled": true, "author_pub_id": "SHfDZzMAAAAJ:LkGwnXOMwfcC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=17999027614647773830", "cites_id": ["17999027614647773830"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:huqGqUBkyfkJ:scholar.google.com/", "cites_per_year": {"2017": 1, "2018": 1, "2019": 0, "2020": 0, "2021": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "MEANINGS IN THE PROCESS OF SIGNIFICATION OF LANCÔME’S BEAUTY SERUM ADVERTISEMENTS", "pub_year": 2017, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 5 (1), 1-7, 2017", "author": "Cliff Albert Tuna and Esther H Kuntjara", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "5", "number": "1", "pages": "1-7", "abstract": "Through this study, the writer aimed to find out how meanings are created in advertisements video. The three objectives of this study are to find out how meanings are created through verbal expressions, how the visual expressions of the advertisements support the verbal expressions and to find out the differences between the two advertisements. The data used to conduct this study were Lancôme Génifique Serum Advertisement (2009) and Lancôme Advanced Génifique Serum (2013). After analyzing the data with the research questions in mind, the writer found out that meanings in both advertisements are created through the verbal captions and what were visually shown on the advertisement videos. The writer also found out that there were a few differences between the first and second advertisements. The second advertisement provides more appealing visuals, more direct and convincing verbal expressions and more facts and needed information regarding the promoted product. These factors make the second advertisement an improved version of the first one."}, "filled": true, "author_pub_id": "SHfDZzMAAAAJ:_FxGoFyzp5QC", "num_citations": 0, "pub_url": "http://publication.petra.ac.id/index.php/sastra-inggris/article/view/5804", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ICzNxWLn0r8J:scholar.google.com/", "cites_per_year": {}}
