{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Effect of turmeric (Curcuma longa) extract administration on tumor necrosis factor-alpha and type 1 collagen expression in UVB-light radiated BALB/c mice", "pub_year": 2023, "citation": "Journal of Applied Pharmaceutical Science 13 (5), 121-125, 2023", "author": "Aletheia Threskeia and Willy Sandhika and Retno Pudji Rahayu", "journal": "Journal of Applied Pharmaceutical Science", "volume": "13", "number": "5", "pages": "121-125", "abstract": "Skin aging caused by chronic exposure to ultraviolet is called photoaging. Ultraviolet B (UVB) is also known to cause skin cancer. On the other hand, curcumin, an active component found in turmeric (Curcuma longa), is a potent antioxidant. Herein, with rising skin cancer rates and interest in preventing photoaging, this study aims to analyze the photoprotective potential of topical turmeric extract with pharmacological activity against UVB. This experiment used 32 BALB/c mice, and the mice were randomly divided into 4 groups: normal control group (NC), sick control/UVB-exposed group (SC), UVB-exposed+ vehicle group (VT), and UVB exposed+ topical turmeric extract group (TT). Except for group NC, all groups received UVB radiation 6 times/week for 4 weeks (24 times in total). At the end of the treatment, the skin tissues were examined using immunohistochemistry. From the interpretation of immunohistochemistry results, there was a significant decrease in tumor necrosis factor expression and an increase in type 1 collagen for TT compared to the control (p< 0.05). In conclusion, the C. longa might have a potential photoprotector property in preventing photoaging."}, "filled": true, "author_pub_id": "sj-VORoAAAAJ:u5HHmVD_uO8C", "num_citations": 10, "citedby_url": "/scholar?hl=en&cites=11940124496421944379", "cites_id": ["11940124496421944379"], "pub_url": "https://japsonline.com/abstract.php?article_id=3884&sts=2", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:O3wrz_fXs6UJ:scholar.google.com/", "cites_per_year": {"2024": 4, "2025": 5}}
