{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Exploration of\" Tirtha\" Themes in the Communication of Waskita Rupa's Work (Bali Nata Bhuwana)", "pub_year": 2025, "citation": "Mediacon, 2025", "author": "Ido Prijana Hadi and Listia Natadjaja and Rika Febriani and Vellycia Njoko and Nathania Margareta Tanujaya", "journal": "Mediacon", "abstract": "This article presents the findings of a study on the curation of visual art titled \"Dharma-Tirtha-Matra,\" exhibited in the Waskita Rupa Exhibition. The study focuses on the significance of \"tirtha,\" or water, in the artworks showcased by artists from various academic institutions. The research method employed curatorial practices that interconnect the meaning of water with issues of ecosystem sustainability, spirituality, and human life. The study reveals that the messages conveyed through visual art are not merely denotative but also hold philosophical meanings closely tied to culture and spirituality. Water is portrayed as a source of life, energy, emotion, and purity. The research demonstrates that artists create their works as a form of visual communication, reminding viewers of the contextual importance of water. In methodology, art curation is considered a communicative activity involving the exploration of meanings, and using curative methods requires relevance to complex themes and contexts. This study contributes to the understanding of communication processes and meanings in visual art, particularly within the contexts of Communication Science and Visual Communication Design studies."}, "filled": true, "author_pub_id": "SKfSCq0AAAAJ:5ugPr518TE4C", "num_citations": 0, "pub_url": "https://proceeding-mediacon.petra.ac.id/index.php/med/article/view/7", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:273cR2ZhnWMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Komunikasi Profesional : Menghubungkan Teori, Filsafat dan Realitas", "pub_year": 2025, "citation": "https://www.rajagrafindo.co.id/produk/komunikasi-profesional-menghubungkan …, 2025", "author": "Ido Prijana Hadi", "volume": "1", "pages": "178", "publisher": "https://www.rajagrafindo.co.id/produk/komunikasi-profesional-menghubungkan-teori-filsafat-dan-realitas-ido-prijana-hadi/"}, "filled": true, "author_pub_id": "SKfSCq0AAAAJ:bnK-pcrLprsC", "num_citations": 0, "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Meaning of Political Messages in Carousel Posts on@ ganjar_pranowo’s Instagram Account during the 2024 Electoral Campaign Period", "pub_year": 2024, "citation": "Journal of Content and Engagement, 103-126, 2024", "author": "Sentanu Chandra and Ido Hadi and Agusly Irawan Aritonang", "journal": "Journal of Content and Engagement", "pages": "103-126", "abstract": "This research is motivated by the phenomenon of the 2024 elections, focusing on the digital political campaigns based on social media. The study focused on examining the meanings of political messages constructed by the 2024 presidential candidate, Ganjar Pranowo, by relating them to the philosophy of Javanese cultural leadership. This is due to the contrast between the results of the party’s legislative elections and its vote acquisition in the presidential election contest. The type of research used is descriptive qualitative with the semiotic analysis method of Roland Barthes. The research subject consists of carousel posts on the Instagram account@ ganjar_pranowo, while the research object is the meaning of Political Messages. The study found that the meaning of political messages is derived from the visible verbal and non-verbal messages. It also discovered the correlation between the meanings of ‘Penguin’and ‘Swastika’which were capitalized as campaign messages. Furthermore, the researcher interprets the message meanings as Javanese-centric leadership in Indonesia presidential, redefinition of the meaning ‘Merakyat’, the paternalistic side in ‘wong cilik’politics, and the implementation of Hastabrata philosophy rooted in Ganjar Pranowo."}, "filled": true, "author_pub_id": "SKfSCq0AAAAJ:V3AGJWp-ZtQC", "num_citations": 0, "pub_url": "https://joce.petra.ac.id/index.php/joce/article/view/33", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Y63pbZ05r1QJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Effectiveness of the Itik Land Pop Up Store Advertising Message to Instagram Followers@ myyellowduckling", "pub_year": 2024, "citation": "Journal of Content and Engagement, 1-14, 2024", "author": "Ajeng Lintang Saraswati and Ido Prijana Hadi and Astri Yogatama", "journal": "Journal of Content and Engagement", "pages": "1-14", "abstract": "My Yellow Duckling is a local brand that sells duck-themed merchandise. This brand started its business in 2019 and comes from the city of Surabaya. Starting with a drawing hobby from the owner of My Yellow Duckling, it led her to start transforming her draw into a product with selling value. She sells duck-themed merchandise, such as dolls, sticker, keychain, enamel pin, pouch, headband, and so on. My Yellow Duckling sells their product online via Shopee marketplace and offline by open a pop-up store in collaboration with the event market in Surabaya. In January 2024, My Yellow Duckling for the first time opened a pop-up store independently in Malang under the name Itik Land. To advertise their event, they use Instagram for share the message to consumer. This study uses SOR theory to determine the effectiveness of advertising messages to the audience. Advertising messages delivered will be measured effectively using AISAS models with 5 indicator, Attention, Interest, Search, Action, and Share. This type of research is descriptive with a quantitative approach. The study took data using an online questionnaire against 100 respondents using non-probability sampling techniques. The results of this study showed that messages of pop-up ads on Instagram followers@ myyellowduckling proved effective with the highest average score at the attention level."}, "filled": true, "author_pub_id": "SKfSCq0AAAAJ:kRWSkSYxWN8C", "num_citations": 0, "pub_url": "https://joce.petra.ac.id/index.php/joce/article/download/29/54", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:oSllfLA81CwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Political Influencers on Social Media: Language Used and Content of Communication Strategy of Indonesian Politicians  Twitter Accounts", "pub_year": 2024, "citation": "Jurnal Komunikasi: Malaysian Journal of Communication 40 (01), 99-119, 2024", "author": "Gatut Priyowidodo and Nik Adzrieman Abd Rahman and Jandy Edipson Luik and Ido Prijana Hadi and Inri Inggrit Indrayani", "volume": "40", "number": "01", "pages": "99-119", "abstract": "Technology plays an essential role in all the worldwide media industries. Developments in the field of  media have led to the existence of new mediums in communication. New mediums through mass  media channels have given the public many options, including politicians, to share. This study  examined how the language used by politicians and communication strategies through selected  mediums influence society in the face of elections. This study focused on the messages conveyed  through social media, namely Twitter. The study used a content analysis method that examined as  many as six Twitter accounts of influential politicians in the community in Indonesia. The review period  for selected Twitter accounts is from 10 September 2022 until 20 November 2022. The findings found  that most Twitter account owners chose social and economic issues to write on Twitter accounts  rather than political issues. This differs from the previous study s results; most researchers stated that  most politicians prioritize politics-related issues. This difference may be due to differences in terms of  cultural, economic background, and political trends. While the language used is more of a common  language, i.e., informal, than formal or provocative. The choice of language, neither formal nor  Layman language, makes what is presented accessible for the community to understand from  different backgrounds. This means that politicians are making social media a medium for dealing with  issues related to political matters"}, "filled": true, "author_pub_id": "SKfSCq0AAAAJ:fQNAKQ3IYiAC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=14752612181327380102", "cites_id": ["14752612181327380102"], "pub_url": "https://repository.petra.ac.id/20971/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:hn4ewZ3Ou8wJ:scholar.google.com/", "cites_per_year": {"2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Audience Reception on Future Anxiety Phenomenon in “Masalah Masa Depan” Music Video by Hindia", "pub_year": 2024, "citation": "Journal of Content and Engagement, 249-265, 2024", "author": "Ferry Shandy Welianto Wong and Ido Prijana Hadi and Agusly Irawan Aritonang", "journal": "Journal of Content and Engagement", "pages": "249-265"}, "filled": true, "author_pub_id": "SKfSCq0AAAAJ:1qzjygNMrQYC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9Jxpa3iCJoEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Search Engine Optimization (SEO) for Journalistic Content in Building Brand Image for Innovation Products", "pub_year": 2023, "citation": "Scriptura 13 (1), 38-57, 2023", "author": "Felicia Goenawan and Ido Prijana Hadi and Amelia Sidik", "journal": "Scriptura", "volume": "13", "number": "1", "pages": "38-57", "abstract": "The product innovations produced by Meal for 60+ focused on healthy food for the elderly. The purpose of Meal for 60+ is as a medium that can help everyone, be it mothers, fathers, teenagers, and children, in serving healthy food for the elderly at home. It is not easy for people to accept an innovative product. Companies must be able to build a Brand Image for their innovative products in the eyes of potential consumers. Therefore, the purpose of this research is to find out what factors are in the diffusion of innovative products and can be used to create messages on websites and Instagram. The paradigm in this research is positivistic with a quantitative approach and the research method used is a survey. The distribution of the questionnaire focused on respondents in Solo and Tulungagung. The results of this study indicate that Meal for 60+ should be more aggressive in conveying information related to their products. This is because respondents need acceptance from the surrounding community first before accepting innovative products. The keyword\" healthy diet menu\" is the main reference for respondents in searching for news.“HEREDITY. ID” will be one of the portal websites that can be accessed by the public, accommodates and becomes a source of detailed information on patent products in Indonesia."}, "filled": true, "author_pub_id": "SKfSCq0AAAAJ:UxriW0iASnsC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=4768146217927482508", "cites_id": ["4768146217927482508"], "pub_url": "https://scriptura.petra.ac.id/index.php/iko/article/view/25849", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jJyw9LjbK0IJ:scholar.google.com/", "cites_per_year": {"2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Resilence Iman: Pergulatan Religiusitas, Spiritualitas dan Pola interaksi Baru di Era Pandemik", "pub_year": 2023, "citation": "Resilence Iman: Pergulatan Religiusitas, Spiritualitas dan Pola interaksi …, 2023", "author": "Gatut Priyowidodo and Ido Prijana Hadi", "abstract": "Resilence Page 1 Resilence by Gatut Priyo Submission date: 14-Aug-2023 05:36PM (UTC+0700) \nSubmission ID: 2145676850 File name: Book_Chapter_Resilensi_Iman-GLT_2023.pdf (263.66K) \nWord count: 1609 Character count: 10511 Page 2 4 7 Page 3 3 5 6 Page 4 1 2 Page 5 Page \n6 Page 7 Page 8 Page 9 7% SIMILARITY INDEX 7% INTERNET SOURCES 2% \nPUBLICATIONS 3% STUDENT PAPERS 1 2% 2 1% 3 1% 4 1% 5 1% 6 1% 7 1% Resilence \nORIGINALITY REPORT PRIMARY SOURCES www.coursehero.com Internet Source \n06081993.blogspot.com Internet Source id.scribd.com Internet Source Herni Marina. \"Inkonsistensi \nKebijakan Pemerintah Pusat dalam Penanganan Covid19 Di Indonesia\", KEMUDI : Jurnal \nIlmu Pemerintahan, 2021 Publication eprints.undip.ac.id Internet Source jurnal.staialhidayahbogor.ac.id \nInternet Source docplayer.info Internet Source Page 10 Exclude quotes On Exclude …"}, "filled": true, "author_pub_id": "SKfSCq0AAAAJ:Tiz5es2fbqcC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20531/2/Publikasi4_06016_9543.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:HwUV2kalp1cJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Traditional Communication and Language Power In The Deliberative Culture Of “Lonto Leok”", "pub_year": 2023, "citation": "MIMBAR Jurnal Sosial dan Pembangunan 39 (1), 187-196, 2023", "author": "Yermia Djefri Manafe and Ido Prijana Hadi and Karolus Budiman Jama", "journal": "MIMBAR Jurnal Sosial dan Pembangunan", "volume": "39", "number": "1", "pages": "187-196", "publisher": "Universitas Islam Bandung, Indonesia", "abstract": "Communication of traditional elite power relations and language power over silent groups in the\" Lonto Leok\" deliberation culture greatly influences the results of deliberations which essentially ignore the opinions of the lower community, so that the democracy that occurs seems to represent all community opinions. Therefore, it is necessary to know the power relations of traditional elites with the community (silent groups) in order to gain an understanding of this democratic context. This research was conducted among the Manggarai ethnic group in Manggarai Regency, East Nusa Tenggara Province using qualitative methods. Data collection was conducted by in-depth interviews with local elites and people who practice the\" lonto leok\" culture. To get the appropriate views, focused discussions were conducted to match the results of the interviews. The results of this study concluded that the lonto leok culture is a …"}, "filled": true, "author_pub_id": "SKfSCq0AAAAJ:XiSMed-E-HIC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=14734660317401517130", "cites_id": ["14734660317401517130"], "pub_url": "https://scholar.google.com/scholar?cluster=14734660317401517130&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:SgzDuH0HfMwJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Traditional Communication and Language Power In The Deliberative Culture Of “Lonto Leok”", "pub_year": 2023, "citation": "MIMBAR Jurnal Sosial dan Pembangunan 39 (1), 187-196, 2023", "author": "Yermia Djefri Manafe and Ido Prijana Hadi and Karolus Budiman Jama", "journal": "MIMBAR Jurnal Sosial dan Pembangunan", "volume": "39", "number": "1", "pages": "187-196", "publisher": "Universitas Islam Bandung, Indonesia", "abstract": "Communication of traditional elite power relations and language power over silent groups in the\" Lonto Leok\" deliberation culture greatly influences the results of deliberations which essentially ignore the opinions of the lower community, so that the democracy that occurs seems to represent all community opinions. Therefore, it is necessary to know the power relations of traditional elites with the community (silent groups) in order to gain an understanding of this democratic context. This research was conducted among the Manggarai ethnic group in Manggarai Regency, East Nusa Tenggara Province using qualitative methods. Data collection was conducted by in-depth interviews with local elites and people who practice the\" lonto leok\" culture. To get the appropriate views, focused discussions were conducted to match the results of the interviews. The results of this study concluded that the lonto leok culture is a …"}, "filled": true, "author_pub_id": "SKfSCq0AAAAJ:u9iWguZQMMsC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=14734660317401517130", "cites_id": ["14734660317401517130"], "pub_url": "https://scholar.google.com/scholar?cluster=14734660317401517130&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:SgzDuH0HfMwJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "MULTIFASET KOMUNIKASI STRATEGIK DI MASA PANDEMI", "pub_year": 2023, "citation": "CV WIDINA MEDIA UTAMA, 2023", "author": "Rustono Farady Marta and Meta Sya and Ido Prijana Hadi and Dorien Kartikawangi and Rewindinar Rewindinar and Napitupulu Napitupulu and Frengki Frengki and Lusia Savitri Setyo Utami and Rini Darmastuti and Jandy Luik and Mesti Woro Mahatmi and Seto Herwandito and Sampoerno Sampoerno and Venessa Agusta Gogali and Christoper Yudha Erlangga and Abraham Wahyu Nugroho and Andreas Ryan Sanjaya and Lidya Wati Evelina and Joshua Fernando and Yuli Nugraheni and Agatha Winda Setyarinata and Maria Yuliastuti and Novita Ika Purnamasari and Yuli Setyowati and Rifka Sibarani and Lisa Esti Puji Hartanti and Leviane Jackelin Hera Lotulung and Mikhael Rajamuda Bataona and Emanuel Sowe Leuape and Endah Murwani and Richard G Mayopu and Bhernadetta Pravita Wahyuningtyas and Puji Lestari and Desi Yoanita and Gatut Priyowidodo and Titi Nur Vidyarini and Niscaya Hia and Setiamenda Ginting and Yohanes Probo Dwi Sasongko and Melati Mediana Tobing and Henilia Yulita and Themotia Titi Widaningsih and Rino F Boer and Jonas Klemens Gregorius Dori Gobang", "publisher": "CV WIDINA MEDIA UTAMA", "abstract": "Komunikasi strategik merupakan komunikasi yang digunakan secara bertujuan atau berencana oleh organisasi untuk mencapai matlamat. Konsep strategik tersebut adalah bersifat terancang dan bukannya rawak. Sesuatu yang tidak dirancang termasuklah akibat yang tidak terancang boleh memberi impak negatif kepada keupayaan organisasi untuk mencapai matlamat strategik organisasi (Hallahan et al., 2007). Strategik merupakan konsep yang bersifat multi dimensi dan luas. Konsep strategik turut menekankan bahwa komunikasi sebagai suatu elemen yang sangat penting khususnya apabila komunikasi dilihat sebagai aktiviti pengurusan yang bersifat konstitutif. Justru komunikasi yang berjaya ialah komunikasi yang bersandarkan hasil kajian melalui perancangan yang teliti, pelaksanaan yang berhati-hati serta penilaian yang berterusan. Oleh kerana sifat komunikasi strategik yang luas dan meliputi berbagai dimensi, maka kertas ini coba memperkecilkan skop perbincangan komunikasi strategik berdasarkan tiga perspektif utama yaitu perancangan, pelaksanaan dan penilaian komunikasi."}, "filled": true, "author_pub_id": "SKfSCq0AAAAJ:SP6oXDckpogC", "num_citations": 0, "pub_url": "https://repository.penerbitwidina.com/publications/560680/multifaset-komunikasi-strategik-di-masa-pandemi", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:yL0wEN4lp7kJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Effectiveness of# FeelThePower Campaign Message on the Followers of Azarine Cosmetic’s Instagram Account", "pub_year": 2023, "citation": "Journal of Content and Engagement, 18-32, 2023", "author": "Auryn Nathania Soputra and Astri Yogatama and Ido Prijana Hadi", "journal": "Journal of Content and Engagement", "pages": "18-32", "abstract": "Effectiveness can be interpreted as the result or influence that arises from a communication process, namely attitudes, behavior, and responses from a communicant whether desired or not desired. The purpose of this research is to find out the effectiveness of the# FeelThePower campaign message for Azarine cosmetic Instagram followers which aims to make customers feel the power that comes from Azarine's ingredients and inner strength to stay confident and always give the best for yourself. This campaign is carried out by launching new products and collaborating with Disney Marvel. Measurement of effectiveness is carried out using the AIDA measurement method (Attention, Interest, Desire, Action). Data was collected by distributing questionnaires to 100 respondents using a purposive sampling technique. Based on research results, the message of the# FeelThePower campaign is categorized as effective. Of the four indicators, the attention stage has the highest mean value, which means that the respondent's attention to the campaign message is the highest compared to other indicators."}, "filled": true, "author_pub_id": "SKfSCq0AAAAJ:p2g8aNsByqUC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=6323310711374101466", "cites_id": ["6323310711374101466"], "pub_url": "https://joce.petra.ac.id/index.php/joce/article/view/10", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2jvg85bpwFcJ:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Marketing Communication Strategy at Fashion Company\" X\" During a Pandemic Covid-19", "pub_year": 2023, "citation": "Journal of Content and Engagement, 65-83, 2023", "author": "Jerry Indrawan and Felicia Goenawan and Ido Prijana Hadi", "journal": "Journal of Content and Engagement", "pages": "65-83", "abstract": "This research was conducted to find out how the marketing communication strategy was carried out by fashion company\" X\" during the Covid-19 pandemic. In its marketing communication strategy, fashion company\" X\" has the goal of increasing sales of the products sold by fashion company\" X\". In achieving this goal, the fashion company\" X\" uses the AIDA model (Action, Interest, Desire, Action) to classify a person's phases in knowing a brand and taking action and using the elements in integrated marketing communication (IMC) to analyze strategy marketing communications used by fashion company\" X\". This type of research is descriptive qualitative. And using the case study method as well as in collecting data using interview techniques. In delivering its marketing communication strategy, fashion company\" X\" uses several online media according to their target market. In addition, they also use live shopping techniques. and the latter uses the data of every customer who purchases at their company to offer the latest products from fashion company\" X\". The results of this study are used to determine marketing communication strategies at the fashion company\" X\" during the Covid-19 pandemic and the latter uses the data of every customer who purchases at their company to offer the latest products from fashion company\" X\". The results of this study are used to determine marketing communication strategies at the fashion company\" X\" during the Covid-19 pandemic and the latter uses the data of every customer who purchases at their company to offer the latest products from fashion company\" X\". The results of this study are used to determine …"}, "filled": true, "author_pub_id": "SKfSCq0AAAAJ:OU6Ihb5iCvQC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=905538805083227868", "cites_id": ["905538805083227868"], "pub_url": "https://joce.petra.ac.id/index.php/joce/article/view/9", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:3EZR174ekQwJ:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Representasi Gangguan Mental Dalam Film “The Menu (2022)”", "pub_year": 2023, "citation": "Jurnal e-Komunikasi 11 (1), 2023", "author": "M Joelnetan and IP Hadi and D Budiana", "journal": "Jurnal e-Komunikasi", "volume": "11", "number": "1"}, "filled": true, "author_pub_id": "SKfSCq0AAAAJ:geHnlv5EZngC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=1702797959681078888", "cites_id": ["1702797959681078888"], "pub_url": "https://scholar.google.com/scholar?cluster=1702797959681078888&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:aPYM97iNoRcJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Social Media and Product Branding for MSMEs Actors", "pub_year": 2022, "citation": "The 7th International Conference on Social and Political Sciences (ICoSaPS …, 2022", "author": "Ido Prijana Hadi", "journal": "The 7th International Conference on Social and Political Sciences (ICoSaPS 2022)", "volume": "716", "number": "-", "pages": "-", "publisher": "Atlantis Press-Part of Springer Nature"}, "filled": true, "author_pub_id": "SKfSCq0AAAAJ:nb7KW1ujOQ8C", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=13991068197565700859", "cites_id": ["13991068197565700859"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-xor2GVCKsIJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 0, "2024": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Citizen Journalism Practice: Contributor as Spy Agent: Case Study of Editorial Policies of Citizen Journalism in Pasang Mata and Kompasiana Media", "pub_year": 2022, "citation": "", "author": "Ido Prijana Hadi and Alexander Setiawan and Desi Yoanita and Agusly Irawan Aritonang", "abstract": "Citizen journalism has become the main term that refers to the various news-gathering and reporting practices conducted through various new digital technologies. One of the problems is in the era of the information society, the accuracy of news or information becomes a serious matter. The term\" hoax\" or information that contains the element of lie becomes a term that often happens almost every day. This study aims to determine how citizen journalism practices from media actors manage media Pasang Mata and Kompasiana, including the exploring of how theories of building citizen journalism in terms of understanding the relationship between the editor and the contributors. The paradigm of this research is interpretive, with a qualitative approach using case study method. The study emphasizes the variety of empirical experiences of the informants who are directly involved. The results of this study showed that the editor always verify data from the contributors as spy agents before the news published. The media platform is available in the form of a website and mobile application, in which the contributor submits an automatic news entry on the two platforms. Active contributors will earn points when text, photos, and videos are published. The implication of learning about the dynamics of media in the era of online media and digital media applications are the media to become a medium for audience learning and to accommodate the public interest. The audience in addition to being a news contributor is also an event spy agency."}, "filled": true, "author_pub_id": "SKfSCq0AAAAJ:dshw04ExmUIC", "num_citations": 0, "pub_url": "https://www.scitepress.org/Papers/2018/90216/90216.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Y4Jkr8SGhewJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Representasi Kritik Sosial dalam Video “DPR–Musikal” di Channel YouTube SkinnyIndonesian24", "pub_year": 2022, "citation": "Jurnal e-Komunikasi 10 (2), 60-75, 2022", "author": "Frado Theo and Ido Prijana Hadi and Daniel Budiana", "journal": "Jurnal e-Komunikasi", "volume": "10", "number": "2", "pages": "60-75", "abstract": "Kritik sosial merupakan salah satu cara masyarakat untuk dapat mengungkapkan isi hati mereka terhadap pemerintah. Kritik sosial bisa disampaikan lewat media apapun, salah satunya media sosial. Media sosial yang sering digunakan oleh masyarakat Indonesia adalah YouTube. Dengan YouTube, masyarakat dapat mengekspresikan kritik dengan tetap memperhatikan Undang-Undang yang ada. Salah satu video kritik sosial yang ada di YouTube adalah video DPR–Musikal pada channel SkinnyIndonesian24. Penelitian ini dilakukan untuk mengetahui bagaimana penggambaran kritik sosial dalam video “DPR–Musikal”. Video ini mengungkapkan ada beberapa faktor mengapa lembaga DPR tidak dapat berkembang secara bebas. Pendekatan yang digunakan dalam penelitian ini adalah pendekatan kualitatif dengan jenis deskriptif. Metode yang penulis gunakan adalah semiotika milik John Fiske dengan 3 …"}, "filled": true, "author_pub_id": "SKfSCq0AAAAJ:xtRiw3GOFMkC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=13410038890980591076", "cites_id": ["13410038890980591076"], "pub_url": "https://scholar.google.com/scholar?cluster=13410038890980591076&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5EUSaVIHGroJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Makna Lirik Lagu “Wishing Well” Karya Juice WRLD", "pub_year": 2022, "citation": "Jurnal E-Komunikasi 10 (2), 2-11, 2022", "author": "Jonathan Allen Cahyanugraha and Ido Prijana Hadi and Chory Angela Wijayanti", "journal": "Jurnal E-Komunikasi", "volume": "10", "number": "2", "pages": "2-11", "abstract": "Lagu adalah salah satu media penyampaian pesan oleh penulis lagu kepada para pendengar lagu. Lagu ‘Wishing Well’oleh Juice WRLD adalah salah satu lagu yang memiliki makna mendalam dari pesan yang ingin disampaikan. Tujuan dari penelitian ini adalah untuk mengungkap makna dan pesan yang terkandung dalam lirik lagu ‘Wishing Well’karya Juice WRLD. Jenis penelitian ini adalah kualitatif dengan menggunakan Semiologi Roland Barthes yang meneliti makna konotasi, denotasi dan mitos yang terkandung dalam lagu ‘Wishing Well’. Hasil penelitian ini menemukan adanya pesan permintaan pertolongan oleh Juice WRLD untuk bebas dari adiksi narkoba dan gangguan kesehatan mental. Melalui lagu–lagu Juice WRLD juga membuka mata pendengar musik betapa kelamnya industri musik yang dipenuhi dengan penyalahgunaan narkoba, sehingga lagu–lagu Juice WRLD selama ini adalah …"}, "filled": true, "author_pub_id": "SKfSCq0AAAAJ:abG-DnoFyZgC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=7211627970591251219", "cites_id": ["7211627970591251219"], "pub_url": "https://scholar.google.com/scholar?cluster=7211627970591251219&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:E9tcL27ZFGQJ:scholar.google.com/", "cites_per_year": {"2024": 2, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Communication medium for family planning in realizing quality families in east java", "pub_year": 2021, "citation": "Communication medium for family planning in realizing quality families in …, 2021", "author": "Ido Prijana Hadi and Desi Yoanita and Titi Nur Vidyarini", "abstract": "The Covid-19 pandemic globally has come to the attention of the Government of Indonesia, namely in dealing with problems that arise in terms of access and services for prosperous families, population, and family planning. Moreover, paying attention to the implications of a pandemic on the resilience and well-being of Indonesian families. This research was conducted to see the communication medium of the East Java Provincial Government in implementing the Strategic Plan of the National Population and Family Planning Board (BKKBN) in 2020-2024. This strategic plan has a vision of realizing quality family planning by maintaining a balanced population growth. Moreover, to support the achievement of a developed Indonesia that is sovereign, independent, and has a personality based on mutual cooperation. This research uses a constructionist paradigm according to a qualitative research approach with a case study method. Data collection used in-depth interviews with the Head of BKKBN for East Java Province and their staff, interviews with couples of reproductive age, observations, field notes, and document reviews. The results showed that the family planning communication medium through various media platforms, including online media (siapbahagia.com), social media and radio broadcasts streaming. Moreover, before couples of childbearing age marry, they already have information about all types of contraception, a two-child program so that the family is healthier, consequently more qualified. The implication of this study is that there is a need for a paradigm shift, where family planning, which previously had government affairs …"}, "filled": true, "author_pub_id": "SKfSCq0AAAAJ:bFI3QPDXJZMC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19358/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Vrqs9gpjVSYJ:scholar.google.com/", "cites_per_year": {}}
