{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "STUDI KEPUASAN PELANGGAN TERHADAP PELAYANAN MANAJEMEN PROPERTI STUDI KASUS APARTEMEN GUNAWANGSA TIDAR", "pub_year": 2025, "citation": "Dimensi Utama Teknik Sipil 12 (1), 48-57, 2025", "author": "Hansel Davin Sugiarto and Juan Felix and Timoticin Kwanda", "journal": "Dimensi Utama Teknik Sipil", "volume": "12", "number": "1", "pages": "48-57", "abstract": "Penelitian ini bertujuan untuk mengukur tingkat kepuasan pelanggan terhadap Apartemen Gunawangsa Tidar di Surabaya. Metode yang digunakan dalam penelitian ini adalah survei kuesioner yang disebarkan kepada 15 responden yang terdiri dari penghuni dan pemilik apartemen. Hasil survei menunjukkan bahwa mayoritas responden merasa puas dengan fasilitas yang disediakan, seperti kolam renang, layanan parkir, dan layanan keamanan. Akan tetapi beberapa responden tidak puas kecepatan penanganan pengaduan terkait jaringan air dan listrik. Berdasarkan analisis persentase data survey, penghuni merasa paling puas dengan pelayanan terkait kartu akses dan fingerprint dengan angka kepuasan 50%. Sedangkan faktor terendah yaitu pengaduan benda bersama sebesar 14.29%."}, "filled": true, "author_pub_id": "SL3191UAAAAJ:LgRImbQfgY4C", "num_citations": 0, "pub_url": "https://duts.petra.ac.id/index.php/duts/article/view/341", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:4HhBMPKvbIIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGARUH KARAKTERISTIK KONSUMSI ENERGI TERHADAP PENCAPAIAN EFISIENSI ENERGI-STUDI KASUS RUMAH KOS NON-SUBSIDI DI SURABAYA", "pub_year": 2024, "citation": "Dimensi Utama Teknik Sipil 11 (2), 108-124, 2024", "author": "Yoel Tino Christofer and Timoticin Kwanda and Jani Rahardjo", "journal": "Dimensi Utama Teknik Sipil", "volume": "11", "number": "2", "pages": "108-124", "abstract": "Konsumsi energi listrik perkapita meningkat pertahun. Data Badan Pusat Statistik (BPS) mengatakan distribusi dan penghematan listrik terbesar ada pada sektor rumah tangga salah satunya adalah rumah kos yang menjadi tempat tinggal sementara dan memiliki karakteristik konsumsi energi dalam Intensitas Konsumsi Energi (IKE). Penelitian bertujuan menyelidiki dan mengetahui pengaruh karakteristik konsumsi energi dalam IKE terhadap efisiensi energi rumah kos non-subsidi listrik di Surabaya. Pengumpulan data dilakukan dengan studi literatur, menyebarkan kuesioner 101 responden, wawancara, uji deskriptif dan uji regresi linear berganda (uji F dan uji T). Hasil studi literatur dan penelitian, karakteristik konsumsi energi terdiri dari karakteristik penghuni, karakteristik sosial, karakteristik bangunan dan karakteristik kepemilikan perangkat elektronik. Uji diskriptif menunjukan karakteristik tersebut berpengaruh terhadap konsumsi energi dan termasuk golongan IKE agak boros, uji analisis regresi linear berganda menunjukan hanya karakteristik bangunan dan karakteristik kepemilikan perangkat elektronik yang memiliki pengaruh tertinggi terhadap pencapaian efisien energi rumah kos non-subsidi listrik di Surabaya."}, "filled": true, "author_pub_id": "SL3191UAAAAJ:lvd772isFD0C", "num_citations": 0, "pub_url": "https://duts.petra.ac.id/index.php/duts/article/view/337", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Un6hUF2TbeMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Western conservation theory and the Asian context: the different roots of conservation", "pub_year": 2024, "citation": "Authorea Preprints, 2024", "author": "Timoticin Kwanda", "journal": "Authorea Preprints", "publisher": "Authorea", "abstract": "In the mid twentieth century in the Western world, classical conservation theories emerged that seek to preserve and recover the integrity and authenticity of an object. In conservation practice throughout Europe and the international sphere, this materialistic notion of conservation is found in various international charters, such as the Athens Charter, and the Venice Charter. This notion of Western conservation has been disseminated throughout the world by UNESCO and its advisory body, ICOMOS. For decades, this tangible notion of conservation have been imposed in conservation practice in Asian countries, such as the first wave of conservation happened after the World War II when the new emerging nations were celebrating their nationalism through the state’s construction of colonial heritage. In the 1990s, as part of the globalised economic development, the second wave of tangible notion of conservation took …"}, "filled": true, "author_pub_id": "SL3191UAAAAJ:3fE2CSJIrl8C", "num_citations": 34, "citedby_url": "/scholar?hl=en&cites=15737413482648265751", "cites_id": ["15737413482648265751"], "pub_url": "https://advance.sagepub.com/doi/pdf/10.31124/advance.8867111.v1", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:F2SxnC6GZtoJ:scholar.google.com/", "cites_per_year": {"2013": 1, "2014": 3, "2015": 0, "2016": 1, "2017": 1, "2018": 2, "2019": 2, "2020": 3, "2021": 5, "2022": 5, "2023": 5, "2024": 3, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGARUH MANAJEMEN PROAKTIF TERHADAP KEPUASAN KUALITAS PELAYANAN: STUDI KASUS LIPPO MALL SIDOARJO", "pub_year": 2023, "citation": "Dimensi Utama Teknik Sipil 10 (2), 174-190, 2023", "author": "David Prayogo and Timoticin Kwanda and Jani Rahardjo", "journal": "Dimensi Utama Teknik Sipil", "volume": "10", "number": "2", "pages": "174-190", "abstract": "Seiring dengan perkembangan pembangunan pusat perbelanjaan persaingan bisnis menjadi semakin meningkat. Salah satu variabel yang menjadi penentu adalah kepuasan konsumen. Kepuasan konsumen dapat diperoleh dengan memberikan kualitas pelayanan yang baik kepada konsumen. Penerapan manajemen properti proaktif memungkinkan untuk memberi peningkatan dalam kualitas pelayanan. Penelitian ini bertujuan untuk menganalisis pengaruh manajemen proaktif terhadap kepuasan kualitas pelayanan berdasarkan reliabilitas, daya tanggap, jaminan, empati, dan bukti fisik di Lippo Mall Sidoarjo. Metode yang digunakan dalam penelitian adalah kuesioner. Data kuesioner yang diperoleh akan dianalisis melalui uji validitas, uji reliabilitas, uji normalitas, uji multikolonieritas, uji heteroskedastisitas, analisis regresi linier berganda, koefisien determinasi berganda, uji kelayakan model, uji t, dan koefisien determinasi parsial. Responden dari penelitian ini merupakan seratus dua puluh pengunjung Lippo Mall Sidoarjo. Hasil penelitian menunjukkan bahwa terdapat pengaruh manajemen proaktif terhadap kualitas pelayanan. Secara berurutan variabel manajemen proaktif yang mempengaruhi variabel kualitas pelayanan, yaitu empati, jaminan, bukti Fisik, kehandalan, dan daya tanggap."}, "filled": true, "author_pub_id": "SL3191UAAAAJ:u-coK7KVo8oC", "num_citations": 0, "pub_url": "https://duts.petra.ac.id/index.php/duts/article/view/305", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:a_rgVvhVjosJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "FAKTOR-FAKTOR KONSEP BANGUNAN HIJAU YANG DIPERTIMBANGKAN CALON KONSUMEN RUMAH KELAS MENENGAH DAN MENENGAH ATAS DI SURABAYA", "pub_year": 2023, "citation": "Dimensi Utama Teknik Sipil 10 (2), 211-231, 2023", "author": "Florentcia Hartono and Timoticin Kwanda and Jani Rahardjo", "journal": "Dimensi Utama Teknik Sipil", "volume": "10", "number": "2", "pages": "211-231", "abstract": "Penerapan konsep bangunan gedung hijau berfokus untuk menekan emisi CO2, sehingga mengurangi efek bahaya pada lingkungan, dan pemakaian energi menjadi lebih efektif dan efisien. Sayangnya, penelitian mengenai konsep ini di Surabaya belum ditemukan. Penelitian ini bertujuan untuk mencari faktor-faktor konsep bangunan gedung hijau yang dipertimbangkan oleh calon konsumen dalam memilih rumah kelas menengah dan menengah-atas di Surabaya. Pemilihan didasari luas kavling yang besar dan tidak dibatasi harga jualnya, sehingga penerapan konsep bangunan gedung hijau lebih leluasa untuk diterapkan. Berdasarkan hasil analisis faktor dari total 108 responden yang akan membeli rumah di Surabaya dan dikumpulkan secara daring melalui kuesioner, hipotesis yang diajukan benar yaitu terdapat perbedaan faktor konsep bangunan gedung hijau yang dipertimbangkan oleh calon pembeli, dengan faktor paling dipertimbangkan yaitu desain pemanfaatan cahaya matahari dan sirkulasi udara alami. Selain itu, 88.0% responden mengharapkan bangunan rumah yang mereka pertimbangkan memenuhi faktor bangunan hijau peringkat platinum menurut standar Green Building Council Indonesia."}, "filled": true, "author_pub_id": "SL3191UAAAAJ:Aul-kAQHnToC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=2352186819517764921", "cites_id": ["2352186819517764921"], "pub_url": "https://mail.duts.petra.ac.id/index.php/duts/article/view/303", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:OVW2LnOlpCAJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Persepsi Penerapan Place Attachment Pada Rumah Susun Sewa ASN Nania Di Kota Ambon.", "pub_year": 2023, "citation": "Advances in Civil Engineering and Sustainable Architecture 5 (2), 115-126, 2023", "author": "Gloria Christabel Lilipory and Timoticin Kwanda and Lilianny Sigit Arifin", "journal": "Advances in Civil Engineering and Sustainable Architecture", "volume": "5", "number": "2", "pages": "115-126", "abstract": "Place Attachment adalah keterikatan manusia terhadap suatu tempat. Terwujudnya keterikatan ini ditentukan oleh identitas tempat, ketergantungan tempat dan ikatan sosial. Penelitian ini menganalisis keterikatan tempat rumah susun sewa ASN Nania di kota Ambon terhadap penghuninya melalui identifikasi 2 faktor keterikatan, yaitu ketergantungan tempat dan ikatan sosial. Metode yang dipakai dalam penelitian ini adalah metode kualitatif, metode ini digunakan untuk dapat memecahakan masalah dan peneliti akan mengamati lapangan secara spesifik dan mendalam. Penelitian ini membuktikan bahwa keterikatan penghuni dengan rumah susun sewa dapat dilihat dari persepsi penghuni yang telah tinggal dan menghabiskan waktu pada rumah susun sewa dan kemudian dianalisis dengan menggunakan factor ketergantungan tempat dan faktor ikatan sosial."}, "filled": true, "author_pub_id": "SL3191UAAAAJ:ZzlSgRqYykMC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/acesa/article/view/13446", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:hhBPcgSnsk8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Persepsi Penerapan Place Attachment Pada Rumah Susun Sewa ASN Nania di Kota Ambon", "pub_year": 2023, "citation": "Advanced in Civil Engineering and Sustainable Architecture 5 (2), 50-61, 2023", "author": "Timoticin Kwanda and Lilianny Sigit Arifin", "journal": "Advanced in Civil Engineering and Sustainable Architecture", "volume": "5", "number": "2", "pages": "50-61", "publisher": "Petra Christian University", "abstract": "Place Attachment adalah keterikatan manusia terhadap suatu tempat. Terwujudnya keterikatan ini ditentukan oleh identitas tempat, ketergantungan tempat dan ikatan sosial. Penelitian ini menganalisis keterikatan tempat rumah susun sewa ASN Nania di kota Ambon terhadap penghuninya melalui identifikasi 2 faktor keterikatan, yaitu ketergantungan tempat dan ikatan sosial. Metode yang dipakai dalam penelitian ini adalah metode kualitatif, metode ini digunakan untuk dapat memecahakan masalah dan peneliti akan mengamati lapangan secara spesifik dan mendalam. Penelitian ini membuktikan bahwa keterikatan penghuni dengan rumah susun sewa dapat dilihat dari persepsi penghuni yang telah tinggal dan menghabiskan waktu pada rumah susun sewa dan kemudian dianalisis dengan menggunakan factor ketergantungan tempat dan faktor ikatan sosial."}, "filled": true, "author_pub_id": "SL3191UAAAAJ:BJbdYPG6LGMC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20586/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:OAhJF3vtpNIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Conservation Principles and Infill Design Analysis of De Mier Eat and Stay Surabaya", "pub_year": 2023, "citation": "ATRIUM: Jurnal Arsitektur 9 (1), 73-88, 2023", "author": "Josefira Jedine Santoso and Timoticin Kwanda", "volume": "9", "number": "1", "pages": "73-88", "abstract": "Darmo is an area in the city of Surabaya which rich in architecture from the Dutch colonial period. Based on the Regional Regulations of the City of Surabaya, not all buildings in the Darmo area are protected. A lot of the original buildings were being interfered with. De Mier Eat and Stay is an example of adaptive reuse in the Darmo area that collaborates preserved Dutch Indies-styled building with a new modern building to accommodate new functions. This paper examines how successful conservation and infill design principles are applied in De Mier Eat and Stay. The research method was conducted qualitatively through site visits and interviews with the designer. The data were then analyzed with a comparative table based on the literature. From this study, it can be concluded that the interventions done in the opening elements fulfill all four conservation principles. In contrast, the wall elements only fulfill three, and the floor elements didn t fulfill at all. The Infill design was done using the contrast approach. Collaborating two eras of architecture through fa ade, proportion, materials, and the responses to surroundings creates a unique harmony in De Mier Eat and Stay."}, "filled": true, "author_pub_id": "SL3191UAAAAJ:_OXeSy2IsFwC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20508/1/Publikasi1_88002_9465.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:z-j1dHWrnqcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "FAKTOR-FAKTOR YANG DIPERTIMBANGKAN DALAM PEMBELIAN RUMAH TINGGAL KELAS MENENGAH MENURUT BROKER PROPERTI DI SURABAYA", "pub_year": 2023, "citation": "Dimensi Utama Teknik Sipil 10 (1), 58-76, 2023", "author": "Leonardo Dewabrata and Timoticin Kwanda and Jani Rahardjo", "journal": "Dimensi Utama Teknik Sipil", "volume": "10", "number": "1", "pages": "58-76", "abstract": "Rumah tinggal merupakan kebutuhan dasar manusia, dibedakan menjadi beberapa kelas, salah satunya kelas menengah. Penelitian ini bertujuan untuk mengetahui faktor apa saja yang dipertimbangkan dalam pembelian rumah tinggal kelas menengah menurut broker properti di Surabaya. Pengumpulan data dilakukan dengan menyebarkan kuesioner kepada broker properti di Surabaya dan wawancara dengan ketua AREBI Jatim dan salah satu principal dari kantor agensi properti untuk membantu memperdalam pembahasan. Berdasarkan data 162 responden, terdapat 7 faktor yang dipertimbangkan dalam pembelian rumah menengah: desain, lokasi, dan prasarana, merek dan kualitas, legalitas dan faktor leknis lain, kemudahan koneksi, kualitas hidup, pembiayaan, serta yang terakhir adalah promosi. 7 faktor tersebut dapat menjelaskan penelitian ini sebesar 63.01%, dimana faktor yang sangat dipertimbangkan adalah faktor desain, lokasi, dan prasarana (17.17%)."}, "filled": true, "author_pub_id": "SL3191UAAAAJ:GFxP56DSvIMC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=7414698548829412344", "cites_id": ["7414698548829412344"], "pub_url": "https://mail.duts.petra.ac.id/index.php/duts/article/view/242", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-NuUnwtN5mYJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Strategi Resiliensi Adaptif Mal Di Surabaya Untuk Mempertahankan Jumlah Pengunjung Selama Masa New Normal", "pub_year": 2022, "citation": "Dimensi Utama Teknik Sipil 9 (2), 116-135, 2022", "author": "Dicky Hendranata Soelatiep and Timoticin Kwanda and Jani Rahardjo", "journal": "Dimensi Utama Teknik Sipil", "volume": "9", "number": "2", "pages": "116-135", "abstract": "Pusat perbelanjaan (mal) dan sektor ritel merupakan faktor penting untuk menyokong pertumbuhan ekonomi dan kehidupan sosial perkotaan. Namun karena pandemi COVID-19, pemerintah harus menerapkan berbagai kebijakan yang membatasi aktivitas di tempat umum. Berbagai kebijakan tersebut menghambat aktivitas perkotaan yang memicu bencana krisis ekonomi dan sosial bagi mal di area perkotaan tersebut. Sehingga mal harus memiliki strategi untuk mempertahankan jumlah pengunjung selama masa New Normal. Oleh sebab itu penelitian ini bertujuan untuk menganalisa faktor faktor yang membentuk strategi resiliensi adaptif mal selama masa New Normal. Faktor yang dianalisa yaitu suasana internal mal, campuran tenan mal, komunikasi & aktivitas promosi mal, fasilitas & pelayanan mal. Penelitian ini dilakukan di kota Surabaya saja, penelitian dilakukan melalui sudut pandang pengunjung dan sudut pandang manajer mal. Data pengunjung dikumpulkan secara kuantitatif melalui survei dan data manajer dikumpulkan secara kualitatif melalui wawnacara semi terstruktur. Kemudian data kuantitatif dan kualitatif diolah dengan metode campuran (Mix Method Research)."}, "filled": true, "author_pub_id": "SL3191UAAAAJ:OP4eGU-M3BUC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=2171491985697091030", "cites_id": ["2171491985697091030"], "pub_url": "https://mail.duts.petra.ac.id/index.php/duts/article/view/231", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:1i0VuHSwIh4J:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Studi Potensi Koridor Di Apartemen Cbd Surabaya Menjadi Ruang Sosial Anak", "pub_year": 2022, "citation": "Advances in Civil Engineering and Sustainable Architecture 4 (2), 67-81, 2022", "author": "Stanley Odwin and Timoticin Kwanda and Rully Damayanti", "journal": "Advances in Civil Engineering and Sustainable Architecture", "volume": "4", "number": "2", "pages": "67-81", "abstract": "Perkembangan kognitif positif pada anak sangat penting karena dapat mengkonstruksi pola pikir dan kepribadian. Kognitif positif didukung dengan adanya sosialisasi yang terjadi dari aktivitas sosial sehingga anak mampu memahami dan mengeksplorasi ruang sekitarnya. Aktivitas sosial membutuhkan ruang yang memadai. Hal ini menjadi masalah bagi anak yang tinggal di apartemen karena keterbatasan lahan dan fasilitas yang tidak ramah anak. Koridor memiliki potensi sebagai ruang bermain anak karena jarak yang dekat dengan unit hunian. Penelitian bertujuan untuk mengidentifikasi potensi ruang koridor di Apartemen CBD sebagai ruang sosial anak berdasarkan pemahaman kebutuhan kognitif. Melalui teknik observasi, wawancara, dan pemetaan perilaku ditemukan bahwa koridor di apartemen CBD belum memenuhi parameter ruang ramah anak; tetapi memiliki potensi di parameter pencahayaan alami, dimensi ruang, dan warna. Temuan ini bermanfaat untuk memberitahu masyarakat di Indonesia betapa pentingnya tempat bersosialisasi yang ramah anak untuk perkembangan kognitifnya."}, "filled": true, "author_pub_id": "SL3191UAAAAJ:F9fV5C73w3QC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=14910201874432375446", "cites_id": ["14910201874432375446"], "pub_url": "https://publication.petra.ac.id/index.php/acesa/article/view/12936", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lrrnbput684J:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Kriteria Desain Fasad Apartemen Dengan Pendekatan Regionalisme Di Surabaya", "pub_year": 2022, "citation": "Advances in Civil Engineering and Sustainable Architecture 4 (2), 106-118, 2022", "author": "Terrence Seymour Luntungan and Timoticin Kwanda and Agus Dwi Hariyanto", "journal": "Advances in Civil Engineering and Sustainable Architecture", "volume": "4", "number": "2", "pages": "106-118", "abstract": "Fasad adalah elemen yang penting dalam penyampaian fungsi serta makna budaya dimana bangunan itu berdiri. Penerapan fasad yang buruk dapat memburuknya kualitas visual kawasan dan lunturnya identitas. Fenomena tersebut terjadi di seluruh dunia, dimana desain arsitektur yang bergaya internasional menjadi referensi umum dalam merancang bangunan tanpa peduli identitas kawasan dan budayanya. Fenomena tersebut juga terjadi di Surabaya dimana penerapan desain tanpa memperdulikan identitas lokal. Beberapa arsitektur di Surabaya sudah menerapkan desain yang merespon budaya dan identitas lokal, tetapi masih belum ada apartemen di Surabaya yang desain arsitekturnya belum melibatkan budaya dan identitas lokal dalam perancangannya. Penelitian ini bertujuan untuk menganalisis karakteristik fasad pada sampel bangunan budaya di sekitar eksisting (Surabaya) dan juga sampel bangunan yang lain demi mendukung penelitian ini. Dari karakteristik yang di dapat dari sampel tersebut, diambil karakter pengikat yang dapat dijadikan kriteria desain fasad agar bangunan baru dapat dibangun selaras dan memperkuat identitas kawasan dengan pemikiran regionalisme."}, "filled": true, "author_pub_id": "SL3191UAAAAJ:a3BOlSfXSfwC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=14288415097684972410", "cites_id": ["14288415097684972410"], "pub_url": "https://publication.petra.ac.id/index.php/acesa/article/view/12940", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:elPX_NOlSsYJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PARAMETER DESAIN UNIT HUNIAN RAMAH ANAK PADA APARTEMEN MENENGAH KEBAWAH (STUDI KASUS APARTEMEN CBD DI SURABAYA)", "pub_year": 2022, "citation": "Advances in Civil Engineering and Sustainable Architecture 4 (2), 151-160, 2022", "author": "Kevin Eduard Wuwung and Rully Damayanti and Timoticin Kwanda", "journal": "Advances in Civil Engineering and Sustainable Architecture", "volume": "4", "number": "2", "pages": "151-160", "abstract": "Perkembangan penduduk yang cukup pesat di kota Surabaya menyebabkan adanya tren perpindahan dari landed house ke vertical housing. Tapi sayangnya sering kali apartemen menengah kebawah tidak mempertimbangkan anak–anak dan hanya bertujuan untuk memenuhi kebutuhan pasar padahal anak–anak memiliki pemahaman ruang dan kebutuhan ruang yang berbeda denga orang dewasa. Penelitian ini menggunakan metode pendekatan deskriptif kualitatif dengan jenis penelitian studi kasus. Setelah memperoleh data yang dibutuhkan dilakukan proses pengecheckan dengan variabel dan indikator ramah anak. Dari hasil data tersebut diperoleh parameter desain unit hunian ramah anak pada apartemen kelas menengah kebawah."}, "filled": true, "author_pub_id": "SL3191UAAAAJ:LhH-TYMQEocC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/acesa/article/view/12946", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vuJEOvSkJgUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Preference of Millennial in Surabaya Towards Workspace Characteristics", "pub_year": 2022, "citation": "Jurnal Ergonomi Indonesia 8 (1), 65-80, 2022", "author": "Chrisna Hadi Juwono and Timoticin Kwanda and Njo Anastasia", "volume": "8", "number": "1", "pages": "65-80", "abstract": "Millennial generation grows in the advance of information technology and dominates the productive age in Surabaya City. Their capability in operating technology makes work activities more efficient, as a result the need for concentration in workspaces could be reduced. Previous research focused on millennials workspace, but it was limited to one workspace. Therefore, this research is conducted to find the millennials preferences in the type of workspace character. Data was collected by questionnaire. Hypothesis testing using ANOVA and Kendalls concordance test. The result showed that the workspace optimize concentration is less demanded. Millennial are comfortable in workspace that collaborate with other workers, such as team rooms, although younger millennials need more concentration than older millennials."}, "filled": true, "author_pub_id": "SL3191UAAAAJ:yqoGN6RLRZoC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=11126958509724489470", "cites_id": ["11126958509724489470"], "pub_url": "https://repository.petra.ac.id/19682/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:_lajus_lapoJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "AN ALTERNATIVE STUDY OF ADAPTIVE PARTITION DESIGN FROM COW DUNG", "pub_year": 2022, "citation": "Dimensi: Journal of Architecture and Built Environment 49 (1), 1-10, 2022", "author": "Rully Damayanti and Timoticin Kwanda", "journal": "Dimensi: Journal of Architecture and Built Environment", "volume": "49", "number": "1", "pages": "1-10", "abstract": "The use of cow dung as a local and organic building material in Indonesia has been carried out in various forms because it has similar characteristic of cement. The choice of using cow dungs is based on recent sustainable issues and the effects on the built environment such as farming sector and natural resources. One of the solutions to the sustainable issues that occur is the adaptive building concept, where this concept will focus on the user life cycle, building materials, and construction such as wall or partition panels. The cow dung material will act as an adaptive medium and it will be constructed as partition wall. This paper presents the design of an adaptable construction with modular partition wall from cow dung mix. The result is a sustainable cow dung partition wall that applied in an apartment layout unit which can adapt to different user life cycle and demands."}, "filled": true, "author_pub_id": "SL3191UAAAAJ:r_AWSJRzSzQC", "num_citations": 0, "pub_url": "https://dimensi.petra.ac.id/index.php/ars/article/view/24034", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:p2zg_2QU56gJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "KEPUASAN PENGHUNI APARTEMEN DI SURABAYA TERHADAP RESPON MANAJEMEN DALAM MENANGANI KERUSAKAN BANGUNAN", "pub_year": 2021, "citation": "Dimensi Utama Teknik Sipil 8 (1), 17-34, 2021", "author": "Austin Adiputra Tahir Purwantoro and Timoticin Kwanda and Anastasia Njo", "journal": "Dimensi Utama Teknik Sipil", "volume": "8", "number": "1", "pages": "17-34", "abstract": "Pembangunan apartemen merupakan solusi yang baik untuk memenuhi kebutuhan tempat tinggal di Surabaya di mana lahan semakin sempit dan semakin mahal. Namun, seiring berjalannya waktu kerusakan apartemen merupakan hal yang pasti terjadi dan harus ditangani untuk bisa menjaga kepuasan dari penghuni apartemen. Penelitian ini meneliti kepuasan penghuni terhadap respon manajemen dalam menangani kerusakan yang terjadi pada apartemen. Kerusakan yang dianalisa adalah kerusakan struktural, non struktural di dalam dan di luar unit apartemen. Data diperoleh melalui kuisioner pada penghuni apartemen di Surabaya sejumlah 100 responden, data diolah dan diuji menggunakan analisa Partial Least Square. Hasil uji menampilkan kerusakan non struktural apartemen memberi pengaruh yang signifikan terhadap respon manajemen properti. Sedangkan kerusakan struktural dan kerusakan di luar unit apartemen tidak memberi pengaruh. Respon manajemen properti juga memberi dampak yang signifikan terhadap kepuasan penghuni bangunan. Nilai prediktif Q 2 menyatakan data pada model mampu menjelaskan sebesar 55.7% dan sisanya 44.3% adalah variabel lain yang perlu diteliti lebih lanjut."}, "filled": true, "author_pub_id": "SL3191UAAAAJ:HeT0ZceujKMC", "num_citations": 0, "pub_url": "https://duts.petra.ac.id/index.php/duts/article/view/195", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:AWneMeVLLDUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The role of targets and standards in delivering urban greenspace for people and wildlife, Case 3: Greenspaces in Surabaya, Indonesia", "pub_year": 2020, "citation": "The role of targets and standards in delivering urban greenspace for people …, 2020", "author": "John Box and Richard Boon and Timoticin Kwanda", "abstract": "This second edition covers recent developments around the world with contributors from 33 different countries. It widens the handbook s scope by including ecological design; consideration of cultural dimensions of the use and conservation of urban nature; the roles of government and civil society; and the continuing issues of equity and fairness in access to urban greenspaces."}, "filled": true, "author_pub_id": "SL3191UAAAAJ:3htObqc8RwsC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/18954/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:oEhvw17wIfAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The role of targets and standards in delivering urban greenspace for people and wildlife", "pub_year": 2020, "citation": "The Routledge Handbook of Urban Ecology, 943-971, 2020", "author": "John Box and Richard Boon and Timoticin Kwanda and Aleksandra Stupar and Jenna H Tilt and Alexis Vásquez", "pages": "943-971", "publisher": "Routledge", "abstract": "Greenspace and blue spaces, parks and natural areas are the places where those who live and work in urban areas have the contact with nature that is important for their mental and physical health and well-being and their quality of life. Delivering urban greenspace for people and wildlife as set out in these case studies covers a wide range from natural greenspace to urban parks. Guidance and targets in relation to people and wildlife and access to nature in urban areas were first published in 1993. The plan proposes a higher urban status for green infrastructure and the necessity of new ‘green regulation’. Urban greenspaces that are rich in wildlife and accessible to the public need systems and processes which can deliver good site management in order to maintain the quality of the resource in the long term."}, "filled": true, "author_pub_id": "SL3191UAAAAJ:yMeIxYmEMEAC", "num_citations": 0, "pub_url": "https://www.taylorfrancis.com/chapters/edit/10.4324/9780429506758-80/role-targets-standards-delivering-urban-greenspace-people-wildlife-john-box-richard-boon-timoticin-kwanda-aleksandra-stupar-jenna-tilt-alexis-v%C3%A1squez", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:7SFCuCZ_RWQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perbedaan faktor eksternal dan faktor internal dalam pertimbangan pembelian apartemen di Surabaya antara generasi X dan generasi Y", "pub_year": 2020, "citation": "Dimensi Utama Teknik Sipil 7 (2), 33-46, 2020", "author": "Widya Sari Puspa Dewi Suyanto and Timoticin Kwanda and Njo Anastasia", "journal": "Dimensi Utama Teknik Sipil", "volume": "7", "number": "2", "pages": "33-46", "abstract": "Perkembangan jumlah penduduk dan keterbatasan lahan tempat tinggal mendorong para pengembang untuk membuat apartemen, yang tentunya membutuhkan strategi pemasaran yang tepat, salah satunya adalah menentukan target usia pembeli. Pada penelitian ini usia dikategorikan dalam beberapa generasi, yaitu Gen X dan Gen Y. Gen X dan Gen Y memiliki karakter dan pola pikir yang berbeda. Hal ini membuat adanya perbedaan dalam pertimbangan pembelian apartemen. Penelitian ini meneliti perbedaan faktor eksternal yang terdiri dari faktor fisik, lokasi, lingkungan, dan finansial dan faktor internal yaitu faktor psikologi, emosional, dan intuisi dalam pertimbangan pembelian apartemen antara Gen X dan Gen Y. Hasil penelitian menyatakan bahwa hanya terdapat perbedaan pada faktor eksternal lingkungan. Walaupun faktor lainnya tidak terdapat perbedaan, namun Gen X memiliki kecenderungan lebih mempertimbangkan faktor fisik, lokasi, dan semua faktor internal daripada Gen Y."}, "filled": true, "author_pub_id": "SL3191UAAAAJ:KbBQZpvPDL4C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=16563778770724746475", "cites_id": ["16563778770724746475"], "pub_url": "https://duts.petra.ac.id/index.php/duts/article/view/180", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:63Q0hwhd3uUJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Adaptive Reuse and Interventions of Chinese Architectural Heritage in the City of Lasem, Indonesia", "pub_year": 2020, "citation": "International Journal of Environmental Science & Sustainable Development 5 …, 2020", "author": "Timoticin Kwanda", "journal": "International Journal of Environmental Science & Sustainable Development", "volume": "5", "number": "1", "pages": "68-79", "publisher": "Petra Christian University", "abstract": "In Indonesia, Lasem identities as a China Town are constructed and developed over time, and Chinese architectural heritage is one of the main qualities and identity of the city. Recently, these unique Chinese architectural heritages have been transformed for tourism needs. This paper aims to document the transformation of functions or adaptive reuse, and its impact to forms and meanings of the Chinese architectural heritage of the city, and focuses on whether the interventions occurred was by the principles of architectural conservation. In April 2019, the study surveyed and documented five Chinese historic buildings in Karangturi area in Lasem to understand how the architectural heritage has transformed. The result shows that tourism has a direct influence on changes in the building functions in Lasem, such as the Oei House and Little China that have changed from residences to homestays to accommodate the needs of tourists lodgings. The other two buildings, namely House of Nyah Giok and Nyah Lasem museum have also changed their functions from residences to a batik home industry and a museum related to tourism attractions. Interventions on the four buildings with sensitive uses are following the principle of minimum intervention that preserved the original main buildings and changed only in the wings buildings, and new buildings for lodgings were infilled in vacant land of the site for the Oei House case. For one building, however, tourism has no direct influence on changes in the building functions, it has changed from a residence to an Islamic boarding school for the development of Islamic education that had nothing to do with …"}, "filled": true, "author_pub_id": "SL3191UAAAAJ:bKqednn6t2AC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=6532233133455400807", "cites_id": ["6532233133455400807"], "pub_url": "https://repository.petra.ac.id/18812/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Z1-l9Wwnp1oJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 5}}
