{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Citra Destinasi Terhadap Minat Berkunjung Kembali di Kota Banyuwangi", "pub_year": 2025, "citation": "Jurnal Manajemen Pemasaran 19 (1), 60-71, 2025", "author": "Evelyn Tjahjono and Felix Gustav Wibowo and Fransisca Andreani and Adriana Aprilia and Yohanes Sondang Kunto", "journal": "Jurnal Manajemen Pemasaran", "volume": "19", "number": "1", "pages": "60-71", "abstract": "Banyuwangi merupakan salah satu destinasi wisata yang populer di Jawa Timur yang menawarkan keindahan alam kepada wisatawan. Penelitian ini bertujuan untuk mengetahui hubungan citra destinasi (citra kognitif dan afektif) dengan minat berkunjung kembali ke Banyuwangi. Penelitian ini merupakan penelitian kuantitatif. Data penelitian diperoleh dari distribusi kuesioner terhadap 133 responden. Teknik pengolahan data yang diterapkan adalah PLS-SEM. Hasil penelitian menunjukkan bahwa citra kognitif berpengaruh signifikan terhadap citra afektif dan minat berkunjung kembali ke Banyuwangi. Demikian juga didapati pengaruh signifikan antara citra afektif dan minat berkunjung kembali ke Banyuwanagi. Pengujian efek mediasi memberikan hasil adanya mediasi parsial dari citra afektif pada hubungan antara citra kognitif terhadap minat berkunjung kembali ke Banyuwangi."}, "filled": true, "author_pub_id": "SlpM3-wAAAAJ:CHSYGLWDkRkC", "num_citations": 0, "pub_url": "https://jurnalpemasaran.petra.ac.id/index.php/mar/article/view/30666", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:CxbSVy8kjs8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "An Innovative Business Intelligence Modelling Approach on The Effects of Social Media Features on User Engagement", "pub_year": 2024, "citation": "2024 8th International Conference on Business and Information Management …, 2024", "author": "Esther Yulyana and Yohanes Sondang Kunto and Oviliani Yenty Yuliana", "conference": "2024 8th International Conference on Business and Information Management (ICBIM)", "pages": "53-58", "publisher": "IEEE", "abstract": "The intensity of today's social media landscape is unparalleled, with platforms that have evolved beyond basic messaging to include features such as story sharing, video content, shopping, and more. These are all in a bid to enhance user engagement. Although the effect of social media features on user engagement has been studied before, most of these studies have relied on in-person interviews, which can change the natural setting and unintentionally introduce response biases. This research adopted a different approach by utilizing observational data to analyze whether specific features influence user engagement. Data were from SEMrush and covered a time series of 2×60 points of user engagement metrics from two popular social media platforms in Indonesia: Instagram and TikTok. We retrospectively searched for credible references to determine when each feature was first introduced on these platforms …"}, "filled": true, "author_pub_id": "SlpM3-wAAAAJ:xtRiw3GOFMkC", "num_citations": 0, "pub_url": "https://ieeexplore.ieee.org/abstract/document/10823419/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nJH-pXyiXbgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Brand Familiarity dan Perceived Nostalgia Terhadap Post-Purchase Intention Jajan Tradisional Srabi Notosuman Pada Generasi Millennial dan Gen Z", "pub_year": 2024, "citation": "Jurnal Manajemen Pemasaran 18 (1), 58-68, 2024", "author": "Nico Siswanto Prayogo and Yohanes Sondang Kunto and Michael Setiabudi Raharja and Ni Putu Gabriella Kyrie Eleison and Alfredo Gian Budiono", "journal": "Jurnal Manajemen Pemasaran", "volume": "18", "number": "1", "pages": "58-68", "abstract": "Studi terdahulu menunjukkan bahwa brand familiarity dan perceived nostalgia berpengaruh positif terhadap post-purchase intention. Akan tetapi, tidak banyak studi yang membahas pengaruh tersebut untuk kategori jajan tradisional, khususnya di Indonesia yang mempunyai beragam jenis jajan tradisional. Untuk menelaah celah penelitian tersebut, penelitian ini mengangkat salah satu jajan tradisional Indonesia, yaitu Srabi Notosuman. Data penelitian berasal dari 186 konsumen Srabi Notosuman di Kota Solo dan dianalisis menggunakan PLS-SEM. Hasil penelitian menunjukan brand familiarity dan perceived nostalgia berpengaruh positif terhadap post-purchase intention. Tidak ditemukan efek moderasi lintas generasi pada pengaruh tersebut, sehingga dapat disimpulkan pengaruh brand familiarity dan perceived nostalgia terhadap post-purchase intention berlaku secara universal untuk Millennial dan Gen Z, setidaknya dalam kasus Serabi Notosuman."}, "filled": true, "author_pub_id": "SlpM3-wAAAAJ:NMxIlDl6LWMC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=17454995233583027377", "cites_id": ["17454995233583027377"], "pub_url": "https://jurnalpemasaran.petra.ac.id/index.php/mar/article/view/28243", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:sVTaNa-ZPPIJ:scholar.google.com/", "cites_per_year": {"2024": 3, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Understanding Child Malnutrition Reduction in Indonesia Children Aged 0‒19 Years: A Linear Decomposition Approach", "pub_year": 2023, "citation": "Jurnal Gizi dan Pangan 18 (Supp. 1), 38-40, 2023", "author": "Yohanes Sondang Kunto", "journal": "Jurnal Gizi dan Pangan", "volume": "18", "number": "Supp. 1", "pages": "38-40", "abstract": "This study examines child malnutrition reduction in Indonesia and whether it was due to improved nutrition in younger cohorts or reversal of malnutrition in older cohorts. Data were from five Indonesian Family Life Survey (IFLS) waves 1993–2015, comprising 59,973 observations from 29,073 children aged 0–19 years. This study used logit models to perform linear decomposition. The results show cohort replacement (AOR= 0.992, p< 0.01) and intracohort change (AOR= 0.979, p< 0.01) reduce stunting. However, these effects do not protect younger cohorts from being overweight (AOR= 1.073, p< 0.01) or prevent older cohorts from thinness (AOR= 1.009, p< 0.01). In conclusion, there are cohort effects on child malnutrition reduction in Indonesia."}, "filled": true, "author_pub_id": "SlpM3-wAAAAJ:hMod-77fHWUC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=7627559795099481189", "cites_id": ["7627559795099481189"], "pub_url": "https://journal.ipb.ac.id/index.php/jgizipangan/article/view/52741", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZbT0mTiJ2mkJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PERAN MEDIASI BRAND IMAGE DAN BRAND EXPERIENCE PADA PENGARUH PERCEIVED QUALITY TERHADAP POST-PURCHASE INTENTION MIXUE DI SURABAYA", "pub_year": 2023, "citation": "Jurnal Manajemen Pemasaran 17 (2), 112-120, 2023", "author": "Chedian Jules Pramono and Yohanes Sondang Kunto and Adriana Aprilia", "journal": "Jurnal Manajemen Pemasaran", "volume": "17", "number": "2", "pages": "112-120", "abstract": "Penelitian ini bertujuan untuk menguji peran mediasi brand image (BI) dan brand experience (BE) sebagai mekanisme yang mungkin menghubungkan pengaruh positif perceived quality (PQ) terhadap post-purchase intention (PPI). Dengan menggunakan Mixue, waralaba es krim dan teh yang sedang berkembang pesat sebagai obyek penelitian, studi ini melakukan survei terhadap 151 responden di Surabaya selama Mei-Juni 2023. Analisis PLS-SEM menunjukkan bahwa PQ berpengaruh positif terhadap PPI (direct effect: std. coef.= 0,201**; total effect: std. coef.= 0,742**; R 2= 0,771), menguatkan temuan penelitian terdahulu. Menariknya, penelitian ini menambahkan bahwa BE memiliki peran mediasi yang dominan pada pengaruh tersebut dibanding BI (indirect effect: std. coef. BE vs BI= 0,413** vs 0,127*). Informasi ini memberikan arah manajerial untuk meningkatkan PPI yaitu melalui penguatan indikator-indikator PQ yang berkaitan erat dengan pembentukan BE."}, "filled": true, "author_pub_id": "SlpM3-wAAAAJ:blknAaTinKkC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=16293327076496412836", "cites_id": ["16293327076496412836"], "pub_url": "https://jurnalpemasaran.petra.ac.id/index.php/mar/article/view/27460", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:pJDSe6aGHeIJ:scholar.google.com/", "cites_per_year": {"2024": 4, "2025": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PERAN MEDIASI BRAND IMAGE PADA PENGARUH CELEBRITY ENDORSEMENT TERHADAP PURCHASE INTENTION PRODUK SKIN CARE NATURE REPUBLIC", "pub_year": 2023, "citation": "Jurnal Manajemen Pemasaran 17 (1), 24-30, 2023", "author": "Lavenia Calista Alessandro and Edwin Japarianto and Yohanes Sondang Kunto", "journal": "Jurnal Manajemen Pemasaran", "volume": "17", "number": "1", "pages": "24-30", "abstract": "Penelitian terdahulu menunjukkan bahwa celebrity endorsement berpengaruh terhadap purchase intention konsumen. Walaupun demikian, mekanisme yang menghubungkan kedua variabel tersebut sering kali tidak menjadi topik bahasan. Penelitian ini bertujuan untuk meneliti brand image sebagai variabel intervening pada pengaruh celebrity endorse-ment terhadap purchase intention. Skin care Nature Republic dengan group vokal NCT 127 asal Korea sebagai celebrity endorser menjadi obyek penelitian ini. Data berasal dari penyebaran kuesioner secara purposive sampling kepada 170 responden pengguna produk skin care Nature Republic selama 3 bulan terakhir (Januari-Maret 2021), yang mengenal brand Nature Republic, dan familiar dan paham karakter NCT 127. Teknik analisis data menggunakan Partial Least Square (PLS). Hasil penelitian menunjukkan bahwa brand image memiliki peran mediasi pada pengaruh signifikan celebrity endorsement terhadap purchase intention."}, "filled": true, "author_pub_id": "SlpM3-wAAAAJ:iH-uZ7U-co4C", "num_citations": 17, "citedby_url": "/scholar?hl=en&cites=16660332070556036445", "cites_id": ["16660332070556036445"], "pub_url": "https://repository.petra.ac.id/21338/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:XW2Keb9jNecJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 13, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGARUH BRAND ASSOCIATION DAN NUTRITION LABEL TERHADAP PERILAKU PASCA PEMBELIAN CIMORY YOGURT: EFEK MODERASI FAMILY ORIENTATION", "pub_year": 2022, "citation": "Jurnal Manajemen Pemasaran 16 (2), 133-139, 2022", "author": "Tania Emmanuela Mulyono and Yohanes Sondang Kunto", "journal": "Jurnal Manajemen Pemasaran", "volume": "16", "number": "2", "pages": "133-139", "abstract": "Cimory berusaha menciptakan brand association positif secara unik dengan memasangkan produk susu mereka dengan taman (edukasi) hiburan dan restoran. Menimbang produk susu, termasuk yogurt, dianggap oleh banyak orang sebagai produk yang sehat, peneliti tertarik untuk mempelajari pikiran konsumen tentang pengaruh brand association dan nutrition label terhadap perilaku pasca pembelian Cimory Yogurt. Data berasal dari 126 konsumen Cimory Yogurt yang tinggal di Jakarta dan Surabaya. Menggunakan analisis regresi linear berganda, peneliti kemudian menyertakan efek moderasi psikografis family orientation ke dalam model. Hasil menunjukkan bahwa brand association berpengaruh positif baik terhadap minat beli kembali maupun minat untuk merekomendasikan. Lebih jauh, pengaruh brand association tersebut semakin kuat jika konsumen berasal dari segmen family-oriented. Pengaruh yang demikian tidak terjadi pada nutrition label. Ini menunjukkan bahwa bahkan pada produk makanan sehat, peran nutrition label belum menjadi hal penting untuk membentuk perilaku pasca pembelian yang positif, setidaknya dalam kasus Cimory Yogurt."}, "filled": true, "author_pub_id": "SlpM3-wAAAAJ:mB3voiENLucC", "num_citations": 8, "citedby_url": "/scholar?hl=en&cites=12460883822084445111", "cites_id": ["12460883822084445111"], "pub_url": "https://jurnalpemasaran.petra.ac.id/index.php/mar/article/view/25223", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:t1PBytDz7awJ:scholar.google.com/", "cites_per_year": {"2024": 6, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGARUH BRAND IMAGE DAN NUTRITION LABEL TERHADAP KEPUTUSAN PEMBELIAN MIE INSTAN LEMONILO: EFEK MODERASI ORIENTASI MAKANAN SEHAT", "pub_year": 2022, "citation": "Jurnal Manajemen Pemasaran 16 (1), 48-56, 2022", "author": "Priscillia Angela Gunawan and Yohanes Sondang Kunto", "journal": "Jurnal Manajemen Pemasaran", "volume": "16", "number": "1", "pages": "48-56", "abstract": "Despite perceived as high-calorie low-nutrient food, instant noodle is at top in most consumer’s list of food choice. Lemonilo, known for its contemporary food products, attempts to differentiate their instant noodle by marketing the noodle as a nutritious and natural food product. This study studied consumer perceptions on brand image and nutrition label and how these factors may affect buying decision of the product, and also include healthy food oriented as moderating effects to strengthen the research model. Data are from respondents who live in two metropolitan cities in Indonesia: Jakarta and Surabaya. We use quota sampling of 100 Lemonilo instant noodles consumers. This study plots brand image, and nutrition label of Lemonilo instant noodles against its competitor. Multiple Linear Regression Model is applied to measure the effects of brand image and nutrition label on buying decision of Lemonilo instant noodle with healthy food oriented as a moderating effects.Abstrak:Walaupun dipersepsikan sebagai makanan tinggi-kalori rendah-nutrisi, mie instan berada pada daftar teratas pilihan makanan bagi banyak konsumen. Lemonilo, yang dikenal karena produk makanan kontemporernya, melakukan diferensiasi mie instan produksi mereka dengan memasarkannya sebagai makanan yang bernutrisi dan natural. Studi ini mempelajari persepsi konsumen atas brand image dan nutrition label dan bagaimana faktor-faktor tersebut mempengaruhi keputusan pembelian mie instan Lemonilo, dan juga memasukan efek moderasi orientasi makanan sehat untuk memperkuat penelitian. Data berasal dari responden yang tinggal di dua kota …"}, "filled": true, "author_pub_id": "SlpM3-wAAAAJ:hFOr9nPyWt4C", "num_citations": 36, "citedby_url": "/scholar?hl=en&cites=4637279137829519768", "cites_id": ["4637279137829519768"], "pub_url": "https://jurnalpemasaran.petra.ac.id/index.php/mar/article/view/25089", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mIGods7sWkAJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 15, "2024": 13, "2025": 7}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sibling Inequalities in Overweight and the Role of Mother’s Education: Evidence From the Indonesian Family Life Survey", "pub_year": 2021, "citation": "Food and Nutrition Bulletin 42 (1_suppl), S21-S38, 2021", "author": "Yohanes Sondang Kunto and Hilde Bras", "journal": "Food and Nutrition Bulletin", "volume": "42", "number": "1_suppl", "pages": "S21-S38", "publisher": "SAGE Publications", "abstract": "Previous studies have shown that sibling inequalities in overweight vary across contexts. Furthermore, research on the extent to which parental factors such as mother’s education can compensate for or reinforce such disparities is considerably rare.This study analyzes to what extent and how the chances of overweight among children (0-19 years of age) vary systematically by gender, birth order, and number of siblings. We also look at whether mother’s education buffers or aggravates sibling inequalities in overweight.Data were from the fifth wave of the Indonesian Family Life Survey-5 2014/2015, which comprised 6723 children born in 4784 families. We applied within-family centered birth order dummies to disentangle the effects of birth order from those of number of siblings. Cluster-robust logistic regressions were conducted.Overweight occurred more in eldest and youngest …"}, "filled": true, "author_pub_id": "SlpM3-wAAAAJ:UebtZRa9Y70C", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=13144938556563260696", "cites_id": ["13144938556563260696"], "pub_url": "https://journals.sagepub.com/doi/abs/10.1177/0379572120976250", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:GAVK6vgzbLYJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 1, "2023": 3, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Gender, religion, and ethnicity: A sociocultural perspective on child nutritional status in Indonesia", "pub_year": 2021, "citation": "PQDT-Global, 2021", "author": "Yohanes Sondang Kunto", "abstract": "Malnutrition is a decisive factor that could detain individual and societal advancements. It may not only reduce individual well-being, but at macro level, could also be a burden for the national health expenditure and the labour productivity. Aside from the economic context, the sociocultural settings a person lives in may influence his/her nutritional status and their significant others. In this case, sociocultural factors operate “invisibly” by influencing people’s beliefs, attitudes, and behaviour toward food and other health inputs. Unlike the extensive efforts that many have put to understand the linkage between economic factors and nutrition, fewer works have been done to reveal the role and mechanisms by which sociocultural factors may affect child nutritional status."}, "filled": true, "author_pub_id": "SlpM3-wAAAAJ:hqOjcs7Dif8C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=9480892197489285078", "cites_id": ["9480892197489285078"], "pub_url": "https://search.proquest.com/openview/174487270522a5170702a1caad6de1c5/1?pq-origsite=gscholar&cbl=2026366&diss=y", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:1hcfwTjlkoMJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 0, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Difference between financial intelligence on millennials, gen x, and baby boomers", "pub_year": 2019, "citation": "BISMA (Bisnis dan Manajemen) 12 (1), 15-28, 2019", "author": "Njo Anastasia and Oka Christian Setiadiwiria and Yohanes Sondang Kunto", "journal": "BISMA (Bisnis dan Manajemen)", "volume": "12", "number": "1", "pages": "15-28", "abstract": "The financial management of each individual depends on his financial intelligent. This study aims to examine the differences between financial knowledge and financial behavior, which are a combination of financial intelligent in each generation, namely the millennials, Gen X, and baby boomers. The sample used consisted of 100 respondents in each generation, selected using purposive sampling technique. Data collection used questionnaires distributed by online and hardcopy, which is then processed to test the differences using the ANOVA test. The results of the analysis showed that there are significant differences in financial intelligence on millennials, Gen X, and baby boomers. However, there were no difference in financial intelligence between millennials and Gen X. This proves that differences in generations that have different growth periods will have different levels of financial knowledge, resulting in differences in financial behavior."}, "filled": true, "author_pub_id": "SlpM3-wAAAAJ:ufrVoPGSRksC", "num_citations": 15, "citedby_url": "/scholar?hl=en&cites=15322871305724914063", "cites_id": ["15322871305724914063"], "pub_url": "https://repository.petra.ac.id/18803", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:j2nCvETGpdQJ:scholar.google.com/", "cites_per_year": {"2021": 2, "2022": 4, "2023": 4, "2024": 4, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Ethnic Group Differences in Dietary Diversity of School-Aged Children in Indonesia: The Roles of Gender and Household SES", "pub_year": 2019, "citation": "Food and nutrition bulletin 40 (2), 182-201, 2019", "author": "Yohanes Sondang Kunto and Hilde Bras", "journal": "Food and nutrition bulletin", "volume": "40", "number": "2", "pages": "182-201", "publisher": "SAGE Publications", "abstract": "Despite the importance of dietary diversity for nutritional status, studies on issues surrounding ethnicity and dietary diversity in developing countries are limited.We analyzed cross-ethnic differences in dietary diversity and examined the roles of gender and household socioeconomic status (SES) in 3 Indonesian ethnic groups with different kinship systems: Javanese (bilateral), Batak (patrilineal), and Minangkabau (matrilineal).Data were from the Indonesian Family Life Survey 2000-2015 that consisted of 6478 school-aged children (7-12 years of age) born to 3878 mothers. The children’s dietary diversity was measured using a Berry-Index. We used cluster-robust multivariate linear regression models.Gendered dietary diversity occurred for ethnic groups with unilineal kinship but was less evident for ethnic with bilateral kinship. Batak and Minangkabau girls, rather than boys, had …"}, "filled": true, "author_pub_id": "SlpM3-wAAAAJ:YsMSGLbcyi4C", "num_citations": 32, "citedby_url": "/scholar?hl=en&cites=14276822126035833104,13796998882882354853", "cites_id": ["14276822126035833104", "13796998882882354853"], "pub_url": "https://journals.sagepub.com/doi/abs/10.1177/0379572119842993", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:EJHN7xR2IcYJ:scholar.google.com/", "cites_per_year": {"2017": 1, "2018": 0, "2019": 1, "2020": 6, "2021": 4, "2022": 1, "2023": 6, "2024": 8, "2025": 5}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The effects of prenatal exposure to Ramadan on stature during childhood and adolescence: Evidence from the Indonesian Family Life Survey", "pub_year": 2019, "citation": "Economics & Human Biology 33, 29-39, 2019", "author": "Yohanes Sondang Kunto and Jornt J Mandemakers", "journal": "Economics & Human Biology", "volume": "33", "pages": "29-39", "publisher": "North-Holland", "abstract": "Many pregnant Muslim women fast during the Muslim holy month of Ramadan. A number of studies have reported negative life outcomes in adulthood for children who were prenatally exposed to Ramadan. However, other studies document minimal to no impact on neonatal indicators. Using data from the Indonesian Family Life Survey consisting of 45,246 observations of 21,723 children born to 9771 mothers, we contribute to the current discussion on prenatal exposure to Ramadan by examining the effects on stature (height-for-age Z-scores, weight-for-age Z-scores, and body-mass-index-for-age Z-scores: HAZ, WAZ, and BAZ, respectively) from early childhood to late adolescence (0–19 years of age). We introduce an objective mother’s religiosity indicator to improve the intention-to-treat estimations. Children were classified into three groups based on their mother’s religion-religiosity: religious Muslims, less …"}, "filled": true, "author_pub_id": "SlpM3-wAAAAJ:Y0pCki6q_DkC", "num_citations": 27, "citedby_url": "/scholar?hl=en&cites=17224387846265793019,16729395008544398953", "cites_id": ["17224387846265793019", "16729395008544398953"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S1570677X18300911", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-2k6ynxRCe8J:scholar.google.com/", "cites_per_year": {"2019": 3, "2020": 2, "2021": 6, "2022": 6, "2023": 1, "2024": 5, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sibling Differences in Overweight and Obesity during Childhood and Adolescence in Indonesia: The Role of Mother's Education", "pub_year": 2019, "citation": "ANNALS OF NUTRITION AND METABOLISM 75, 372-372, 2019", "author": "Yohanes Sondang Kunto and Hilde Bras", "conference": "ANNALS OF NUTRITION AND METABOLISM", "volume": "75", "pages": "372-372", "publisher": "KARGER"}, "filled": true, "author_pub_id": "SlpM3-wAAAAJ:eQOLeE2rZwMC", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=7669707838404397130&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Sogfp6RGcGoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Socioeconomic status, dietary diversity, and nutritional status of Javanese and Batak children: Evidence from the Indonesian Family Life Survey", "pub_year": 2018, "citation": "Socioeconomic status, dietary diversity, and nutritional status of Javanese …, 2018", "author": "Yohanes Sondang Kunto and Stefan Wahlen", "abstract": "Background and purpose  Living in high-SES household offers children access to different type of foods and allows them to eat a diverse diet: a prerequisite for improved nutritional status [1]. We analyse the linkages of socioeconomic status (SES), dietary diversity, and nutritional status in greater nuance. We examine how food stigma and cultural value of food might influence the SES-related dietary diversity of school-aged children in two ethnic groups with different food cultures in Indonesia. Food cultures of the Javanese and the Batak are interesting because traditionally the Javanese cuisine is more vegetable-based while the Batak cuisine is heavily meat-based. However, the nutritional status of the Javanese was higher than that of the Batak [2]. This is in contrast to literature promoting meat consumption as the means to improve nutritional status [3].    Methods  We analysed data from the latest three waves of the Indonesian Family Life Surveys (20002015) consisting of 5,769 school-aged children (7-12 years of age) born to 3,478 mothers. Based on the food consumption frequency, we measured the children s dietary diversity by using an adapted Berry-Index [4]. We opted for the SES expenditure approach, classifying children into quintiles based on the real Personal Consumption Expenditure (PCE). Cluster-robust multivariate linear regression was used to examine SES-related differences in dietary diversity by ethnic groups. The same model specification was also applied to explore the dietary composition at food groups level. Marginal contrasts followed to find between-ethnic-groups differences in dietary diversity and nutritional status …"}, "filled": true, "author_pub_id": "SlpM3-wAAAAJ:M3NEmzRMIkIC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=12964075057078977799", "cites_id": ["12964075057078977799"], "pub_url": "https://repository.petra.ac.id/18105/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:B8Wx6pOl6bMJ:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Women’s empowerment and gender inequality in adolescent nutritional status: Evidence from the indonesian family life survey", "pub_year": 2018, "citation": "Journal of biosocial science 50 (5), 640-665, 2018", "author": "Yohanes Sondang Kunto and Hilde Bras", "journal": "Journal of biosocial science", "volume": "50", "number": "5", "pages": "640-665", "publisher": "Cambridge University Press", "abstract": "In contrast to the extensive knowledge on the association between women’s empowerment and the nutritional status of children under the age of five, relatively little is known about the influence of women’s empowerment on adolescents’ nutritional status. This study aimed to assess the association between women’s empowerment and gender inequalities in adolescent nutritional status. Data were from the Indonesian Family Life Survey (IFLS) covering the period 1997 to 2015, and consisted of 16,683 observations from 13,396 adolescents between the ages of 10 and 19 years born in 6781 families. Three indicators of women’s empowerment were used: mother’s education, mother’s bargaining power and mother’s working status. Multivariate linear regression with robust standard errors was used to examine whether and how these indicators of women’s empowerment influenced adolescent nutritional status …"}, "filled": true, "author_pub_id": "SlpM3-wAAAAJ:W7OEmFMy1HYC", "num_citations": 23, "citedby_url": "/scholar?hl=en&cites=11763836995810150746", "cites_id": ["11763836995810150746"], "pub_url": "https://www.cambridge.org/core/journals/journal-of-biosocial-science/article/womens-empowerment-and-gender-inequality-in-adolescent-nutritional-status-evidence-from-the-indonesian-family-life-survey/EACB10AFE59A1A0B54F9D30DFAB4BD02", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:WsnckmuLQaMJ:scholar.google.com/", "cites_per_year": {"2018": 1, "2019": 2, "2020": 3, "2021": 3, "2022": 4, "2023": 3, "2024": 4, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Statistika", "pub_year": 2012, "citation": "Statistika, 2012", "author": "Yohanes Sondang Kunto", "publisher": "McGraw-Hill Education (Asia)", "abstract": "Buku ini terbagi atas 10 bab yang dimulai dari pengantar pada bab 1. Bab 1 dalam buku ini menekankan pada pemahaman konsep dasar statistika seperti sampel, populasi, statistik, dan parameter. Pemahaman tentang konsep ukuran pemusatan dan ukuran penyebaran diberikan secara khusus pada bab 2. Bab 3 dalam buku ini membahas tentang bagaimana mengukur ukuran pemusatan dan ukuran penyebaran pada data-data sekunder. Bab 4 memberikan pengetahuan dasar atas teori peluang. Dilanjutkan pada bab 5 dengan penerapan nilai ekspektasi. Bab 6 dan bab 7 masing-masing membahas tentang distribusi teoritis dalam statistika, yaitu distribusi teoritis diskrit dan distribusi teoritis kontinu. Bab 8, bab 9, dan bab 10 menjadi pintu gerbang bagi mahasiswa mempelajari statistika inferensia, di mana bab 8 membahas tentang confidence interval, bab 9 membahas tentang pengujian hipotesis dan pada bab 10, mahasiswa diperkenalkan dengan konsep korelasi dan pemodelan statistika sederhana: regresi linear sederhana."}, "filled": true, "author_pub_id": "SlpM3-wAAAAJ:JV2RwH3_ST0C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/16421/3/Publikasi3_05011_861.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:niNzxHkGKfQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis pasar pelanggan pria produk facial wash di Kota Surabaya", "pub_year": 2009, "citation": "Jurnal manajemen pemasaran 2 (1), 2009", "author": "Yohanes Sondang Kunto and Inggried Kurniawan Khoe", "journal": "Jurnal manajemen pemasaran", "volume": "2", "number": "1", "abstract": "Within time, it’s not only metrosexual men using cosmetic specialized for men but also men in general. One of the most dominant cosmetic products is facial wash for men. In terms of psychographics, men can be segmented into metrosexual (13%), moderate men (29%), and conservative men (58%). The percentages ratio of segments between user and non-user indicate that decision to use facial wash already acceptable in every psychographics segments. CHAID analysis found that the ability of facial wash to soften face and created uniquely for men are strongly related to satisfaction. Both attributes are under service, which make wrong management from facial wash producer could lead into opportunity for new brands to enter the market. Abstract in Bahasa Indonesia: Pada perkembangannya, tidak hanya pria metroseksual saja yang menggunakan produk kosmetik khusus pria. Kaum pria umumnya juga mulai mempergunakannya. Salah satu produk kosmetik yang dominan adalah facial wash khusus pria. Secara psikografis, kaum pria terdiri atas segmen pria metroseksual (13%), pria rata-rata (29%), dan pria konservatif (58%). Perbandingan persentase segmen antara user dan non-user mengindikasikan bahwa keputusan penggunaan facial wash telah diterima oleh semua segmen psikografis. Analisis CHAID menemukan bahwa atribut kemampuan facial wash untuk melembutkan wajah dan dibuat khusus untuk pria berkaitan erat dengan kepuasan. Kedua atribut tersebut tergolong under service, sehingga pengelolaan yang salah dari produsen facial wash dapat memberi kesempatan kepada merek baru untuk meramaikan pasar. Kata …"}, "filled": true, "author_pub_id": "SlpM3-wAAAAJ:u-x6o8ySG0sC", "num_citations": 21, "citedby_url": "/scholar?hl=en&cites=2519133050724627978", "cites_id": ["2519133050724627978"], "pub_url": "http://jurnalpemasaran.petra.ac.id/index.php/mar/article/view/17011", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:CjZjpinC9SIJ:scholar.google.com/", "cites_per_year": {"2010": 2, "2011": 1, "2012": 0, "2013": 1, "2014": 0, "2015": 3, "2016": 5, "2017": 1, "2018": 0, "2019": 2, "2020": 1, "2021": 1, "2022": 1, "2023": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Application of Accounting Concepts in the Workplace: A Research of Management Accountant in Surabaya, Indonesia", "pub_year": 2008, "citation": "Journal of International Business Research 7 (3), 89-104, 2008", "author": "Josua Tarigan and Yohanes Sondang Kunto", "journal": "Journal of International Business Research", "volume": "7", "number": "3", "pages": "89-104", "publisher": "Jordan Whitney Enterprises, Inc", "abstract": "Management Accounting has a significant role in providing financial information about organizations. Such information will be used by both internal and external parties. In order to fulfill the role, Management Accounting uses several concepts or tools, for example\" Internal Control\",\" Asset Recognition\" and\" Activity Based Costing\". This research study surveyed 276 Management Accountants in Surabaya, Indonesia. The research is designed to describe the conceptual understanding and conceptual usage level of these management accountants. Usage and understanding level dimension is important to be observed. Information about those two dimensions could be used to involve management accountant into strategic level. There are 24 concepts used in this research, drawn from accounting concepts used in practice and taught at the academic level."}, "filled": true, "author_pub_id": "SlpM3-wAAAAJ:d1gkVwhDpl0C", "num_citations": 13, "citedby_url": "/scholar?hl=en&cites=1736213096706482863", "cites_id": ["1736213096706482863"], "pub_url": "https://www.academia.edu/download/33474292/JIBR_Vol__7_Special_Issue_3_2008_p_89-104.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ryKS05xEGBgJ:scholar.google.com/", "cites_per_year": {"2009": 1, "2010": 0, "2011": 0, "2012": 0, "2013": 1, "2014": 0, "2015": 0, "2016": 0, "2017": 1, "2018": 0, "2019": 0, "2020": 2, "2021": 4, "2022": 1, "2023": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis chaid sebagai alat bantu statistika untuk segmentasi pasar (studi kasus pada koperasi syari’ah alhidayah)", "pub_year": 2006, "citation": "Jurnal Manajemen Pemasaran 1 (2), 88-98, 2006", "author": "Yohanes Sondang Kunto and Siti Nurul Hasana", "journal": "Jurnal Manajemen Pemasaran", "volume": "1", "number": "2", "pages": "88-98", "abstract": "Segmentasi pasar adalah bahasan klasik di bidang pemasaran yang tidak pernah pernah kehilangan daya tariknya. Dalam riset-riset segmentasi, ada dua metode pendekatan yaitu metode interdependensi dan dependensi. Statistika menyediakan banyak alat bantu untuk riset-riset segmentasi. Salah satu alat bantu statistika untuk riset segmentasi yang menggunakan pendekatan dependensi adalah analisis CHAID (Chi-Squared Automatic Interaction Detection analysis). Analisis CHAID akan menghasilkan diagram yang mirip dengan diagram pohon keputusan yang menyediakan informasi tentang derajat hubungan antara variabel dependen terhadap variabel independen dan informasi mengenasi karakteristik segmen. Analisis CHAID mampu menangani variabel independen monotonik, bebas, dan mengambang. Pada kasus Koperasi Syari'ah Al-Hidayah, analisis CHAID digunakan untuk menentukan …"}, "filled": true, "author_pub_id": "SlpM3-wAAAAJ:u5HHmVD_uO8C", "num_citations": 50, "citedby_url": "/scholar?hl=en&cites=16972819598058554015,4926903629167761159", "cites_id": ["16972819598058554015", "4926903629167761159"], "pub_url": "https://scholar.google.com/scholar?cluster=16972819598058554015&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:n4IRo3-Ri-sJ:scholar.google.com/", "cites_per_year": {"2009": 1, "2010": 1, "2011": 0, "2012": 1, "2013": 2, "2014": 1, "2015": 3, "2016": 3, "2017": 2, "2018": 8, "2019": 7, "2020": 5, "2021": 5, "2022": 4, "2023": 5, "2024": 1}}
