{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Check for updates A Soft Computational Technique to Construct a Study Program Recommendation System Based on SDS RIASEC Test", "pub_year": 2023, "citation": "Intelligent Computing and Optimization: Proceedings of the 6th International …, 2023", "author": "Rolly Intan and Nattayavani Sonia and Pratiwi Anjasari", "journal": "Intelligent Computing and Optimization: Proceedings of the 6th International Conference on Intelligent Computing and Optimization 2023 (ICO2023), Volume 4", "volume": "854", "pages": "98", "publisher": "Springer Nature", "abstract": "Selection of a program of study based on the talents and interests of students really helps them to be successful in their studies. Here, a psychological test tool is needed to evaluate and correlate student interests and talents with programs of study. Among the psychological test tools, RIASEC is one of the most used psychological test tools to determine suitable careers and programs of studies based on one's interests and talents. This paper discusses and proposes a method using RIASEC dealing with a soft computational technique to build a study program recommendation system for students according to their interests and talents. This recommendation system has been built and implemented at Petra Christian University and received a very positive response from prospective students."}, "filled": true, "author_pub_id": "SxWNSSoAAAAJ:yB1At4FlUx8C", "num_citations": 0, "pub_url": "https://books.google.com/books?hl=en&lr=&id=JUvpEAAAQBAJ&oi=fnd&pg=PA98&dq=info:xrMO0xdC1GkJ:scholar.google.com&ots=8zoSX9s8x1&sig=yjch8ucIAnmRb5giOUeofIIzN_A", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:xrMO0xdC1GkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Study Program Recommendation System Based on the Ability Prediction of Prospective Students", "pub_year": 2023, "citation": "International Conference on Intelligent Computing & Optimization, 188-198, 2023", "author": "Rolly Intan and Jerica Amanda Setiawan", "pages": "188-198", "publisher": "Springer Nature Switzerland", "abstract": "There are at least two factors that determine the success of a student in choosing a study program. First, the selection of study programs must be in accordance with their interests and talents. In this case, it is necessary to take an interest and aptitude test. One of the most well-known interest and aptitude tests is the RIASEC (Realistic, Investigative, Artistic, Social, Enterprising, and Conventional) test introduced by John Holland in the 1970s. Secondly, prospective students must compare themselves to similar alumni in terms of abilities and school backgrounds to determine their suitability for the same study program. The first factor has been discussed and solved by Intan et al. in . To tackle the second factor, this paper introduces a soft computational technique for prospective students to predict their performance by analyzing alumni with similar profiles. Some of the attributes used to assess the similarity of prospective …"}, "filled": true, "author_pub_id": "SxWNSSoAAAAJ:URolC5Kub84C", "num_citations": 0, "pub_url": "https://link.springer.com/chapter/10.1007/978-3-031-73318-5_19", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:PEGX0iIE4RMJ:scholar.google.com/", "cites_per_year": {}}
