{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Check for updates A Soft Computational Technique to Construct a Study Program Recommendation System Based on SDS RIASEC Test", "pub_year": 2023, "citation": "Intelligent Computing and Optimization: Proceedings of the 6th International …, 2023", "author": "Rolly Intan and Nattayavani Sonia and Pratiwi Anjasari", "journal": "Intelligent Computing and Optimization: Proceedings of the 6th International Conference on Intelligent Computing and Optimization 2023 (ICO2023), Volume 4", "volume": "854", "pages": "98", "publisher": "Springer Nature", "abstract": "Selection of a program of study based on the talents and interests of students really helps them to be successful in their studies. Here, a psychological test tool is needed to evaluate and correlate student interests and talents with programs of study. Among the psychological test tools, RIASEC is one of the most used psychological test tools to determine suitable careers and programs of studies based on one's interests and talents. This paper discusses and proposes a method using RIASEC dealing with a soft computational technique to build a study program recommendation system for students according to their interests and talents. This recommendation system has been built and implemented at Petra Christian University and received a very positive response from prospective students."}, "filled": true, "author_pub_id": "SxWNSSoAAAAJ:yB1At4FlUx8C", "num_citations": 0, "pub_url": "https://books.google.com/books?hl=en&lr=&id=JUvpEAAAQBAJ&oi=fnd&pg=PA98&dq=info:xrMO0xdC1GkJ:scholar.google.com&ots=8zoSXhycxV&sig=KjphAaxjWvuPaRsRRmIjI4Eabfg", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:xrMO0xdC1GkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Study Program Recommendation System Based on the Ability Prediction of Prospective Students", "pub_year": 2023, "citation": "International Conference on Intelligent Computing & Optimization, 188-198, 2023", "author": "Rolly Intan and Jerica Amanda Setiawan", "pages": "188-198", "publisher": "Springer Nature Switzerland", "abstract": "There are at least two factors that determine the success of a student in choosing a study program. First, the selection of study programs must be in accordance with their interests and talents. In this case, it is necessary to take an interest and aptitude test. One of the most well-known interest and aptitude tests is the RIASEC (Realistic, Investigative, Artistic, Social, Enterprising, and Conventional) test introduced by John Holland in the 1970s. Secondly, prospective students must compare themselves to similar alumni in terms of abilities and school backgrounds to determine their suitability for the same study program. The first factor has been discussed and solved by Intan et al. in . To tackle the second factor, this paper introduces a soft computational technique for prospective students to predict their performance by analyzing alumni with similar profiles. Some of the attributes used to assess the similarity of prospective …"}, "filled": true, "author_pub_id": "SxWNSSoAAAAJ:URolC5Kub84C", "num_citations": 0, "pub_url": "https://link.springer.com/chapter/10.1007/978-3-031-73318-5_19", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:PEGX0iIE4RMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Data traffic synchronization application in electronic map", "pub_year": 2023, "citation": "AIP Conference Proceedings 2691 (1), 2023", "author": "Alexander Setiawan and Rolly Intan and Ivan Gunawan", "journal": "AIP Conference Proceedings", "volume": "2691", "number": "1", "publisher": "AIP Publishing", "abstract": "As technology grows and becomes more advanced, the impact will make it easier for humans to search an information they want. Innovation in the field of electronic map applications and travel routes is still very much needed. The lack of detailed information provided on maps and travel routes makes users not aware of the traffic conditions that are happening around them. To solve the problem, an android based mobile application is made. This application provides detailed information about traffic. Information can be derived from web news that is synchronized with the application so that whenever there is an update from the web, that information will appear in the application. There are other features including search, show routes, favorites, and favorite lists which will help users to search for the route they want to go. In additional there is a place autocomplete feature that is useful to help users find the destination …"}, "filled": true, "author_pub_id": "SxWNSSoAAAAJ:z_wVstp3MssC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=17822997727320833732", "cites_id": ["17822997727320833732"], "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2691/1/080004/2893901", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:xH6NsQACWPcJ:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Case Study: A Review of Cybersecurity Policies and Challenges in Indonesia", "pub_year": 2023, "citation": "International Conference on Intelligent Computing & Optimization, 266-273, 2023", "author": "Adriel A Intan and Rolly Intan", "pages": "266-273", "publisher": "Springer Nature Switzerland", "abstract": "The emergence of Industry 4.0 makes humans’ lives to be more dependent on the internet. However, considering that crucial sectors such as business and government systems are also included here, the security of cyberspace is being questioned. In this article, the authors are interested to find out about the situation and condition of cybersecurity in Indonesia, particularly from 2018 to 2021. In general, the number of cyberattacks has increased significantly over the past four years. Furthermore, those attacks were also greatly influenced by the political and economic conditions of Indonesia. As for the motivation of those attacks, the perpetrator may want to express a protest and disappointment, or just have fun. This article will also review and discuss the cybersecurity difficulties that Indonesia needs to handle along with the benefits that Indonesia can pursue, particularly in relation to Industry 4.0 and Society 5.0. It is …"}, "filled": true, "author_pub_id": "SxWNSSoAAAAJ:nrtMV_XWKgEC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=6692967649633118531", "cites_id": ["6692967649633118531"], "pub_url": "https://link.springer.com/chapter/10.1007/978-3-031-50327-6_28", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:QymQ0Z0y4lwJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A Soft Computational Technique to Construct a Study Program Recommendation System Based on SDS RIASEC Test", "pub_year": 2023, "citation": "International Conference on Intelligent Computing & Optimization, 98-107, 2023", "author": "Rolly Intan and Nattayavani Sonia and Pratiwi Anjasari", "pages": "98-107", "publisher": "Springer Nature Switzerland", "abstract": "Selection of a program of study based on the talents and interests of students really helps them to be successful in their studies. Here, a psychological test tool is needed to evaluate and correlate student interests and talents with programs of study. Among the psychological test tools, RIASEC is one of the most used psychological test tools to determine suitable careers and programs of studies based on one’s interests and talents. This paper discusses and proposes a method using RIASEC dealing with a soft computational technique to build a study program recommendation system for students according to their interests and talents. This recommendation system has been built and implemented at Petra Christian University and received a very positive response from prospective students."}, "filled": true, "author_pub_id": "SxWNSSoAAAAJ:9Nmd_mFXekcC", "num_citations": 0, "pub_url": "https://link.springer.com/chapter/10.1007/978-3-031-50151-7_10", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:SFeAiIvzSA8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pemanfaatan text summarization dengan Support Vector Machine dan K-nearest neighbor pada analisis sentimen untuk mempermudah pengguna membaca review game STEAM", "pub_year": 2022, "citation": "J. Infra 10 (1), 31-36, 2022", "author": "Hilarius Bryan and Rolly Intan and Hans Juwiantho", "journal": "J. Infra", "volume": "10", "number": "1", "pages": "31-36"}, "filled": true, "author_pub_id": "SxWNSSoAAAAJ:NJ774b8OgUMC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=1572615314087816817", "cites_id": ["1572615314087816817"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:cS6LzEsN0xUJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengelolaan Keuangan Pribadi yang Interaktif Berbasis Android", "pub_year": 2021, "citation": "Jurnal Infra 9 (2), 144-148, 2021", "author": "Giovanni Christian Antonio and Rolly Intan and Rudy Adipranata and PS Informatika and FT Industri and JS Surabaya", "journal": "Jurnal Infra", "volume": "9", "number": "2", "pages": "144-148", "abstract": "Technology is currently growing. Many people use smartphones in everyday life, especially Android. In Android, there are many applications that help make everyday life easier for example, applications that help with personal finance. The problem that the author wants to solve is personal finance applications between applications with different features and completeness for recording. In solving this problem, the author adds features from existing personal finance applications such as speech to text for input, recurring transactions, and calculating installments whether you can pay in installments or not. Based on the results of the tests that have been carried out, the application made is successful in recording finances and adding good features such as speech to text, recurring transactions, and calculating installments by looking at income and expenses. The results of the questionnaire show an average of 4.54 for …"}, "filled": true, "author_pub_id": "SxWNSSoAAAAJ:uLbwQdceFCQC", "num_citations": 10, "citedby_url": "/scholar?hl=en&cites=8187298504345446295", "cites_id": ["8187298504345446295"], "pub_url": "https://scholar.google.com/scholar?cluster=8187298504345446295&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:l-eYjZwgn3EJ:scholar.google.com/", "cites_per_year": {"2021": 2, "2022": 2, "2023": 1, "2024": 3, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sistem Rekomendasi Tempat Makan Wilayah Solo Raya Berbasis Web dengan User Based Collaborative Filtering Menggunakan Fuzzy Conditional Probability Relation", "pub_year": 2021, "citation": "J. Infra 9 (2), 179-184, 2021", "author": "Christian Suryadi and Rolly Intan and Hans Juwiantho", "journal": "J. Infra", "volume": "9", "number": "2", "pages": "179-184"}, "filled": true, "author_pub_id": "SxWNSSoAAAAJ:UHK10RUVsp4C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=2941637282836561721", "cites_id": ["2941637282836561721"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Ob-E9YXL0igJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Electrocardiogram Biometrics Recognition Menggunakan Artificial Neural Network", "pub_year": 2021, "citation": "Jurnal Infra 9 (1), 141-147, 2021", "author": "William Sim Jayapranata and Rolly Intan and Liliana Liliana", "journal": "Jurnal Infra", "volume": "9", "number": "1", "pages": "141-147", "abstract": "Research on biometrics recognition has become popular in the last two decades. Electrocardiogram signal is one among many data that can be used in biometrics recognition purposes. It is unique for each individual, easy to obtain, and hard to forge made electrocardiogram well suited for biometrics recognition. In this research, an identifier will be made using the electrocardiogram signal of each individual. In this research, non-fiducial approach on MIT-BIH Arrhythmia Database from physionet with Artificial Neural Network as classifier was used. Non-sequential classifier offers lower computational complexity compared to sequential classifiers. Non-fiducial approach does not require feature extraction but a method of truncating the signal to each heartbeat is still required. Artificial Neural Network method uses neuron on each layer to classify digitalized electrocardiogram signal data. Experiment result using our …"}, "filled": true, "author_pub_id": "SxWNSSoAAAAJ:LjlpjdlvIbIC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=5002029088373463128", "cites_id": ["5002029088373463128"], "pub_url": "https://scholar.google.com/scholar?cluster=5002029088373463128&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:WNirOPTGakUJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Identifikasi Jenis Anjing Berdasarkan Gambar Menggunakan Convolutional Neural Network Berbasis Android", "pub_year": 2020, "citation": "J. Infra 8 (2), 37-43, 2020", "author": "Kevin Oktovio Lauw and Leo Willyanto Santoso and Rolly Intan", "journal": "J. Infra", "volume": "8", "number": "2", "pages": "37-43", "abstract": "Dogs are raised by many people however, to maintain a dog, there are several factors that must be considered such as feed consumed, intensity of care, and cleanliness of the cage or the appropriate environment. Therefore, an android application is needed to identify the type of dog and provide information related to the type of dog. The method we used is You Only Look Once to detect dog objects in an image then the dog image is cropped, the results will be processed by the Convolutional Neural Network to identify the type of dog based on the image given after that displaying the results of its identification on android. The test results show that the identification results from CNN are very dependent on the results of predictions from YOLO because the input from CNN is the result of predictions from YOLO. YOLO has a disadvantage where it will detect dog dolls and dog fur as dog objects. The test results show the …"}, "filled": true, "author_pub_id": "SxWNSSoAAAAJ:5awf1xo2G04C", "num_citations": 13, "citedby_url": "/scholar?hl=en&cites=17180118233489807167", "cites_id": ["17180118233489807167"], "pub_url": "https://scholar.google.com/scholar?cluster=17180118233489807167&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:PxdfWoIKbO4J:scholar.google.com/", "cites_per_year": {"2021": 2, "2022": 3, "2023": 5, "2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Implementasi Sistem Informasi Administrasi Pembelian, Penjualan, Retur dan Inventaris Produk Kosmetik Toko Beauty Dengan Platform Android", "pub_year": 2020, "citation": "Jurnal Infra 8 (1), 2020", "author": "Tommy Sugiarto and Silvia Rostianingsih and Rolly Intan", "journal": "Jurnal Infra", "volume": "8", "number": "1", "abstract": "Integrated information system is needed on running a business process. The problem nowadays is there is no information system yet capable of support faster business processes. By using the development of technology, information system can process data which can easily manage business process at company. Nowadays, there are companies that are not using the technology optimally. To solve the problems, Beauty Store needs implementation of integrated information system by mobile is needed. By using the technology, can help in increasing of speed and accuracy when make a transaction. Information system of website and point of sales application can record any transaction of purchasing, selling, return and inventory by detail, so it can be practical and easy to use for transaction. From the analysis of questionnaire and system test, 76% of the respondent stated that the website and point of sales …"}, "filled": true, "author_pub_id": "SxWNSSoAAAAJ:Y5dfb0dijaUC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=16202232552717596586", "cites_id": ["16202232552717596586"], "pub_url": "https://scholar.google.com/scholar?cluster=16202232552717596586&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qrcA4ank2eAJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "An Empirical Analysis of Critical Success Factors for CD-ERP Model.", "pub_year": 2020, "citation": "J. Comput. 15 (2), 37-47, 2020", "author": "Tareq Salahi Almigheerbi and David Ramsey and Anna Lamek", "journal": "J. Comput.", "volume": "15", "number": "2", "pages": "37-47", "abstract": "Collaboratively-Developed ERP (CD-ERP) is an intermediate model between two well-known models, namely: closed-and open-source systems. This model is based on the community-source paradigm and ERP packages. It has been proposed for Libyan higher education (LHE) to be governed by a consortium of LHE institutions. To investigate the applicability of this model in LHE, this paper presents an analysis of critical success factor (CSFs) based on both a review of the relevant literature and lessons learnt from similar projects. Using the literature review, the title of the model was proposed on the basis of its fundamental elements. Cases of other projects which follow a similar approach show that communitysource has been adopted by many universities and government bodies worldwide. Also, many of the issues observed in such projects are similar to those that appear in the literature, especially in regards to distributed and collaboratively working environments."}, "filled": true, "author_pub_id": "SxWNSSoAAAAJ:Mojj43d5GZwC", "num_citations": 11, "citedby_url": "/scholar?hl=en&cites=4863431826482795607", "cites_id": ["4863431826482795607"], "pub_url": "https://www.academia.edu/download/62439524/jcp1502-0120200322-80492-1t4w8o5.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VxTWhnphfkMJ:scholar.google.com/", "cites_per_year": {"2020": 4, "2021": 2, "2022": 1, "2023": 1, "2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Fuzzy linear regression for tuberculosis case notification rate prediction in Surabaya", "pub_year": 2019, "citation": "Proceedings of the 1st International Conference on Advanced Information …, 2019", "author": "Siana Halim and Rolly Intan and Lily Puspa Dewi", "pages": "1-5", "abstract": "In this paper we discuss the fuzzy linear regression for predicting the Tuberculosis (TB) case notification rate prediction in Surabaya. The prediction of this disease is very important since TB is among the diseases that carries stigma because it is potentially highly contagious. In this research, we first describe the statistics for the case notification rate (CNR), particularly for the year 2017. We cluster the CNR for man, woman and total with respect to the poverty percentage in each district. Based on this clustering we can map in which district the Tuberculosis CNR and the poverty percentage is high, medium and low. Using the Moran I' statistics, we then tested the spatially dependency among the district. Based on the test result therefore, in this research we also regard the spatial effect of a district to the others in spreading the disease, and model the prediction using fuzzy linear regression. The model can predict good …"}, "filled": true, "author_pub_id": "SxWNSSoAAAAJ:HE397vMXCloC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=10491651442665146305", "cites_id": ["10491651442665146305"], "pub_url": "https://dl.acm.org/doi/abs/10.1145/3373477.3373492", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:wUdFY2bVmZEJ:scholar.google.com/", "cites_per_year": {"2020": 2, "2021": 1, "2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Extended generalization of fuzzy rough sets", "pub_year": 2019, "citation": "IAENG International Journal of Computer Science 46 (2), 257-263, 2019", "author": "Rolly Intan and Shueng-Han Gary Chan", "volume": "46", "number": "2", "pages": "257-263", "abstract": "This paper extends and generalizes the approximations of fuzzy rough sets dealing with fuzzy coverings of the universe induced by a weak fuzzy similarity relation. The weak fuzzy similarity relation is considered as a generalization of fuzzy similarity relation in representing a more realistic relationship between two objects in which it has weaker symmetric and transitive properties. Since the conditional symmetry in the weak fuzzy similarity relation is an asymmetric property, there are two distinct fuzzy similarity classes that provide two different fuzzy coverings. The generalization of fuzzy rough sets approximations is discussed based on two interpretations: object-oriented generalization and class-oriented generalization. More concepts of generalized fuzzy rough set approximations are introduced and defined, representing more alternatives to provide level-2 interval-valued fuzzy sets. Moreover, through combining several pairs of proposed approximations of the generalized fuzzy rough sets, it is possible to provide the level-2 type-2 fuzzy sets as an extension of the level-2 interval valued fuzzy sets. Some properties of the concepts are examined."}, "filled": true, "author_pub_id": "SxWNSSoAAAAJ:BrmTIyaxlBUC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=6026324047286001166", "cites_id": ["6026324047286001166"], "pub_url": "https://repository.petra.ac.id/18388/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Dl7gy8rNoVMJ:scholar.google.com/", "cites_per_year": {"2020": 3, "2021": 1, "2022": 0, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Aplikasi pen-genalan plat nomor kendaraan negara indonesia menggunakan metode support vector machine (svm)", "pub_year": 2019, "citation": "Jurnal Infra 7 (2), 227-231, 2019", "author": "Timothy Tamara and Rudy Adipranata and Rolly Intan", "journal": "Jurnal Infra", "volume": "7", "number": "2", "pages": "227-231", "abstract": "The license plate recognition system is one of the techniques of licence plate data handling through the use of image processing. This research is divided into two parts, namely the methods of training and the license plate recognition using SVM classification. The early image processing involves the preprocessing stage continued by locating the license plate and segmenting every character on it. The segmented characters will be processed further with SVM. Test results show a success where the accuracy rate of the plate recognition reaches 79.64%."}, "filled": true, "author_pub_id": "SxWNSSoAAAAJ:J-pR_7NvFogC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=7392367471452433737", "cites_id": ["7392367471452433737"], "pub_url": "https://scholar.google.com/scholar?cluster=7392367471452433737&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:SS0TgQz3lmYJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penerapan Fuzzy Control untuk Pengereman Kereta dalam Simulation Game", "pub_year": 2019, "citation": "Jurnal Infra 7 (1), 2019", "author": "Reinaldo Julaidi and Rolly Intan and Rudy Adipranata", "journal": "Jurnal Infra", "volume": "7", "number": "1", "abstract": "Penelitian mengenai pengereman kereta telah banyak dilakukan. Sebagai contoh, Wahyudi melakukan penelitian perhitungan pengereman kereta berupa kecepatan dengan Fuzzy. Yulianti melakukan penelitian pengereman kereta berupa kecepatan dan jarak dengan Fuzzy, dan di simulasikan. Namun, penelitian yang dilakukan masih belum menyesuaikan dengan keadaan kereta sesungguhnya saat dilakukan pengereman. Karena itu, dalam skripsi ini akan dibuat sebuah game dengan genre Simulation Game dengan AI untuk mensimulasikan pengereman kereta. Pengereman kereta yang dilakukan menggunakan Fuzzy Control dimana akan melakukan pengererman berdasarkan setiap Fuzzy rules dengan menggunakan metode Mamdani dengan kecepatan, massa, dan jarak sebagai Fuzzy Input. Hasil pengujian menunjukkan bahwa kereta dapat berhenti di tujuan dengan melakukan pengereman yang …"}, "filled": true, "author_pub_id": "SxWNSSoAAAAJ:kRWSkSYxWN8C", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=8352304185910922756&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:BI46mWdY6XMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sistem rekomendasi mata kuliah pilihan menggunakan metode user based collaborative filtering berbasis algoritma adjusted cosine similarity", "pub_year": 2019, "citation": "Jurnal Infra 7 (1), 39-45, 2019", "author": "Glenn Ferio Fernanto and Rolly Intan and Silvia Rostianingsih", "journal": "Jurnal Infra", "volume": "7", "number": "1", "pages": "39-45", "abstract": "Sistem rekomendasi merupakan sistem yang memberikan rekomendasi pada suatu item yang dapat digunakan untuk membantu user dalam mengambil keputusan. Dalam perkuliahan, mahasiswa diwajibkan untuk mengambil keputusan akan mata kuliah pilihan yang harus diambil selama menjalani perkuliahan. Akan tetapi, tidak jarang banyak sekali mahasiswa yang kebingungan dalam menentukan mata kuliah pilihan yang harus diambil. Dengan demikian diperlukan suatu sistem yang dapat memberikan rekomendasi mata kuliah pilihan sehingga dapat membantu mahasiswa dalam pengambilan keputusan akan mata kuliah pilihan yang akan diambil. Salah satu metode yang sangat terkenal untuk dipergunakan pada sistem rekomendasi adalah Collaborative Filtering, dimana dalam metode ini dilakukan kalkulasi nilai kemiripan dari user yang akan diprediksi dengan user-user lainnya. Metode ini …"}, "filled": true, "author_pub_id": "SxWNSSoAAAAJ:mvPsJ3kp5DgC", "num_citations": 33, "citedby_url": "/scholar?hl=en&cites=5205682632589802471", "cites_id": ["5205682632589802471"], "pub_url": "https://scholar.google.com/scholar?cluster=5205682632589802471&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:53vvAMZMPkgJ:scholar.google.com/", "cites_per_year": {"2020": 2, "2021": 3, "2022": 8, "2023": 5, "2024": 13, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Learning Curve as a Knowledge-Based Dynamic Fuzzy Set: A Markov Process Model", "pub_year": 2019, "citation": "Advances in Computer Communication and Computational Sciences: Proceedings …, 2019", "author": "Siana Halim and Rolly Intan and Lily Puspa Dewi", "conference": "Advances in Computer Communication and Computational Sciences: Proceedings of IC4S 2018", "pages": "337-342", "publisher": "Springer Singapore", "abstract": "In the fuzzy set theory introduced by Zadeh [15], membership degree of a fuzzy set is determined by a static membership function, i.e., it does not change over time. To improve this condition, then Wang introduced the dynamic fuzzy logic. In this concept, the membership degree of a fuzzy set is changing over time. Intan and Mukaido [5] introduced the knowledge-based fuzzy set, by means that the membership degree of a set is dependent on the knowledge of a person. Since the knowledge of a person is not static, the knowledge-based fuzzy set can be measured dynamically over time, so that we have the knowledge-based dynamic fuzzy set. In this paper, we approximate the learning process as a knowledge-based dynamic fuzzy set. We consider that the process of learning is dependent on the knowledge of a person from time to time so that we can model the learning process is a Markov process of …"}, "filled": true, "author_pub_id": "SxWNSSoAAAAJ:eflP2zaiRacC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=12198955725169721183", "cites_id": ["12198955725169721183"], "pub_url": "https://link.springer.com/chapter/10.1007/978-981-13-6861-5_29", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:X391ZZllS6kJ:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 0, "2022": 0, "2023": 0, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "On the knowledge-based dynamic fuzzy sets", "pub_year": 2019, "citation": "Advances in Computer Communication and Computational Sciences: Proceedings …, 2019", "author": "Rolly Intan and Siana Halim and Lily Puspa Dewi", "conference": "Advances in Computer Communication and Computational Sciences: Proceedings of IC4S 2018", "pages": "293-302", "publisher": "Springer Singapore", "abstract": "In 1965, Zadeh [1] introduced fuzzy set as a generalization of crisp set by considering membership degrees of elements. That membership degree is represented gradually as a real number in an interval [0, 1]. Wang et al. [2] generalized the concept of fuzzy set, called dynamic fuzzy sets (DFS). In the DFS, each membership degree of an element is given by a membership function dealing with time variable. Thus, the membership degree of an element in a given dynamic fuzzy set might dynamically change according to the time’s variable. In 2002, Intan and Mukaidono [3] proposed an extended concept of fuzzy set, called knowledge-based fuzzy sets (KFS). In the KFS, the membership degree of an element given a fuzzy set is subjectively determined by a single knowledge. The membership degree of an element with respect to a given fuzzy set may be different provided by different knowledge of persons …"}, "filled": true, "author_pub_id": "SxWNSSoAAAAJ:D_sINldO8mEC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=160624319073746264", "cites_id": ["160624319073746264"], "pub_url": "https://link.springer.com/chapter/10.1007/978-981-13-6861-5_25", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:WP2tmPemOgIJ:scholar.google.com/", "cites_per_year": {"2020": 1}}
