{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "OPTIMASI EAHE SEBAGAI UPAYA PENDINGIN RUANG SIANG HARI DI SURABAYA", "pub_year": 2025, "citation": "Pawon: Jurnal Arsitektur 9 (01), 141-150, 2025", "author": "Anik Juniwati and Danny Santoso Mintorogo and Ekadewi Anggraini Handoyo", "journal": "Pawon: Jurnal Arsitektur", "volume": "9", "number": "01", "pages": "141-150", "abstract": "Tinggal dan beraktifitas dalam lingkungan bersuhu tinggi di iklim tropis lembab meningkatkan risiko dehidrasi, menurunkan konsentrasi, kelelahan, menimbulkan masalah kesehatan dan menurunkan produktivitas. Upaya pendinginan pasif dengan ventilasi alami sering kali tidak efektif karena suhu tinggi, kelembaban, radiasi matahari, serta kecepatan angin yang tidak mendukung. Sedang meningkatkan kecepatan angin akan mengganggu aktifitas. Salah satu solusi untuk pendinginan adalah dengan memindahkan panas udara ke tanah, atau dikenal sebagai Earth-to-Air Heat Exchanger (EAHE). Penelitian ini merupakan eksperimental studi lanjutan untuk mendapatkan optimasi model EAHE di siang hari di Surabaya. Hasilnya menunjukkan bahwa EAHE efektif menurunkan suhu ruang hingga 2ºC. Angka ini cukup signifikan untuk dipakai sebagai pendinginan ruang. Kajian lebih lanjut diperlukan untuk menentukan kebutuhan udara dingin yang proporsional dengan volume ruang."}, "filled": true, "author_pub_id": "SXZUyLYAAAAJ:b0M2c_1WBrUC", "num_citations": 0, "pub_url": "https://www.ejournal.itn.ac.id/index.php/pawon/article/view/12533", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:3qINnTGx5PcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The novel design for cooling system of greenhouse", "pub_year": 2024, "citation": "AIP Conference Proceedings 2836 (1), 2024", "author": "Amelia Sugondo and Ekadewi A Handoyo and Guntar Henjaya", "journal": "AIP Conference Proceedings", "volume": "2836", "number": "1", "publisher": "AIP Publishing", "abstract": "Recently, the use of greenhouse is developing. Farming fruits and vegetables using a greenhouse can overcome the unpredictable climate. The plants that need specific air temperature and humidity could grow well inside a greenhouse. As a preliminary study, the effect of circulating water as a thin film at the outer surface of the greenhouse is observed. The water film is intended to cool the greenhouse. In this experiment, there are three models used. The first is the greenhouse (called GH1) with cooling water flowing at the outer surface of greenhouse periodically. The second is a greenhouse (called GH2) without a cooling system and the third is in the open space or natural farming. A water sprayer is installed in each model to water the plants. It sprays periodically. In each greenhouse, three temperature and humidity loggers are installed to measure the air temperature and humidity. The loggers are installed in the …"}, "filled": true, "author_pub_id": "SXZUyLYAAAAJ:dfsIfKJdRG4C", "num_citations": 0, "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2836/1/100004/3280635", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:W9whfD0TMiIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Experimental study on the effect of micro-carbon additives in vegetable oils for aquifer thermal energy storage", "pub_year": 2024, "citation": "Clean Energy 8 (2), 48-59, 2024", "author": "Takashi Suzuki and Mitsuhisa Ichiyanagi and Emir Yilmaz and Archie GK Maxwell and Ekadewi Anggraini Handoyo", "journal": "Clean Energy", "volume": "8", "number": "2", "pages": "48-59", "publisher": "Oxford University Press", "abstract": "Aquifer thermal energy storage is a versatile method for regulating building temperatures, utilizing groundwater as a medium for both summer cooling and winter heating. Water has high thermal conductivity and specific heat but is corrosive, creating a mineral build-up that causes scaling. Additionally, its high freezing point presents operational challenges. Vegetable oils emerge as a promising alternative, owing to their lower freezing points. In light of environmental concerns, researchers are exploring vegetable oils as substitutes for petroleum-derived mineral oils. This paper is intended as an initial study using vegetable oils, i.e. coconut and sunflower oil, as the heat-transfer medium in aquifer thermal energy storage. The experiments assess the heat-transfer coefficient of coconut, sunflower, mineral, and synthetic oils when exposed to the same heat source. The study also evaluates the impact of introducing …"}, "filled": true, "author_pub_id": "SXZUyLYAAAAJ:yD5IFk8b50cC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=1085569482300852611", "cites_id": ["1085569482300852611"], "pub_url": "https://academic.oup.com/ce/article-abstract/8/2/48/7617400", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:gwmMS7G3EA8J:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Study and analysis of an industrial compressor facing overheat problem", "pub_year": 2024, "citation": "AIP Conference Proceedings 2951 (1), 2024", "author": "Ekadewi A Handoyo and Fery Marianto and Joshua H Tandio", "journal": "AIP Conference Proceedings", "volume": "2951", "number": "1", "publisher": "AIP Publishing", "abstract": "A compressor in a rice manufacturer, PT. X, got overheated especially on hot days. The overheat makes the compressor shut off and stops the production line. From the observation and data collected in PT. X, it was found that the overheat problem in the compressor was caused by [1] the dust on the surface of the aftercooler and the fluid cooler, and [1] the high temperature of the intake air to the compressor. The management comprehends the suggestion to clean the coolers’ surface, close the door to the compressor room, and install an intake duct to bring in cooler air input to the compressor. Carrying out the suggestion, the overheat problem is overcome and there is saving in operational cost. The savings could be more than 4000 kWh/year for eight hours of work each day. By lowering the inlet air temperature as much as 4C for the compressor, the CO2 emission could be reduced around 4000 kg/year. A heat …"}, "filled": true, "author_pub_id": "SXZUyLYAAAAJ:fPk4N6BV_jEC", "num_citations": 0, "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2951/1/040003/3020047", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5Y15i0U1E18J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Best Practice of Striving Energy Sustainability in A Hot Press Machine for Clutch Facing Manufacture", "pub_year": 2023, "citation": "Journal of Advanced Research in Applied Sciences and Engineering Technology …, 2023", "author": "Ekadewi Anggraini Handoyo and Hariyo Priambudi Setyo Pratomo and STEVEN DWITAMA and RUDERICUS VALERIAN SETYO NUGROHO", "journal": "Journal of Advanced Research in Applied Sciences and Engineering Technology", "volume": "30", "number": "2", "pages": "60-74", "publisher": "Petra Christian University", "abstract": "A facing clutch manufacturer in Surabaya, Indonesia, PT. X uses 20 hot press machines to produce the facings. The required heating process is provided by heat transfer oil (HTO), which is heated by natural gas burned in a heater. PT. X wants to reduce its natural gas consumption. The assessment started with checking the insulation on the piping system, measuring the temperature in the hot press machines, and measuring the HTO flow rate. The insulation in the piping system is in good condition. From the measurement, it was found that the HTO flow rate is adequate and fits the need of the heating process. Another finding is that the surface temperature of the lower plate in shaft no. 4 is the lowest than in the other shafts. The existing (asbestos) insulation from the lower bed in shaft no 4 to the hydraulic component is only 3 mm thick. This is not enough to prevent heat loss from the bed in shaft no. 4. The new 18-mm asbestos replaced the old asbestos. The replacement shows that the temperature at the mold surface at shaft no. 4 increased from 162.6 C to 170.9 C on average for MC-02 and from 166.7 C to 173.1 C on average for MC-03. Another achievement obtained is that the natural gas consumption was reduced by around 7.3% or 39 MMBtu/month, or equivalent to reducing 0.312 metric tons of CO2 per month. This is a simple effort to use less energy to protect our environment."}, "filled": true, "author_pub_id": "SXZUyLYAAAAJ:zA6iFVUQeVQC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20425/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:y7hQPGUWGIUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Experimental Study on Effect of Nano ZnO on the Cooling Performance of Motorcycle Radiator", "pub_year": 2022, "citation": "Journal of Advanced Research in Fluid Mechanics and Thermal Sciences 100 (2 …, 2022", "author": "Ekadewi Anggraini Handoyo and CHRISTIAN IVAN SUYANTO", "volume": "100", "number": "2", "pages": "169-180", "abstract": "An internal combustion engine requires a proper cooling system to release heat from the engine. The working fluid or coolant in a water-cooled engine impacts the overall radiator cooling performance. Several studies show that nanopowder can increase the thermal performance of the base fluids, although the pressure drops increase significantly. This paper describes the experimental study of motorcycle radiator cooling performance using nanopowder ZnO with distilled water and commercial coolant as the base fluids. The study began by measuring the boiling point and the specific heat of the base fluid (distilled water and commercial coolant) and nanofluids. Then, the flow rate of the cooling fluid was measured as the function of the engine’s rotation speed. The results show that the boiling point of all nanofluids increases with the highest boiling point achieved by 0.5% ZnO – coolant, i.e., 110.06°C. Thus, the nanopowder will keep the cooling fluid in the liquid phase and lower the fluids specific heat. The fluid with the lowest specific heat is nanofluid 0.5% ZnO – coolant. Low specific heat relates to the higher temperature drops. Nanofluid 0.5% ZnO – coolant has the highest temperature drop. Unfortunately, nanopowder also increases pressure drop by approximately twice the base fluid. Nanofluid 0.5% ZnO – coolant gives the highest overall heat transfer coefficient than other nanofluids or the base fluid, i.e., 42.7 W/m2.C when its flow rate is 44.2 ml/s."}, "filled": true, "author_pub_id": "SXZUyLYAAAAJ:SeFeTyx0c_EC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=11915755745462595159", "cites_id": ["11915755745462595159"], "pub_url": "https://repository.petra.ac.id/19968/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Vy6e1rdEXaUJ:scholar.google.com/", "cites_per_year": {"2024": 3, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Experimental Study on the Motorcycle Radiator Cooling Performance with the Effect of Nano ZnO", "pub_year": 2022, "citation": "Experimental Study on the Motorcycle Radiator Cooling Performance with the …, 2022", "author": "Ekadewi Anggraini Handoyo and CHRISTIAN IVAN SUYANTO", "abstract": "An internal combustion engine requires a proper cooling system to release heat from the engine. The working fluid or coolant in a water-cooled engine impacts the overall radiator cooling performance. Several studies show that nanopowder can increase the thermal performance of the base fluids, although the pressure drops increase significantly. This paper describes the experimental research of motorcycle radiator cooling performance using nanopowder ZnO with distilled water and commercial coolant as the base fluids. The results show that the boiling point of all nanofluids increases with the highest boiling point achieved by 0.5% ZnO   coolant, i.e., 110.06 C. Thus, the nanopowder will keep the cooling fluid in the liquid phase and lower the fluids specific heat. Nanofluid 0.5% ZnO   coolant gives the highest temperature drops and overall heat transfer coefficient among other nanofluids or the base fluids. Unfortunately, nanopowder also increases pressure drop by approximately twice the base liquid. The next research should analyze the effect of Nanopowder ZnO on the surface of the radiator and pipe with which the ZnO is in contact. Before implementing ZnO in an actual motorcycle radiator, it is necessary to study the effect of the nanopowder on the surface of the cooling passage of the motorcycle."}, "filled": true, "author_pub_id": "SXZUyLYAAAAJ:pyW8ca7W8N0C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19800/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6veAVXlMLpgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisa dan Optimalisasi Mesin Produksi Air dari Udara Atmosfer dengan Sistem Kompresi Uap", "pub_year": 2022, "citation": "Jurnal Teknik Mesin 19 (1), 1-7, 2022", "author": "Ekadewi Anggraini Handoyo and I Putu Kevin Saadi Sudiasa", "journal": "Jurnal Teknik Mesin", "volume": "19", "number": "1", "pages": "1-7", "abstract": "Air merupakan kebutuhan utama makhluk hidup setiap harinya. Jumlah produksi air bersih di Indonesia mengalami penurunan dari tahun 2018 sampai 2019. Wibowo (2020) telah membuat mesin produksi air dari udara atmosfer. Mesin ini akan dianalisa dan dimodifikasi untuk meningkatkan volume air yang dihasilkan dari 2 Liter/hari menjadi 4 Liter/hari dan meningkatkan perbedaan temperatur udara yang melalui ruang evaporator. Modifikasi mesin ini dimulai dengan menghitung ulang panjang pipa evaporator dan mendesain ulang ruang evaporator. Mesin ini bekerja dengan mengembunkan uap air menjadi air. Mesin ini menggunakan sistem kompresi uap sebagai sistem pendinginan sepeti mesin terdahulunya. Modifikasi pipa evaporator berbentuk aligned dengan 3 kolom dan 3 baris dengan panjang sebesar 0,756 m tiap pipa. Dengan menggunakan tiga jenis kecepatan udara yang berbeda dalam satu harinya mesin dapat menghasilkan air sebanyak 17, 4 Liter; 16, 2 Liter; dan 4, 8 Liter."}, "filled": true, "author_pub_id": "SXZUyLYAAAAJ:g5m5HwL7SMYC", "num_citations": 0, "pub_url": "https://jurnalmesin.petra.ac.id/index.php/mes/article/view/24525", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:iURukUCQQjEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "I Putu KS Sudiasa", "pub_year": 2022, "citation": "Teknik Mesin 19 (1), 2022", "author": "Amelia Sugondo and Cedric Rahardjo and Ian H Siahaan and Ninuk Jonoadji and Dylan J Widjaya and Teng Sutrisno and Pradityo P Purnomo and Romario RP Irawan and Roche Alimin and Ekadewi A Handoyo", "journal": "Teknik Mesin", "volume": "19", "number": "1", "abstract": "Jurnal Teknik Mesin diterbitkan setiap bulan April dan Oktober. Maksud penerbitan jurnal ini antara lain adalah untuk: 1. Menyebarluaskan pengetahuan, pengalaman/terapan dan temuan baru para ilmuwan atau praktisi di bidang teknik mesin. 2. Meningkatkan motivasi para ilmuwan dan praktisiisi untuk melakukan penelitian dan pengembangan ilmu di bidang teknik mesin."}, "filled": true, "author_pub_id": "SXZUyLYAAAAJ:u_35RYKgDlwC", "num_citations": 0, "pub_url": "https://jurnalmesin.petra.ac.id/index.php/mes/article/download/24636/20637", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KrCmpWdePmEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Novel Design for Cooling System of Greenhouse", "pub_year": 2021, "citation": "The Novel Design for Cooling System of Greenhouse, 2021", "author": "Ekadewi Anggraini Handoyo and GUNTAR HENJAYA", "abstract": "Recently, the use of greenhouse is developing. Farming fruits and vegetables using a greenhouse can overcome the unpredictable climate. The plants that need specific air temperature and humidity could grow well inside a greenhouse. As a preliminary study, the effect of circulating water as a thin film at the outer surface of the greenhouse is observed. The water film is intended to cool the greenhouse. In this experiment, there are three models used. The first is the greenhouse (called GH1) with cooling water flowing at the outer surface of greenhouse periodically. The second is a greenhouse (called GH2) without a cooling system and the third is in the open space or natural farming. A water sprayer is installed in each model to water the plants. It sprays periodically. In each greenhouse, three temperature and humidity loggers are installed to measure the air temperature and humidity. The loggers are installed in the middle of the greenhouses with some different heights from the plants. From the experimental results, the air temperature in the greenhouse GH1 decreased compared to the ambient temperature at position 3, while at GH 2 and open space farm N the temperature increased at positions 1, 2, and 3. The average relative humidity was 72%, 68 %, and 47% at GH 1, GH 2, and open space farm (N)."}, "filled": true, "author_pub_id": "SXZUyLYAAAAJ:rO6llkc54NcC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20090/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:heNUN-k3zc8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Novel Design for Cooling System of Greenhouse", "pub_year": 2021, "citation": "12th International Conference on Thermofluid 2021, 2021", "author": "Amelia and Ekadewi A Handoyo and Guntar Henjaya", "conference": "12th International Conference on Thermofluid 2021"}, "filled": true, "author_pub_id": "SXZUyLYAAAAJ:M05iB0D1s5AC", "num_citations": 0, "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Experimental study on ventilation using earth-to-air heat exchanger in Surabaya", "pub_year": 2021, "citation": "IOP Conference Series: Earth and Environmental Sciences 907, 012015, 2021", "author": "A. Juniwati and D.S. Mintorogo and A.E Abednego and S. Kurniawan and E.A. and Handoyo", "journal": "IOP Conference Series: Earth and Environmental Sciences", "volume": "907", "pages": "012015", "publisher": "IOP publishing", "abstract": "The main problem related to thermal condition in Surabaya as a second-largest city in Indonesia is humid and hot. It is a typical condition of tropical climate. Ventilation in the hot day will bring warm and humid outdoor air into a room. It will increase the temperature of air in the room. One of some efforts to reduce the outdoor air temperature is using an earth to air heat exchanger (EAHE) to transfer heat from the air to the earth or ground. This paper will discuss about research done to study the effect of EAHE to a room temperature. The study used two model rooms which are similar and a model EAHE. One room called condition room will receive air flowing from the EAHE pipe and the other room is called the referent room. From the research, it is found that the air in condition room with EAHE is cooler in the daytime compared to the referent room. The temperature of the condition room with EAHE is more stable."}, "filled": true, "author_pub_id": "SXZUyLYAAAAJ:ldfaerwXgEUC", "num_citations": 0, "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/907/1/012015/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KuCaXXTbZMUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Dari Dunia Kampus ke Penjuru Dunia-Kiprah 60 Alumni Teknik Mesin dan Otomotif", "pub_year": 2021, "citation": "Dari Dunia Kampus ke Penjuru Dunia-Kiprah 60 Alumni Teknik Mesin dan Otomotif, 2021", "author": "Didik Wahjudi and Ekadewi Anggraini Handoyo and Juliana Anggono and Yopi Yusuf Tanoto", "publisher": "Lembaga Penelitian dan Pengabdian Masyarakat Universitas Kristen Petra", "abstract": "Adalah momen yang tepat ketika merayakan usia berlian Universitas Kristen Petra yang didirikan 60 tahun lalu juga menjelang perayaan 40 tahun Program Studi Teknik Mesin, buku Kiprah 60 Alumni Teknik Mesin dan Otomotif ini dihadirkan. Buku ini merajut kisah perjalanan hidup 60 alumni Teknik  Mesin dan Otomotif yang pernah dididik di kampus milik Tuhan, UK  Petra, merefleksikan kenangan manis yang mendidik hati sehingga  kini kiprah mereka telah merambah ke penjuru benua untuk berkarya  dan memberikan pengaruhnya di berbagai bidang dan profesi.  Memperoleh hikmat sungguh jauh melebihi  memperoleh emas, dan mendapat pengertian jauh lebih  berharga dari pada mendapat perak "}, "filled": true, "author_pub_id": "SXZUyLYAAAAJ:pqnbT2bcN3wC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19592/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VUNJuXAgdycJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan dan pengujian lensa fresnel pada kolektor surya plat datar", "pub_year": 2020, "citation": "Jurnal Teknik Mesin 17 (2), 48-56, 2020", "author": "Ekadewi Anggraini Handoyo and Indriati Njoto Bisono and Peter Jonathan", "journal": "Jurnal Teknik Mesin", "volume": "17", "number": "2", "pages": "48-56", "abstract": "Energi matahari dapat dikonversikan menjadi energi termal dengan menggunakan kolektor surya maupun menjadi energi listrik dengan menggunakan sel surya/photovoltaic. Radiasi matahari bersifat menyebar, sehingga memerlukan pengumpul atau pengarah agar lebih fokus."}, "filled": true, "author_pub_id": "SXZUyLYAAAAJ:35N4QoGY0k4C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=15877672168592236907", "cites_id": ["15877672168592236907"], "pub_url": "http://jurnalmesin.petra.ac.id/index.php/mes/article/view/23096", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:a-ELvbbSWNwJ:scholar.google.com/", "cites_per_year": {"2021": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Effect of Fresnel lens as cover in a passive solar water heater with some air gap between cover and absorber plate", "pub_year": 2020, "citation": "IOP Conference Series: Materials Science and Engineering 740 (1), 012098, 2020", "author": "Ekadewi A Handoyo and Indriati Njoto Bisono and Peter Jonathan and Dio Valentio", "journal": "IOP Conference Series: Materials Science and Engineering", "volume": "740", "number": "1", "pages": "012098", "publisher": "IOP Publishing", "abstract": "A passive solar heater can be used to heat air in a room or water for some household needs. Passive solar heater can reduce the energy consumption by converting solar radiation energy to be thermal energy. Basically, a simple passive solar heater consists of absorber plate, thermal insulation, working fluid, cover, and structure to hold everything. This paper will discuss about the effect of Fresnel lens used as the cover and the air gap between cover and absorber plate on a passive solar water heater. The results of the experiment are that the commercial Fresnel lens could not gave the highest water temperature nor efficiency for passive solar water heater. The highest efficiency with glass cover and five-cm air gap was 22.8%. The smaller the air gap, the higher the water temperature in a passive solar water heater. The highest water temperature with glass cover and five-cm air gap was 63.8 C. The result of this …"}, "filled": true, "author_pub_id": "SXZUyLYAAAAJ:RGFaLdJalmkC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=509536895437181071", "cites_id": ["509536895437181071"], "pub_url": "https://iopscience.iop.org/article/10.1088/1757-899X/740/1/012098/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jxB9VBs9EgcJ:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 0, "2022": 0, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "KOLEKTOR SURYA PEMANAS AIR DENGAN LENSA FRESNEL SEBAGAI PENUTUP", "pub_year": 2019, "citation": "UNIVERSITAS KRISTEN PETRA, 2019", "author": "Ekadewi Anggraini Handoyo and PETER JONATHAN and Indriati Njoto Bisono", "publisher": "UNIVERSITAS KRISTEN PETRA", "abstract": "Latar Belakang Invensi Kol-ektor surya merupakan peralatan sederhana yang dapat digunakan untuk menangkap radrasi surya dan mengubahnya menjadi energi panas. Energi panas lnj-nantinya digunakan untuk memanaskan air. Komponen utama kolektor surya adal-ah plat penyerap, saluran tempat air mengal-ir, tangki penampung air, isolasr panas untuk menghambat panas ke lingkungan dari bagian bawah, dan kaca penutup untuk menghambat panas ke lrngkungan dari plat penyerap dan/atau media air atau udara. Kaca penutup meneruskan sebagian radiasi surya yang datang, menyerap sebagian radiasi tersebut, dan memantul-kan sisanya. Untuk mengurangi pemantuJ-an radiasi surya ke luar dari kolektor, kaca harus mempunyai prof11 yang membuat cahaya datang dlpantulkan ke dal-am kaca kembali, tldak ke l-uar dari kolektor. Sangatlah sutit untuk membuat kaca dengan profil."}, "filled": true, "author_pub_id": "SXZUyLYAAAAJ:3s1wT3WcHBgC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19972/1/Kegiatanhaki_91021_994.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:7uM5-v69A_AJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Experimental analysis on solid desiccant used in an air conditioning", "pub_year": 2019, "citation": "E3S Web of Conferences 130 (01007), 1-9, 2019", "author": "Ekadewi Anggraini Handoyo and Andriono Slamet", "volume": "130", "number": "01007", "pages": "1-9", "abstract": "Garden by The Bay in Singapore is the world’s largest coolest conservatories. Although it is located in tropics and uses so many glasses, its electricity consumption is as much as a commercial building. The key of this low consumption is in the air cooling technology. Air used for cooling the conservatories is dehumidified first using liquid desiccants before cooled. The same technology was implemented to a single-split air conditioner (AC) that works on  a vapor-compression refrigeration cycle. The experiments were conducted in a room with opened – and – closed door. Instead of using liquid desiccant, the experiment used solid desiccant, i.e. silica gel which thickness were 6 mm and 8 mm with density equals to 1.27 gr cm–3. From the experiment, it is found that (a) the thicker the silica gel, the higher outlet air temperature from silica gel, (b) less condensate will be produced when the silica gel used is thicker, (c) silica gel is suitable for reducing humidity of outdoor/fresh air, and (d) the electricity consumption saving for inserting 8 mm silica gel is only 4 % when the door is closed and 31 % when the door is opened."}, "filled": true, "author_pub_id": "SXZUyLYAAAAJ:j3f4tGmQtD8C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=7421442938905225868", "cites_id": ["7421442938905225868"], "pub_url": "https://repository.petra.ac.id/18546/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jOpGTghD_mYJ:scholar.google.com/", "cites_per_year": {"2021": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Design of heat exchanger for cooling fluid used on magnetic induction welder", "pub_year": 2019, "citation": "Jurnal Teknik Mesin Indonesia 14 (1), 19-23, 2019", "author": "Ekadewi Anggraini Handoyo and Lita Puspasari", "journal": "Jurnal Teknik Mesin Indonesia", "volume": "14", "number": "1", "pages": "19-23", "publisher": "Petra Christian University", "abstract": "Magnetic induction welding is a common process in pipe production. The impeder used in the welding machine needs to be cooled to maintain its temperature below 35oC. The cooling fluid is water with 2% cutting oil and called coolant. It should enter the impeder at 15oC. The required flow rate is as much as 30 lt/min. To ensure the impeder s temperature be kept lower than required temperature, then the heat exchanger shall be designed to cool the coolant from 40oC to 15oC. Air-cooled water chiller type UWAP750AY3 is used to produce chilled water needed by the heat exchanger. The 5/8-inch-finned-copper pipes are used as tubes in the heat exchanger. The coolant is divided in four equally tubes from a header. To meet the heat transfer area needed, each tubes will be bent to make 10 passes (or rows). At the end of the last row, four flow will be gathered in a header. Then, the coolant will circulate to impeder with the required temperature. Numerical simulation was conducted to get the velocity vector and temperature distribution of flow inside the tube, and also the pressure drop of the flow across the tubes and header. Velocity vector of flow around return bend, flow in entrance and exit are interesting. They give understanding that the pressure drop will be higher in such accessories than in straight pipe. The pressure drop of coolant flowing inside tubes of heat exchanger is 5143.2 Pa from analytical solutions and 4611.4 Pa from numerical simulation using Fluent. Temperature of coolant at outlet got from numerical simulation is almost the same with the designed temperature, i.e. 15oC. So, the numerical simulation reinforces the design of …"}, "filled": true, "author_pub_id": "SXZUyLYAAAAJ:_Qo2XoVZTnwC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/18297/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:xRnhdRjPMr8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Impact of Service Learning at Kebontunggul Village for The Students of Heat Transfer Class", "pub_year": 2018, "citation": "SHS Web of Conference 59 (A), 1-8, 2018", "author": "Ekadewi Anggraini Handoyo", "volume": "59", "number": "A", "pages": "1-8", "abstract": "Service learning is new for engineering students in PCU. When heat transfer class was adopting service learning methode last year, a small survey was done to know the students  respond for this new methode. The survey was done via reflection they wrote in the end of the process. The students learn not only heat transfer itself, but they also learn how to apply it to an oven needed by a community in Kebontunggul, a small village in Mojokerto. The students in three groups visited the village, discussed with the villagers, and designed the oven used to dry crackers  paste made from corn, cassava, and rice flour. Once the design was ready, the students went to workshop to manufacture the ovens. The oven was tested before sent to the village. They learned that it was difficult to make those cheap crackers. They learned a lot from the villagers in social interpersonal, social intrapersonal, emotional, and cognitive process. They are thankful to God for their being and grateful for this Service Learning class. A student even wrote, I had changed motivation from just pursuing grade to seriously helping villagers."}, "filled": true, "author_pub_id": "SXZUyLYAAAAJ:R3hNpaxXUhUC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/18322/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vr9W34NWLkcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Optimization of wire drawing die’s cooling system", "pub_year": 2018, "citation": "AIP Conference Proceedings 2001 (1), 2018", "author": "Ekadewi A Handoyo and Antonio Hazman", "journal": "AIP Conference Proceedings", "volume": "2001", "number": "1", "publisher": "AIP Publishing", "abstract": "Wire drawing die wear is measured by the dilatation of die gap diameter. Many factors that contribute to wire drawing die wear, one of them is temperature of the wire during drawing process. Therefore, die cooling system have to be considered to reduce die wear. Water that is cooled by cooling tower is usually used as die coolant. If the heat is not transferred well to the coolant, then the die wear will happen faster and the die needs replacement more often. ASM International gives suggestion to maintain the die gap or the wire’s temperature at 137oC during drawing process. At this temperature, die wear will be 0.01 mm for 500 km of drawing wire that contains 0.08% Carbon. In a wire company that produces AISI 1010, wire was drawn from diameter 5.5 mm to 4.75 mm and die wear was 0.05 mm for 332.1 km of drawing wire. This die wear showed the existing die cooling system was not enough. Assessment of …"}, "filled": true, "author_pub_id": "SXZUyLYAAAAJ:hFOr9nPyWt4C", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=4787177360901336419", "cites_id": ["4787177360901336419"], "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2001/1/020001/886997", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Y-1QOXJ4b0IJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 2, "2024": 1}}
