{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "OPTIMASI EAHE SEBAGAI UPAYA PENDINGIN RUANG SIANG HARI DI SURABAYA", "pub_year": 2025, "citation": "Pawon: Jurnal Arsitektur 9 (01), 141-150, 2025", "author": "Anik Juniwati and Danny Santoso Mintorogo and Ekadewi Anggraini Handoyo", "journal": "Pawon: Jurnal Arsitektur", "volume": "9", "number": "01", "pages": "141-150", "abstract": "Tinggal dan beraktifitas dalam lingkungan bersuhu tinggi di iklim tropis lembab meningkatkan risiko dehidrasi, menurunkan konsentrasi, kelelahan, menimbulkan masalah kesehatan dan menurunkan produktivitas. Upaya pendinginan pasif dengan ventilasi alami sering kali tidak efektif karena suhu tinggi, kelembaban, radiasi matahari, serta kecepatan angin yang tidak mendukung. Sedang meningkatkan kecepatan angin akan mengganggu aktifitas. Salah satu solusi untuk pendinginan adalah dengan memindahkan panas udara ke tanah, atau dikenal sebagai Earth-to-Air Heat Exchanger (EAHE). Penelitian ini merupakan eksperimental studi lanjutan untuk mendapatkan optimasi model EAHE di siang hari di Surabaya. Hasilnya menunjukkan bahwa EAHE efektif menurunkan suhu ruang hingga 2ºC. Angka ini cukup signifikan untuk dipakai sebagai pendinginan ruang. Kajian lebih lanjut diperlukan untuk menentukan kebutuhan udara dingin yang proporsional dengan volume ruang."}, "filled": true, "author_pub_id": "SXZUyLYAAAAJ:b0M2c_1WBrUC", "num_citations": 0, "pub_url": "https://www.ejournal.itn.ac.id/index.php/pawon/article/view/12533", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:3qINnTGx5PcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The novel design for cooling system of greenhouse", "pub_year": 2024, "citation": "AIP Conference Proceedings 2836 (1), 2024", "author": "Amelia Sugondo and Ekadewi A Handoyo and Guntar Henjaya", "journal": "AIP Conference Proceedings", "volume": "2836", "number": "1", "publisher": "AIP Publishing", "abstract": "Recently, the use of greenhouse is developing. Farming fruits and vegetables using a greenhouse can overcome the unpredictable climate. The plants that need specific air temperature and humidity could grow well inside a greenhouse. As a preliminary study, the effect of circulating water as a thin film at the outer surface of the greenhouse is observed. The water film is intended to cool the greenhouse. In this experiment, there are three models used. The first is the greenhouse (called GH1) with cooling water flowing at the outer surface of greenhouse periodically. The second is a greenhouse (called GH2) without a cooling system and the third is in the open space or natural farming. A water sprayer is installed in each model to water the plants. It sprays periodically. In each greenhouse, three temperature and humidity loggers are installed to measure the air temperature and humidity. The loggers are installed in the …"}, "filled": true, "author_pub_id": "SXZUyLYAAAAJ:dfsIfKJdRG4C", "num_citations": 0, "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2836/1/100004/3280635", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:W9whfD0TMiIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Experimental study on the effect of micro-carbon additives in vegetable oils for aquifer thermal energy storage", "pub_year": 2024, "citation": "Clean Energy 8 (2), 48-59, 2024", "author": "Takashi Suzuki and Mitsuhisa Ichiyanagi and Emir Yilmaz and Archie GK Maxwell and Ekadewi Anggraini Handoyo", "journal": "Clean Energy", "volume": "8", "number": "2", "pages": "48-59", "publisher": "Oxford University Press", "abstract": "Aquifer thermal energy storage is a versatile method for regulating building temperatures, utilizing groundwater as a medium for both summer cooling and winter heating. Water has high thermal conductivity and specific heat but is corrosive, creating a mineral build-up that causes scaling. Additionally, its high freezing point presents operational challenges. Vegetable oils emerge as a promising alternative, owing to their lower freezing points. In light of environmental concerns, researchers are exploring vegetable oils as substitutes for petroleum-derived mineral oils. This paper is intended as an initial study using vegetable oils, i.e. coconut and sunflower oil, as the heat-transfer medium in aquifer thermal energy storage. The experiments assess the heat-transfer coefficient of coconut, sunflower, mineral, and synthetic oils when exposed to the same heat source. The study also evaluates the impact of introducing …"}, "filled": true, "author_pub_id": "SXZUyLYAAAAJ:yD5IFk8b50cC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=1085569482300852611", "cites_id": ["1085569482300852611"], "pub_url": "https://academic.oup.com/ce/article-abstract/8/2/48/7617400", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:gwmMS7G3EA8J:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Study and analysis of an industrial compressor facing overheat problem", "pub_year": 2024, "citation": "AIP Conference Proceedings 2951 (1), 2024", "author": "Ekadewi A Handoyo and Fery Marianto and Joshua H Tandio", "journal": "AIP Conference Proceedings", "volume": "2951", "number": "1", "publisher": "AIP Publishing", "abstract": "A compressor in a rice manufacturer, PT. X, got overheated especially on hot days. The overheat makes the compressor shut off and stops the production line. From the observation and data collected in PT. X, it was found that the overheat problem in the compressor was caused by [1] the dust on the surface of the aftercooler and the fluid cooler, and [1] the high temperature of the intake air to the compressor. The management comprehends the suggestion to clean the coolers’ surface, close the door to the compressor room, and install an intake duct to bring in cooler air input to the compressor. Carrying out the suggestion, the overheat problem is overcome and there is saving in operational cost. The savings could be more than 4000 kWh/year for eight hours of work each day. By lowering the inlet air temperature as much as 4C for the compressor, the CO2 emission could be reduced around 4000 kg/year. A heat …"}, "filled": true, "author_pub_id": "SXZUyLYAAAAJ:fPk4N6BV_jEC", "num_citations": 0, "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2951/1/040003/3020047", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5Y15i0U1E18J:scholar.google.com/", "cites_per_year": {}}
