{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Design of Bunpou Ninja for Japanese Language Learning", "pub_year": 2025, "citation": "Mediacon, 2025", "author": "Ryan Pratama Sutanto and Samuel Matthew and Hen Dian Yudani", "journal": "Mediacon", "abstract": "Japan's advancements in technology, tourism, and culture have gained global acclaim, attracting people from around the world to visit, work, and even live in the country. This trend is further highlighted by Japan's ongoing population decline, creating more opportunities for foreign nationals to find jobs and settle there. Upon visiting Japan, tourists and immigrants face a significant challenge in learning the Japanese language due to its complexity. One major challenge is the language's use of three distinct writing systems: hiragana, katakana, and kanji. The Japanese language is also known for its grammar difficulty. Despite the availability of many Japanese language learning resources in physical and digital formats, these resources often seem dull and lack engagement. In response to this problem, the Bunpou Ninja Game was designed using a design thinking methodology, incorporating insights from Japanese language learners and Japanese language teachers. Those insights were gathered through observation and interviews, and then the design thinking method was used to create this educational language learning medium. The main goal is to provide an effective solution tailored to Japanese language learners. The Bunpou Ninja's concept emphasizes interactivity, enjoyment, repetition, and practical application of the Japanese language. Lastly, subsequent gameplay tests of the Bunpou Ninja game were carried out to gather players' feedback. Feedback was then instrumental in refining and enhancing the overall gameplay experience. The addition of action cards and a point system are improvements to the gameplay experience."}, "filled": true, "author_pub_id": "sZ3VcpoAAAAJ:f2IySw72cVMC", "num_citations": 0, "pub_url": "https://proceeding-mediacon.petra.ac.id/index.php/med/article/view/13", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:3ICqe_SUte0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Study of Instagram Account of PCU Visual Communication Design Study Program and Its Competitor", "pub_year": 2024, "citation": "k@ ta: A Biannual Publication on the Study of Language and Literature 26 (00 …, 2024", "author": "Ryan P Sutanto", "journal": "k@ ta: A Biannual Publication on the Study of Language and Literature", "volume": "26", "number": "00", "pages": "111-118", "abstract": "The goal of this research is to get a general content overview from the Instagram account of Petra Christian University (PCU) Visual Communication Design (VCD) Study Program, and its competitor. The content of the Instagram accounts is analyzed with content analysis then compared. Instagram is seen as one of the media that can influence and reach greater target audiences. Nowadays, Instagram also closely relates to teenagers. The covid-19 pandemic has been hitting hard for every sector, including the educational sector. During the height of the pandemic, traditional marketing tools such as billboards and print ads became obsolete because people stayed at home and used their digital devices more than usual. The result of this research is meant to be a benchmark and strategy guide for the PCU VCD Study Program to manage their Instagram account."}, "filled": true, "author_pub_id": "sZ3VcpoAAAAJ:u_35RYKgDlwC", "num_citations": 0, "pub_url": "https://www.kata.petra.ac.id/index.php/ing/article/view/19692", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:px2X4Hz7esMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Animation Concept as a Media to Increase Awareness of Gender-Based Violence against Women with Intellectual Disabilities", "pub_year": 2023, "citation": "Indonesian Journal of Disability Studies 10 (2), 213-226, 2023", "author": "Kezia Suciady and Ryan Sutanto and Hendian Yudani", "journal": "Indonesian Journal of Disability Studies", "volume": "10", "number": "2", "pages": "213-226", "abstract": "Gender-Based Violence (GBV) continues to be a global issue that disproportionately affects women from all walks of life.  Awareness and recognition of GBV in Indonesia keeps increasing, yet the attention on how it impacts women with disabilities is dangerously low. This design aims to present a solution to socialize the issue towards the general public of Indonesia. This is a qualitative descriptive research, data gathering was done in the form of interviews with important figures in the correlating fields, as well as a focus group discussion with individuals representing the target audience. Findings revealed a shortage in resources when handling GBV cases against women with Intellectual Disabilities (ID), a lack of participation from the Indonesian governmental body in aiding victims, along with a substantial interest towards a short animation video posted on YouTube with the addition of promotion on Instagram and TikTok as a socialization media and method.   Keywords: gender-based violence, intellectual disability, qualitative descriptive research, animation, socialization"}, "filled": true, "author_pub_id": "sZ3VcpoAAAAJ:pyW8ca7W8N0C", "num_citations": 0, "pub_url": "https://ijds.ub.ac.id/index.php/ijds/article/view/435", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:zEHQs4Yh7KoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Design of a Board Game About Managing Personal Finance for Young Adults", "pub_year": 2023, "citation": "Proceeding of Creative and Collaborative Communication Conference (CCOMM) 1 …, 2023", "author": "Ryan Pratama Sutanto and Abraham Emilio", "journal": "Proceeding of Creative and Collaborative Communication Conference (CCOMM)", "volume": "1", "number": "1", "pages": "77-90", "abstract": "The financial literacy of the Indonesian people is still relatively low compared to that in other countries since finance-related topics are considered difficult. However, financial literacy is crucial for everyone, particularly for young adults aged 18 to 25 years old who make their living without having any expertise in money management. Financial literacy helps a person to understand the importance of managing finances properly. This board game was designed so that financial management can be easily understood by young adults aged 18-25 years. This research is using survey and interviews that focus on financial management methods applied to board game through simulations. Learning financial through board game is preferable for young adults because it is easier to understand and fun to play with friends."}, "filled": true, "author_pub_id": "sZ3VcpoAAAAJ:zA6iFVUQeVQC", "num_citations": 0, "pub_url": "https://proceeding-ccomm.petra.ac.id/index.php/ccomm/article/view/14", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5RATyYeCcXYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penerapan design thinking pada perancangan fitur fleet management dalam website transportation management system waresix", "pub_year": 2023, "citation": "Jurnal Desain Komunikasi Visual Nirmana 23 (2), 113-122, 2023", "author": "Meliana Jesslyn Darmawan and Ryan Pratama Sutanto", "journal": "Jurnal Desain Komunikasi Visual Nirmana", "volume": "23", "number": "2", "pages": "113-122", "abstract": "Indonesia sebagai negara kepulauan memiliki pulau sebanyak 17.504 pulau, dan perairan laut yang luasnya 71% dari keseluruhan wilayah Indonesia. Hal ini menimbulkan masalah bagi rantai pasokan Indonesia karena terkendala pada transportasi dan biaya logistik yang besar. Berangkat dari permasalahan tersebut, Waresix hadir untuk membantu meringankan biaya logistik yang efisien secara end-to-end. Waresix merupakan sebuah perusahaan startup di bidang teknologi logistik yang menyediakan solusi penyimpanan end-to-end yaitu mencakup transportasi hingga kebutuhan pergudangan. Saat ini Waresix sedang melakukan pengembangan produk bernama Transportation Management System (TMS) versi ketiga untuk memperbaiki kekurangan dari versi sebelumnya. Pada penelitian ini, salah satu fitur TMS yang akan dibahas adalah Fleet Management yang berfungsi untuk mengelola truk dan driver milik vendor. Tujuan penelitian ini adalah untuk mengetahui bagaimana perbandingan teori design thinking dengan penerapannya selama mengerjakan fitur tersebut. Metode yang digunakan untuk melakukan penelitian ini adalah metode kualitatif komparasi dengan pendekatan kualitatif, serta menggunakan metode 5W+ 1H untuk menganalisis data. Hasil dari penelitian ini adalah teori design thinking diterapkan selama pengerjaan fitur Fleet Management. Walaupun ada beberapa hal yang tidak dilakukan dalam tahapannya, tetapi tidak sampai mengganggu proses dari design thinking itu sendiri."}, "filled": true, "author_pub_id": "sZ3VcpoAAAAJ:rO6llkc54NcC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=418858759084837041", "cites_id": ["418858759084837041"], "pub_url": "https://nirmana.petra.ac.id/index.php/dkv/article/view/24787", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:sQhQetIV0AUJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 0, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Branding and Online Cataloging of CV. Galaxy Stone", "pub_year": 2023, "citation": "Special Edition of K@ ta 25 (00), 81-87, 2023", "author": "Marcellina Carissa Santosa and Aristarchus Pranayama and Ryan Pratama Sutanto", "volume": "25", "number": "00", "pages": "81-87", "abstract": "Galaxy Stone is a company that is engaged in the craft of various products made from natural stones with the main product, washbasin. When a pandemic happens, the interest in washbasin increase. At the same time, many target audiences still did not know about Galaxy Stone, which caused a lack of trust from the target audience. Also, the target audience feels difficulties when looking at the Galaxy Stone catalog because they did not know the differences between every product. To solve the problems above, branding needs to be made to build the brand image as a store that sells customizable interior products to provide customer comfort. Also, a catalog website that contains products catalog with comparison features is needed. Before making this design, several methods were used to collect data, namely observation, questionnaire, interviews, documentation, and literature studies. The concept in the design is minimalist so the brand looks elegant and luxurious. The media that are used in this design are stationary, social media, website, and marketplace. Hopefully, through the branding design and online catalog, the brand will get the target audience’s trust and more easily view the Galaxy Stone product catalog."}, "filled": true, "author_pub_id": "sZ3VcpoAAAAJ:pqnbT2bcN3wC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20015/1/Publikasi1_09032_9081.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5exvpFqbPQgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Life at Sea-Tranquility", "pub_year": 2022, "citation": "Life at Sea-Tranquility, 2022", "author": "Ryan Pratama Sutanto"}, "filled": true, "author_pub_id": "sZ3VcpoAAAAJ:HoB7MX3m0LUC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20016/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8kYod9xbqRUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "IMPLEMENTASI SENI MURAL KREATIF DALAM MENINGKATKAN KUALITAS PELAYANAN BAGI JEMAAT GKJW SUKUN MALANG", "pub_year": 2022, "citation": "Journal of Service Learning 8 (2), 186-195, 2022", "author": "Andrian Dektisa Hagijanto and Ryan Pratama Sutanto and Mega Ekklesia Putrihadi", "volume": "8", "number": "2", "pages": "186-195", "abstract": "Mural digunakan sebagai objek Abdimas yang bertujuan sebagai penanda visual kualitas pelayanan dalam aktivitas bergereja di GKJW jemaat Sukun Malang. Jemaat di GKJW itu bertekad membangun kembali sarana dan prasarana yang digunakan untuk pelayanan, salah satunya TK Gracia dan SD Kristen Ngaglik, yang ‘terbengkalai’ selama bertahun-tahun. Prodi Desain Komunikasi Visual UK Petra diminta untuk mewujudkan hal tersebut dengan giat bersama warga jemaat melukis mural di TK dan SD itu. Aktivitas itu dilakukan dengan melukis tembok bangunan TK dan SD seluas 25 meter, melibatkan dosen, mahasiswa dan warga gereja. Implementasi seni mural yang menggerakkan warga gereja tersebut juga menjadi aktivitas warga GKJW jemaat Sukun dalam Bulan Kesaksian dan Pelayanan Gereja selama Mei sampai Juni 2022. Perancangan menggunakan cara kualitatif yakni metode pengumpulan data melalui observasi lapangan, wawancara dengan pengelola lembaga, dan FGD dengan panitia pembangunan/master plan. Mural dilukis pada tujuh spot tembok yang terdapat di dalam dan luar sekolah. Metode analisis data menggunakan 5W1H sehingga dibuatlah solusi abdimas berupa lukisan mural. Evaluasi pada mural di TK Gracia dan SDK YBPK Ngaglik Malang itu dilakukan menggunakan cara kualitatif kepada stakeholder dengan hasil yang mengindikasikan kepuasan yang sangat baik atas elaborasi karya tiga entitas (dosen-mahasiswa-warga gereja) dan juga pada kualitas karya mural itu sendiri."}, "filled": true, "author_pub_id": "sZ3VcpoAAAAJ:ldfaerwXgEUC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20949/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Z5QVNu2K6ioJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PERANCANGAN MEDIA EDUKASI KESEHATAN ORGAN REPRODUKSI BAGI REMAJA PUTRI  ASK JENI ", "pub_year": 2022, "citation": "PERANCANGAN MEDIA EDUKASI KESEHATAN ORGAN REPRODUKSI BAGI REMAJA PUTRI  ASK …, 2022", "author": "Ryan Pratama Sutanto and Aristarchus Pranayama", "abstract": "Keluarga adalah unit terkecil dari masyarakat, peran keluarga sangat penting bagi perkembangan sosiobiologis anak baik putra maupun putri. Pada masa pubertas, orang tua dihadapkan pada dilema pendidikan seksualitas bagi anak mereka, utamanya remaja putri. Budaya timur yang mentabukan pembicaraan seksual dalam keluarga seolah menjadi hambatan bagi orang tua untuk mengajarkan tentang hal ini. Demikian juga bagi remaja putri, keengganan bertanya akibat stigma tabu yang disematkan oleh masyarakat mengenai pendidikan seksualitas menjadi halangan bagi mereka untuk bertanya kepada orang tua. Pada masa pubertas, remaja putri mengalami perubahan yang signifikan baik secara fisik ataupun psikis. Beberapa tanda-tanda pubertas seperti membesarnya payudara, tumbuh rambut di ketiak dan daerah kewanitaan, serta menstruasi atau haid dialami oleh remaja putri selama masa ini.Salah satu bagian penting dari pendidikan seksualitas adalah pengenalan akan kesehatan organ reproduksi (personal hygiene genitalia). Kesehatan organ reproduksi adalah kegiatan untuk memelihara kebersihan dan kesehatan organ reproduksi yang dilakukan individu sehingga terhindar dari gangguan alat reproduksi. Pemikiran bahwa masa remaja bebas dari penyakit menular seksual dapat menyebabkan pengabaian kebersihan organ reproduksi. Hal ini juga didukung oleh kurangnya edukasi tentang kesehatan organ reproduksi oleh orang tua, sekolah, dan media. Perancangan media edukasi ini berusaha menjawab permasalahan tersebut melalui perancangan sebuah media edukasi yang dapat digunakan baik oleh orang …"}, "filled": true, "author_pub_id": "sZ3VcpoAAAAJ:M05iB0D1s5AC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=9399081499011003807", "cites_id": ["9399081499011003807"], "pub_url": "https://repository.petra.ac.id/20515/2/Publikasi4_09032_8448.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nzV_K9M-cIIJ:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis User Flow pada Website Pendidikan: Studi Kasus Website DKV UK Petra", "pub_year": 2022, "citation": "Nirmana 22 (1), 41-51, 2022", "author": "Ryan Pratama Sutanto", "volume": "22", "number": "1", "pages": "41-51", "abstract": "User flow atau alur pengguna biasanya berbentuk diagram yang merupakan alur pergerakan yang dilalui oleh pengguna saat menggunakan sebuah produk. Produk dalam penelitian ini berarti website. User flow membantu designer untuk mengantisipasi pola kognitif pengguna. User flow berguna untuk memetakan pergerakan pengguna saat menggunakan produk, memetakan setiap langkah yang diambil pengguna dari titik masuk hingga interaksi akhir. Penelitian ini mengambil data pergerakan pengguna selama 6 bulan terakhir yang didapatkan dari Google Analytics. Penelitian ini ditemukan bahwa user flow yang telah ditetapkan pada proses desain ternyata berbeda jauh dengan user flow pada saat pengguna menggunakan produk. Diharapkan hasil penelitian ini berupa solusi praktis untuk memperbaiki user flow ketika berada di dalam website Program Studi DKV UK Petra."}, "filled": true, "author_pub_id": "sZ3VcpoAAAAJ:lSLTfruPkqcC", "num_citations": 42, "citedby_url": "/scholar?hl=en&cites=6748491828674514799", "cites_id": ["6748491828674514799"], "pub_url": "https://repository.petra.ac.id/19660/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:b0_FKZB1p10J:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 9, "2024": 26, "2025": 5}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Design Sprint dalam Kuliah: Eksplorasi Metode Pembelajaran Baru pada Mata Kuliah Design Thinking", "pub_year": 2022, "citation": "Jurnal Nirmana 21 (1), 8-16, 2022", "author": "Ryan Pratama Sutanto", "volume": "21", "number": "1", "pages": "8-16", "abstract": "Teori Design Thinking umumnya diajarkan dalam kelas berbasis proyek. Di sisi lain, ada metode baru yang sejalan dengan teori design thinking, yaitu: Design Sprint. Penggunaan design sprint tidak hanya bisa diaplikasikan dalam perusahaan perintis namun juga bisa diajarkan kepada mahasiswa untuk menambah wawasan dan pengetahuan mahasiswa melalui praktik. Sebagai sebuah metode yang berbasiskan kerja sama dalam sebuah tim, design sprint mendorong mahasiswa untuk mengembangkan sikap kolaboratif dalam menyelesaikan sebuah permasalahan. Design sprint secara daring menjadi lebih kompleks untuk digunakan dalam kelas. Persiapan yang matang menjadi kunci sebuah design sprint yang sukses dan lancar."}, "filled": true, "author_pub_id": "sZ3VcpoAAAAJ:RYcK_YlVTxYC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=2806060765916473708", "cites_id": ["2806060765916473708"], "pub_url": "https://repository.petra.ac.id/19659/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:bKmcQmYh8SYJ:scholar.google.com/", "cites_per_year": {"2023": 3, "2024": 3, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Media Edukasi Untuk Membantu Remaja Wanita Dalam Mengenal Jenis Kulit Sebelum Menggunakan Skincare", "pub_year": 2022, "citation": "Jurnal Universitas Kristen Petra, 1-9, 2022", "author": "Yovita Gabrielle Benedicta and Aristarchus Pranayama and Ryan P Sutanto and Desain Komunikasi", "journal": "Jurnal Universitas Kristen Petra", "pages": "1-9"}, "filled": true, "author_pub_id": "sZ3VcpoAAAAJ:35N4QoGY0k4C", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=8270269308862321561", "cites_id": ["8270269308862321561"], "pub_url": "https://scholar.google.com/scholar?cluster=8270269308862321561&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mdONXx7mxXIJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 4, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penerapan Metode Lean UX dan Design Sprint Pada Pembuatan dan Pengembangan Aplikasi Aryanna", "pub_year": 2022, "citation": "Jurnal DKV Adiwarna 1 (9), 2022", "author": "Jennifer Jocelyn and Ryan P Sutanto and D Komunikasi Visual", "journal": "Jurnal DKV Adiwarna", "volume": "1", "number": "9"}, "filled": true, "author_pub_id": "sZ3VcpoAAAAJ:vV6vV6tmYwMC", "num_citations": 13, "citedby_url": "/scholar?hl=en&cites=589428170313635297", "cites_id": ["589428170313635297"], "pub_url": "https://scholar.google.com/scholar?cluster=589428170313635297&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:4RUnSMwRLggJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 5, "2024": 5, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Strategi Perancangan Digital Comic sebagai Media Edukasi Cerita Rakyat Jawa Timur bagi Remaja Usia 12-18 Tahun", "pub_year": 2021, "citation": "Strategi Perancangan Digital Comic sebagai Media Edukasi Cerita Rakyat Jawa …, 2021", "author": "Ryan Pratama Sutanto and Aristarchus Pranayama", "abstract": "Cerita rakyat Jawa Timur merupakan bagian dari budaya bangsa yang kaya akan nilai, moral, norma, dan sejarah yang berguna bagi remaja di era sekarang. Di era kemajuan teknologi dan internet ini, cerita rakyat dapat menolong remaja mempertahankan identitas mereka sebagai bangsa Indonesia dalam masa pencarian identitas mereka. Kenyataannya sekarang, remaja di Surabaya dan sekitarnya kurang menyukai cerita rakyat karena cerita rakyat dinilai memiliki cerita dan penyajian yang kurang menarik. Strategi perancangan digital comic ini dibuat agar cerita rakyat dapat disajikan secara menarik bagi para remaja agar mereka bisa kembali tertarik untuk mengetahui cerita rakyat, secara khusus cerita rakyat Jawa Timur. Metode penelitian yang digunakan adalah metode deskriptif kualitatif yang akan berfokus pada data tentang cerita rakyat, remaja Surabaya dan sekitarnya, media edukasi, dan digital comic."}, "filled": true, "author_pub_id": "sZ3VcpoAAAAJ:J_g5lzvAfSwC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=15412179637225817514", "cites_id": ["15412179637225817514"], "pub_url": "https://repository.petra.ac.id/19620/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qoVaC7kP49UJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "STRATEGI PERANCANGAN WEBSITE SEBAGAI MEDIA PEMBELAJARAN KEBIASAAN MENABUNG BAGI USIA 17-24 TAHUN", "pub_year": 2021, "citation": "SENADA (Seminar Nasional Manajemen, Desain dan Aplikasi Bisnis Teknologi) 4 …, 2021", "author": "Michelle Wibisono and Ryan P Sutanto", "journal": "SENADA (Seminar Nasional Manajemen, Desain dan Aplikasi Bisnis Teknologi)", "volume": "4", "pages": "108-114", "abstract": "Hampir semua orang tahu betul dampak menabung bagi kehidupannya mendatang tapi tidak banyak yang konsisten dalam melakukannya karena pemahaman mengenai menabung yang salah, merasa menabung itu sulit, atau bahkan tidak tahu harus mulai darimana. Melihat minat menabung yang rendah pada usia 17 hingga 24 tahun, dibutuhkan media pembelajaran untuk menyampaikan informasi yang tepat mengenai cara mengelola uang yang benar serta informasi edukatif lainnya yang berkaitan dengan menabung. Dikarenakan sekarang adalah era digital, kehadiran website dapat digunakan sebagai pembelajaran jarak jauh terutama di era new normal yang dapat diakses kapanpun dan dimanapun melalui PC atau handphone sehingga mendorong masyarakat untuk lebih aktif dan mandiri. Dengan menanamkan kebiasaan menabung, memberikan dampak positif bagi diri sendiri diantaranya dalam mengambil keputusan, lebih bijak saat mengeluarkan uang, memprioritaskan kebutuhan, dan membantu mencapai goals yang diinginkan."}, "filled": true, "author_pub_id": "sZ3VcpoAAAAJ:YFjsv_pBGBYC", "num_citations": 0, "pub_url": "https://eprosiding.idbbali.ac.id/index.php/senada/article/view/597", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:3G7DVSa93Q0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis perbandingan user flow dari aplikasi E-catalogue ifurnholic", "pub_year": 2021, "citation": "Jurnal DKV Adiwarna, Universitas Kristen Petra 1 (18), 2021", "author": "RP Sutanto and A Pranayama", "journal": "Jurnal DKV Adiwarna, Universitas Kristen Petra", "volume": "1", "number": "18"}, "filled": true, "author_pub_id": "sZ3VcpoAAAAJ:dfsIfKJdRG4C", "num_citations": 27, "citedby_url": "/scholar?hl=en&cites=10557937773512626342", "cites_id": ["10557937773512626342"], "pub_url": "https://scholar.google.com/scholar?cluster=10557937773512626342&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:phDmdndUhZIJ:scholar.google.com/", "cites_per_year": {"2022": 8, "2023": 5, "2024": 14}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Usability Desain User Interface Pada Website Astonia Park View Menggunakan Metode Jacob Nielsen", "pub_year": 2021, "citation": "Jurnal DKV Adiwarna 1 (121), 1-1, 2021", "author": "Gabriela Nugraha and Ryan P Sutanto and Aristarchus Pranayama", "journal": "Jurnal DKV Adiwarna", "volume": "1", "number": "121", "pages": "1-1"}, "filled": true, "author_pub_id": "sZ3VcpoAAAAJ:NaGl4SEjCO4C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=3720818612653679938", "cites_id": ["3720818612653679938"], "pub_url": "https://scholar.google.com/scholar?cluster=3720818612653679938&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:QmXigNAAozMJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Prototype Website E-Commerce UD Sumber Hasil Pangan", "pub_year": 2021, "citation": "J. DKV Adiwarna, Univ. kristen Petra 1 (18), 2021", "author": "G Patricia Windarto and Ryan P Sutanto and Aristarchus Pranayama", "journal": "J. DKV Adiwarna, Univ. kristen Petra", "volume": "1", "number": "18"}, "filled": true, "author_pub_id": "sZ3VcpoAAAAJ:ns9cj8rnVeAC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=18085027088393049753", "cites_id": ["18085027088393049753"], "pub_url": "https://scholar.google.com/scholar?cluster=18085027088393049753&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mRb8fFHs-voJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 0, "2023": 3, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Website Brand Sepatu Lokal Solesister", "pub_year": 2021, "citation": "Jurnal DKV Adiwarna 1 (18), 7, 2021", "author": "R Natasha and RP Sutanto and A Pranayama", "journal": "Jurnal DKV Adiwarna", "volume": "1", "number": "18", "pages": "7"}, "filled": true, "author_pub_id": "sZ3VcpoAAAAJ:GnPB-g6toBAC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=2392287544857697456", "cites_id": ["2392287544857697456"], "pub_url": "https://scholar.google.com/scholar?cluster=2392287544857697456&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:sJzV39gcMyEJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Website Animasi Untuk Pembelajaran Matematika Anak Kelas Enam Sekolah Dasar", "pub_year": 2021, "citation": "J. DKV Adiwarna 1 (18), 2021", "author": "MA Sanjaya and YC Legono and A Pranayama and RP Sutanto", "journal": "J. DKV Adiwarna", "volume": "1", "number": "18"}, "filled": true, "author_pub_id": "sZ3VcpoAAAAJ:BqipwSGYUEgC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=5441358690804063337", "cites_id": ["5441358690804063337"], "pub_url": "https://scholar.google.com/scholar?cluster=5441358690804063337&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:aVzcVOaWg0sJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 1}}
