{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Optimalisasi pengelolaan keuangan restoran chinese food melalui pelatihan penggunaan aplikasi keuangan digital", "pub_year": 2025, "citation": "Jurnal Pembelajaran Pemberdayaan Masyarakat (JP2M) 6 (2), 384-393, 2025", "author": "Destya Wiranata and Ansella Jovita Teguh and Edric Ferdian and Enrico Wongso and Mariana Ing Malelak", "journal": "Jurnal Pembelajaran Pemberdayaan Masyarakat (JP2M)", "volume": "6", "number": "2", "pages": "384-393", "abstract": "Pengelolaan keuangan yang baik merupakan aspek penting dalam keberlangsungan operasional UMKM, terutama pada sektor restoran yang masih banyak menggunakan metode pencatatan secara manual. Sistem pencatatan manual seringkali menyebabkan kesalahan pencatatan sehingga sulit untuk mengetahui kondisi keuangan secara real time dan akurat. Program pengabdian masyarakat ini dilaksanakan untuk meningkatkan pemahaman dan keterampilan pemilik restoran Chinese Food dalam pencatatan laporan keuangan digital untuk mendukung efisiensi operasional dan akurasi dalam pengelolaan stok. Penelitian ini terdiri dari tiga tahapan yaitu: survei permasalahan yang dilakukan dengan wawancara (in-depth interview), sosialisasi untuk meningkatkan pemahaman pemilik restoran tentang manajemen keuangan yang efektif dan efisien, dan pelatihan penggunaan aplikasi keuangan digital …"}, "filled": true, "author_pub_id": "teIqQJYAAAAJ:GnPB-g6toBAC", "num_citations": 0, "pub_url": "https://riset.unisma.ac.id/index.php/JP2M/article/view/23456", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:_2dTpNBg-jMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "OPTIMALISASI PENCATATAN DAN MANAJEMEN KEUANGAN: PENDAMPINGAN UMKM DEPOET JATIROYO", "pub_year": 2025, "citation": "INTEGRITAS: Jurnal Pengabdian 9 (1), 70-77, 2025", "author": "Feysya Sandrina Wijaya and Graceline Melinda and Felice Carmelite Aprilie Tan and Mariana Ing Malelak", "journal": "INTEGRITAS: Jurnal Pengabdian", "volume": "9", "number": "1", "pages": "70-77", "abstract": "Usaha Mikro, Kecil, dan Menengah (UMKM) memiliki peran signifikan dalam perekonomian Indonesia, tetapi masih terdapat tantangan dalam pencatatan dan manajemen keuangan. UMKM yang memiliki kendala terkait permasalahan ini salah satunya adalah Depoet Jatiroyo, yang masih menerapkan pencatatan keuangan yang tidak terorganisir. Hal ini menyebabkan pemilik usaha kesulitan dalam meninjau arus kas dan penyusunan laporan keuangan yang akurat. Tujuan penelitian ini adalah membantu pencatatan keuangan yang maksimal terhadap Depoet Jatiroyo dengan pendampingan dalam penyusunan template laporan keuangan menggunakan excel yang disesuaikan dengan standar akuntansi. Metode dalam pendampingan kegiatan UMKM ini terdiri dari tahap survei, identifikasi permasalahan dan konsultasi, eksekusi dan evaluasi. Hasil dari kegiatan pendampingan ini adalah membantu pemilik usaha dalam hal pencatatan keuangan menggunakan template laporan keuangan. Dengan adanya kegiatan ini pemilik usaha dapat melakukan pencatatan keuangan usahanya secara sistematis."}, "filled": true, "author_pub_id": "teIqQJYAAAAJ:BqipwSGYUEgC", "num_citations": 0, "pub_url": "https://unars.ac.id/ojs/index.php/integritas/article/view/6253", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:R0m8K_m9dwcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "UMKM dalam menilai persaingan harga di sektor kerajinan: Studi kasus", "pub_year": 2025, "citation": "Jurnal Inovasi Hasil Pengabdian Masyarakat (JIPEMAS) 8 (2), 391-404, 2025", "author": "Stella Halim and Jennifer Fiolyn and Elena Erensia and Mariana Ing Malelak", "journal": "Jurnal Inovasi Hasil Pengabdian Masyarakat (JIPEMAS)", "volume": "8", "number": "2", "pages": "391-404", "abstract": "Persaingan harga di sektor kerajinan menjadi tantangan bagi UMKM dalam menetapkan harga yang kompetitif tanpa mengorbankan kualitas. Penelitian ini menggunakan metode deskriptif kualitatif dengan studi kasus pada UMKM Éclat Bouquet untuk menganalisis strategi harga yang efektif. Hasil penelitian menunjukkan bahwa Éclat Bouquet menerapkan strategi harga fleksibel dengan mempertimbangkan biaya, permintaan, dan pesaing. Pendampingan yang dilakukan berhasil meningkatkan pemahaman pelaku usaha terkait strategi harga berkelanjutan. Dampaknya, volume penjualan meningkat 33, 3%, loyalitas pelanggan tumbuh dengan 25% pelanggan melakukan pembelian ulang, serta peningkatan efisiensi biaya produksi tanpa menurunkan kualitas produk. Selain itu, UMKM semakin adaptif dalam menyesuaikan harga sesuai perubahan pasar. Kontribusi pengabdian dalam penelitian ini mencakup …"}, "filled": true, "author_pub_id": "teIqQJYAAAAJ:YFjsv_pBGBYC", "num_citations": 0, "pub_url": "https://riset.unisma.ac.id/index.php/jipemas/article/view/23384", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:BpJJH2-1iv8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Peningkatan Literasi Keuangan dan Strategi Manajemen Keuangan Kewirausahaan Bagi UMKM Chrobao", "pub_year": 2025, "citation": "Abdimas Galuh 7 (1), 1030-1035, 2025", "author": "Sharon Wong and Mahersya Christiani Setiadiwiria and Angelique Jocelyn and Natasya Mintarja and Mariana Ing Malelak", "journal": "Abdimas Galuh", "volume": "7", "number": "1", "pages": "1030-1035", "abstract": "Inisiatif pengabdian masyarakat ini menyediakan program pendampingan untuk UMKM bernama Chrobao, sebuah usaha kecil yang berbasis di Surabaya yang menjual produk kerajinan rajutan tangan. Program ini bertujuan untuk meningkatkan literasi keuangan Chrobao dan mempersiapkan bisnis ini dengan kemampuan untuk menyiapkan laporan keuangan berbasis digital menggunakan aplikasi yang bernama “Money Manager”. Tujuan ini dicapai melalui dua pendekatan. Pertama, presentasi materi tentang literasi keuangan akan disampaikan, dengan harapan Chrobao akan lebih memahami cara mengelola dan mengoptimalkan keuangan. Kedua, pelatihan langsung akan dilakukan dalam pemanfaatan aplikasi “Money Manager”, yang memungkinkan Chrobao mencatat transaksi harian dengan mudah. Alat digital ini akan memungkinkan Chrobao untuk merampingkan proses manajemen keuangan. Pada akhirnya, melalui inisiatif ini, diharapkan Chrobao akan diberdayakan untuk mengoptimalkan operasi keuangan dan mendorong profitabilitas."}, "filled": true, "author_pub_id": "teIqQJYAAAAJ:NMxIlDl6LWMC", "num_citations": 0, "pub_url": "https://jurnal.unigal.ac.id/abdimasgaluh/article/view/18225", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ADizPu4wvSUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Batik: a Strategy for Women s Empowerment in the Former-Red Light Districts Dolly Surabaya", "pub_year": 2025, "citation": "Asian Journal Of Community Service 4 (2), 125-144, 2025", "author": "Aniendya Christianna and Adelina Proboyo and Mariana Ing Malelak and Yohan Gunawan Henuk", "journal": "Asian Journal Of Community Service", "volume": "4", "number": "2", "pages": "125-144", "publisher": "Petra Christian University", "abstract": "The former Dolly red-light district in Putat Jaya, Surabaya, once known as one of the largest prostitution hubs in Southeast Asia, has been undergoing a social and economic transformation following its closure in 2014. A batik training program held in RW 12, Putat Jaya, aims to empower women in the area by developing batik craft skills and creating new economic opportunities. This training involves 20 participants, primarily women, who are taught the techniques of stamped batik using recycled materials. The training methods include color theory, batik design, and hands-on practice in efficient batik production. Despite difficulties differentiating products and limited marketing efforts, this program shows great potential for empowering women and creating sustainable business opportunities. The outcomes of this training are expected to reduce reliance on government assistance and enhance economic independence."}, "filled": true, "author_pub_id": "teIqQJYAAAAJ:hMod-77fHWUC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21475/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:LBe7GWMACbEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pendampingan Penyusunan Laporan Keuangan Untuk Peningkatan Kinerja UMKM Makanan dan Minuman Di Surabaya: Assistance In the Preparation of Financial Reports to Improve the Performance of Food and Beverages MSME in Surabaya City", "pub_year": 2024, "citation": "Komatika: Jurnal Pengabdian Kepada Masyarakat 4 (2), 53-60, 2024", "author": "Levina Selly Christanto and Agnes Regina Susilo and Stacey Estephania Leman and Michelle Patricia and Mariana Ing Malelak", "journal": "Komatika: Jurnal Pengabdian Kepada Masyarakat", "volume": "4", "number": "2", "pages": "53-60", "abstract": "Usaha Mikro Kecil dan Menengah (UMKM) adalah usaha yang dimiliki oleh perorangan atau kelompok yang memenuhi kriteria sebagai usaha mikro. Kebanyakan UMKM tidak memahami dan berpendapat bahwa pelaporan keuangan tidak diperlukan. Pengelolaan keuangan yang buruk mengakibatkan UMKM tidak mampu mencegah, mendeteksi, dan mengoreksi. Kegiatan pengabdian masyarakat ini bertujuan untuk memberi pemahaman, mengatasi berbagai masalah, dan pencatatan penyusunan laporan keuangan pelaku UMKM. Dengan memberikan edukasi tentang pengelolaan keuangan diharapkan dapat membantu pelaku UMKM Food and Beverages (F&B) agar lebih profesional dalam mengatur keuangan. Beberapa metode dalam kegiatan pengabdian masyarakat ini yaitu ceramah, tutorial, dan diskusi. Kegiatan abdimas ini dikatakan berhasil bila pengajaran yang diberikan dapat diterapkan dan membantu UMKM F&B di Surabaya. Hasil yang ingin dicapai adalah keberhasilan kegiatan pendampingan dalam menyusun laporan keuangan sesuai dengan Standar Akuntansi Keuangan-Entitas Mikro Kecil dan Menengah (SAK-EMKM) tahun 2018 yang mempermudah mengetahui arus kas UMKM."}, "filled": true, "author_pub_id": "teIqQJYAAAAJ:isC4tDSrTZIC", "num_citations": 0, "pub_url": "https://ejournal.ikado.ac.id/index.php/komatika/article/view/831", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:r_KwrEnbWEwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Alat Peraga: Kartu Nama Nama Hewan", "pub_year": 2024, "citation": "Alat Peraga: Kartu Nama Nama Hewan, 2024", "author": "DEVITA KARUNIA POERWANTO and SANIA SUMARTO and BELINDA ROSIANI and Mariana Ing Malelak", "abstract": "SURAT PENCATATAN CIPTAAN Page 1 an MENTERI HUKUM DAN HAK ASASI MANUSIA \nDIREKTUR JENDERAL KEKAYAAN INTELEKTUAL ub Direktur Hak Cipta dan Desain \nIndustri IGNATIUS MT SILALAHI NIP. 196812301996031001 REPUBLIK INDONESIA \nKEMENTERIAN HUKUM DAN HAK ASASI MANUSIA SURAT PENCATATAN CIPTAAN \nDalam rangka pelindungan ciptaan di bidang ilmu pengetahuan, seni dan sastra \nberdasarkan Undang-Undang Nomor 28 Tahun 2014 tentang Hak Cipta, dengan ini \nmenerangkan: Nomor dan tanggal permohonan Pencipta Nama Alamat Kewarganegaraan \nPemegang Hak Cipta Nama Alamat Kewarganegaraan Jenis Ciptaan EC002024245462,6Desember2024\nDevitaKaruniaPoerwanto,SaniaSumartodkkJl.KH.AgusSalimIII,RT003/RW008,KelurahanBarurambatKota,Pamekasan, \nPamekasan, Jawa Timur, 69317 IndonesiaLPPMUniversitasKristenPetraJalan…"}, "filled": true, "author_pub_id": "teIqQJYAAAAJ:maZDTaKrznsC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21325/1/Kegiatanhaki_09002_1552.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:GHtMvmuiobwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pendampingan Penyusunan Laporan Keuangan UMKM Retail Pakaian Surabaya", "pub_year": 2024, "citation": "Jurnal Abdimas Kartika Wijayakusuma 5 (3), 578-597, 2024", "author": "Irene Angelina and Gabriella Lavenia Sutjiono and Bryan Janson Limantara and Mariana Ing Malelak", "journal": "Jurnal Abdimas Kartika Wijayakusuma", "volume": "5", "number": "3", "pages": "578-597", "abstract": "Laporan keuangan merupakan instrumen penting bagi UMKM dalam mengelola keuangan secara efisien. Namun, masih banyak UMKM, seperti Dreamland, yang mengalami kesulitan dalam menyusun laporan keuangannya. Salah satu kendala yang dihadapi adalah kurangnya pengetahuan yang tersedia. Untuk itu, dilakukan kegiatan pengabdian masyarakat yang bertujuan membantu Dreamland dalam penyusunan laporan keuangan sesuai standar akuntansi. Metode yang digunakan adalah pendampingan langsung dengan pendekatan kualitatif. Proses pendampingan tersebut dilakukan melalui beberapa tahap. Pertama, mencari target UMKM dan menjelaskan tujuan kegiatan pengabdian masyarakat kepada UMKM. Kedua, dilakukan Forum Group Discussion (FGD) untuk memahami masalah yang dihadapi, memastikan apakah UMKM bersedia menerima pendampingan, dan melakukan survei untuk membandingkan dengan UMKM sejenis mengenai kebiasaan serta hambatan yang dihadapi dalam penyusunan laporan keuangan. Selanjutnya, dilakukan pendampingan selama satu bulan untuk membantu Dreamland menyusun laporan keuangan. Terakhir, dilakukan evaluasi untuk mengukur efektivitas kegiatan pendampingan. Setelah mendapatkan pendampingan, Dreamland mampu membuat laporan keuangan sederhana dengan Microsoft Excel. Keberadaan template formula membantu Dreamland menyusun laporan keuangan dan menciptakan sistem pencatatan yang terstruktur. Dengan demikian, kegiatan pendampingan terbukti berdampak positif bagi Dreamland dalam mencatat dan menyusun laporan keuangan …"}, "filled": true, "author_pub_id": "teIqQJYAAAAJ:TFP_iSt0sucC", "num_citations": 0, "pub_url": "https://journal.unjani.ac.id/index.php/jkwk/article/view/463", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:tQupI0ArAr4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Digitalisasi pencatatan dan pelaporan keuangan bagi pelaku UMKM di Surabaya melalui kegiatan compassion", "pub_year": 2024, "citation": "Penamas: Journal of Community Service 4 (1), 168-177, 2024", "author": "Adelynn Regina Gunawan and Yemima Caroline Setyono and Fintacia Zelda Salviana and Mariana Ing Malelak", "journal": "Penamas: Journal of Community Service", "volume": "4", "number": "1", "pages": "168-177", "abstract": "Micro, small, and medium enterprises (MSMEs) are one of the sectors that have experienced extensive adjustments due to the effects of the pandemic. For MSMEs to adapt to changes, creative and innovative solutions are needed. This event aims to encourage Generation Z to utilize creativity in helping MSMEs who are having difficulties with financial recordings. This event has a series of technical meeting activities so that participants can understand the event timeline and applicable regulations. Participants attended the workshop, followed by a progress report. The event ended with MSME coaching and an online bazaar. The results of this event are that MSMEs experienced efficiency and smooth business in recording and reporting their finances using Excel. On top of that, the participants can apply knowledge from learning activities by working on the projects given and then explaining their application to MSMEs. The sustainability of the activity can pay attention to obstacles, suggestions, and criticism so that activities are more innovative and impact the community."}, "filled": true, "author_pub_id": "teIqQJYAAAAJ:4JMBOYKVnBMC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=5968921199473163782", "cites_id": ["5968921199473163782"], "pub_url": "https://journal.nurscienceinstitute.id/index.php/penamas/article/view/883", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Bn7lyjTe1VIJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "MENINGKATKAN KOMPETENSI UMKM SANIE COOKIES MELALUI PELATIHAN PENYUSUNAN LAPORAN KEUANGAN LABA RUGI BERBASIS MICROSOFT EXCEL", "pub_year": 2024, "citation": "Jurnal Abdi Insani 11 (2), 2099-2108, 2024", "author": "Mariana Ing Malelak and Nathania Cherryl Prayogo and Celine Natasha Purnomo and Merviona Sofian and Delon Hartanto", "journal": "Jurnal Abdi Insani", "volume": "11", "number": "2", "pages": "2099-2108", "abstract": "Micro, Small, and Medium Enterprises (MSMEs) have been recognized by Bank Indonesia as one of the important pillars in the Indonesian economy. This is because MSMEs make a significant contribution to Gross Domestic Product (GDP), employment, and serve as a support for the stability of the country's economy. However, in reality, the growth number of MSMEs in Indonesia is not always accompanied by an increase in their sales. One of the reasons is the lack of awareness among entrepreneurs about the importance of keeping financial records such as profit and loss statements. Therefore, the purpose of this community service activity is to enhance the competency of MSMEs, particularly Sanie Cookies, through training in financial report preparation using Microsoft Excel application. The activity method is divided into 3 stages: preparation, implementation, and evaluation. The preparation stage includes selecting partners and group discussions. Implementation is carried out in the form of guidance and assistance in preparing profit and loss financial statements. Evaluation is conducted by considering feedback and suggestions from partners. The results of the activity show that after identifying the challenges faced by Sanie Cookies, there are 5 topics that are suitable and relevant for the company: accounting fundamentals, the importance of separating personal and business finances, methods of preparing financial statements, using Microsoft Excel as a tool for managing financial data, and operational cost analysis. During the meetings, there was two-way communication so that the material given could be understood and absorbed by …"}, "filled": true, "author_pub_id": "teIqQJYAAAAJ:RHpTSmoSYBkC", "num_citations": 0, "pub_url": "https://abdiinsani.unram.ac.id/index.php/jurnal/article/view/1665", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:_j2VE1yEH9wJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pendampingan penyusunan laporan keuangan sesuai standar akuntansi keuangan pada umkm toko bunga", "pub_year": 2024, "citation": "Prima Abdika: Jurnal Pengabdian Masyarakat 4 (2), 383-395, 2024", "author": "Melinda Bavani and Yosephine Mevia Tjahjono and Vernando Airell and NICHOLAS BRILLIANT GUNAWAN and Mariana Ing Malelak", "volume": "4", "number": "2", "pages": "383-395", "abstract": "Usaha  Mikro,  Kecil,  dan  Menengah  (UMKM)  merupakan  salah  satu  pilar  utama  yang  menyangga perekonomian   Indonesia.   Seiring   berjalannya   waktu,   jumlah   UMKM   di   Indonesia   menunjukkan pertumbuhan   yang   cukup   signifikan.   Namun,   sayangnya,   pertumbuhan   ini   belum   selaras   dengan perkembangan pada aspek finansial. Hal ini dibuktikan dari banyaknya UMKM yang masih memiliki kendala dalam  mengelola  dan  menyusun  laporan  keuangan  sesuai  Standar  Akuntansi  Keuangan  (SAK).  Salah  satu dari  UMKM  yang  menghadapi  kendala  adalah  Vialin  Florist,  sebuah  UMKM  yang  bergerak  pada  bidang karangan  bunga  dan  telah  beroperasi  sejak  tahun  2022  melalui  platform  digital.  Penelitian  ini  bertujuan untuk  membantu  Vialin Florist  dalam  penyusunan  laporan  keuangan sesuai  Standar  Akuntansi  Keuangan Entitas  Mikro,  Kecil,  dan  Menengah  (SAK-EMKM).  Metode  yang  diterapkan  adalah  pendampingan  dengan memberikan  pemahaman  dan  membimbing  mitra  dalam  pembuatan  laporan  keuangan  menggunakan Microsoft Excel.  Hasil menunjukkan bahwa  kegiatan  pendampingan  dapat  meningkatkan pengetahuan  dan kemampuan  pemilik  Vialin  Florist  dalam  penyusunan  laporan  keuangan  dengan  lebih  akurat  dan  sesuai standar.  Peningkatan  kualitas  laporan  keuangan  ini  diharapkan  dapat  berkontribusi  positif  bagi  proses pengambilan keputusan yang dilakukan oleh UMKM."}, "filled": true, "author_pub_id": "teIqQJYAAAAJ:_Qo2XoVZTnwC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=12681270881853003098", "cites_id": ["12681270881853003098"], "pub_url": "https://repository.petra.ac.id/21423/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:WlVaxa3s_K8J:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pendampingan pencatatan laporan keuangan UMKM: Menuju bisnis mandiri dan berdaya saing", "pub_year": 2024, "citation": "I-Com: Indonesian Community Journal 4 (2), 993-1002, 2024", "author": "Tirzah Febiola Chandra and Irene Citrawati Khonrad and Alexander Nissan Leksono and Lazaro Batigol Lauwono and Mariana Ing Malelak", "journal": "I-Com: Indonesian Community Journal", "volume": "4", "number": "2", "pages": "993-1002", "abstract": "Pencatatan laporan keuangan merupakan proses pengelolaan uang yang sangat penting bagi sebuah usaha demi menjaga kesehatan keuangan organisasi secara keseluruhan. Meski begitu, banyak pelaku usaha yang menghadapi banyak tantangan dalam pengelolaan keuangan usahanya salah satunya adalah UMKM. Usaha Mikro, Kecil, dan Menengah (UMKM) merupakan pilar penting ekonomi Indonesia. Namun, banyak UMKM yang masih terkendala dalam pengelolaan keuangan, khususnya dalam penyusunan laporan keuangan. Hal ini dapat menghambat pertumbuhan dan daya saing UMKM. Tujuan dari kegiatan pengabdian masyarakat ini adalah untuk membantu UMKM food and beverage di Surabaya dalam meningkatkan praktik pengelolaan keuangan mereka, Metode pengabdian masyarakat yang dilakukan adalah pendekatan partisipatif dan edukatif. Hasil dari kegiatan ini memberikan dampak positif bagi UMKM food and beverage. Dengan pendampingan laporan keuangan yang efektif, UMKM dapat meningkatkan kemandirian dan daya saingnya, sehingga dapat berkontribusi lebih besar terhadap perekonomian nasional. Selain itu, UMKM dapat memperkuat posisinya dalam pasar dan mengoptimalkan potensi pertumbuhan bisnisnya."}, "filled": true, "author_pub_id": "teIqQJYAAAAJ:e5wmG9Sq2KIC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=10406388128569362051", "cites_id": ["10406388128569362051"], "pub_url": "https://ejournal.uniramalang.ac.id/index.php/i-com/article/view/4531", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:gwY4Ft7qapAJ:scholar.google.com/", "cites_per_year": {"2024": 3, "2025": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pelatihan Dan Pendampingan Desain Grafis Bagi Siswa Berkebutuhan Khusus", "pub_year": 2024, "citation": "Kreanova 4 (2), 62-66, 2024", "author": "RR Ardianti and Ratih Indriyani and Sesilya Kempa and Mariana Ing Malelak", "volume": "4", "number": "2", "pages": "62-66", "abstract": "Penggunaan media sosial untuk mendukung kegiatan pemasaran menjadi hal yang sangat penting pada saat ini. Kemampuan untuk membuat desain konten-konten sosial media yang dapat digunakan untuk memasarkan produk menjadi penting bagi siswa, termasuk siswa dengan kebutuhan khusus agar dapat melengkapi mereka dengan kompetensi yang dibutuhkan dalam dunia kerja. Oleh karena itu, dosen dan mahasiswa School of Business and Management Universitas Kristen Petra mengadakan kegiatan pengabdian pada masyarakat dengan metode pelatihan dan pendampingan yang ditujukan bagi siswa AORA, sebuah lembaga kursus dan pelatihan bagi siswa berkebutuhan khusus di Surabaya. Pelatihan dan pendampingan ini diselenggarakan selama kurang lebih 8 minggu dalam kurun waktu Januari-Maret 2024. Secara spesifik, materi yang diberikan adalah desain grafis dengan menggunakan aplikasi canva untuk menghasilkan konten berupa poster, name tag produk, katalog produk dan reels. Secara umum siswa menunjukkan respon yang positif atas kegiatan pelatihan dan pendampingan ini. Mereka mengakui adanya manfaat dan menyatakan kesediaannya untuk mengikut pelatihan lanjutan yang akan direncanakan untuk mereka"}, "filled": true, "author_pub_id": "teIqQJYAAAAJ:r0BpntZqJG4C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21228/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:biKdp_soMAoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pentingnya Pengajaran dan Pemahaman Hidup Sehat Pada Siswa Taman Kanak-Kanak", "pub_year": 2024, "citation": "JURNAL SIPISSANGNGI: Jurnal Pengabdian Kepada Masyarakat 4 (1), 78-86, 2024", "author": "Levina Selly Christanto and Agnes Regina Susilo and Kevin Gunawan and Mariana Ing Malelak", "journal": "JURNAL SIPISSANGNGI: Jurnal Pengabdian Kepada Masyarakat", "volume": "4", "number": "1", "pages": "78-86", "abstract": "Periode penting dalam perkembangan manusia dimulai pada masa kanak-kanak. Pada masa ini, anak-anak harus mulai dikenalkan dengan kebiasaan dalam hidup yang baik. Kebiasaan tersebut adalah hidup sehat. Saat ini banyak anak-anak usia dini yang tidak suka makan sayur yang dimana sayur merupakan makanan sehat dengan banyak vitamin. Tujuan dari kegiatan pengabdian masyarakat di TK Santa Helena ini adalah untuk meningkatkan kesadaran anak-anak tentang pentingnya hidup sehat. Metode yang digunakan dalam pengabdian masyarakat ini adalah interaktif dengan menggunakan beberapa alat permainan dan alat peraga. Kegiatan pengabdian masyarakat ini telah dilaksanakan dengan baik dan menarik sehingga dapat menarik perhatian siswa-siswi TK Santa Helena dalam memahami materi yang dibawakan."}, "filled": true, "author_pub_id": "teIqQJYAAAAJ:R3hNpaxXUhUC", "num_citations": 0, "pub_url": "https://journal.lppm-unasman.ac.id/index.php/sipissangngi/article/view/5011", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VIg9JY9sSegJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Edukasi Kebutuhan Dan Keinginan Untuk Hidup Hemat Dan Sehat Kepada Siswa Taman Kanak-Kanak", "pub_year": 2024, "citation": "JURNAL SIPISSANGNGI: Jurnal Pengabdian Kepada Masyarakat 4 (1), 68-77, 2024", "author": "Stacey Estephania Leman and Michelle Patricia and Wilson Filmon and Mariana Ing Malelak", "journal": "JURNAL SIPISSANGNGI: Jurnal Pengabdian Kepada Masyarakat", "volume": "4", "number": "1", "pages": "68-77", "abstract": "Menerapkan hidup sehat hemat sejak dini penting untuk dilakukan terutama pada siswa. Siswa yang masih dalam proses pertumbuhan sehingga akan lebih mudah dan cepat untuk mempelajari hal baru. Edukasi hidup hemat diberikan sebagai investasi bagi siswa agar terbiasa menghadapi berbagai tantangan keuangan di masa depan. Hidup hemat dikaitkan dengan membedakan antara kebutuhan dan keinginan (Needs or Wants) yang perlu diutamakan dalam kehidupan. Siswa harus dapat membedakan antara kebutuhan dan keinginan untuk menghindari perilaku konsumtif. Tujuan utama dalam kegiatan pengabdian masyarakat ini adalah menumbuhkan dan menanamkan kesadaran kepada siswa-siswi TK akan pentingnya membedakan kebutuhan atau keinginan dan bijak dalam mengelola keuangannya. Pengabdian masyarakat dilaksanakan di Taman Kanak-kanak Santa Helena Sidoarjo dengan melibatkan 25 siswa. Kegiatan edukasi dilakukan melalui metode pelaksanaan fun learning seperti pemberian materi, video edukasi, dan berbagai aktivitas yang edukatif serta bermanfaat bagi siswa. Siswa sangat antusias mengikuti kegiatan dan mendapat banyak pembelajaran baru."}, "filled": true, "author_pub_id": "teIqQJYAAAAJ:hFOr9nPyWt4C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=8950655052345455440", "cites_id": ["8950655052345455440"], "pub_url": "https://journal.lppm-unasman.ac.id/index.php/sipissangngi/article/view/5012", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:UDMb9lgdN3wJ:scholar.google.com/", "cites_per_year": {"2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Digital literacy canva terhadap anak berkebutuhan khusus", "pub_year": 2024, "citation": "Jurnal Pembelajaran Pemberdayaan Masyarakat (JP2M) 5 (2), 220-231, 2024", "author": "Dave Reynard and Jeffrey Belmiro Susanto and Lim Madeleine Tirtamurti and Kevin Sutanto and Mariana Ing Malelak", "journal": "Jurnal Pembelajaran Pemberdayaan Masyarakat (JP2M)", "volume": "5", "number": "2", "pages": "220-231", "abstract": "Anak berkebutuhan khusus (ABK) seringkali dipandang sebelah mata dalam lingkungan masyarakat, baik dari sisi edukasi, sosialisasi, bahkan dalam dunia kerja. Dengan adanya perlakuan khusus seperti itu, banyak sekali ABK mengalami keterbelakangan, dimana hal tersebut menghalangi mereka dalam mengembangkan ilmu pengetahuan dan karier yang hendak ditempuh. Melihat situasi dan kondisi tersebut, maka penulis beriktikad untuk melakukan kegiatan pengabdian masyarakat dengan tujuan untuk mendorong potensi ABK, khususnya dalam dunia digital. Kegiatan pengabdian masyarakat ini dilakukan dengan cara memberikan pelatihan dan mengembangkan bakat dan minat ABK terkait dengan digital literacy di komunitas AORA Surabaya. Metode yang digunakan dalam kegiatan pengabdian masyarakat ini adalah Service Learning dimana para mahasiswa mengajak para ABK untuk memahami …"}, "filled": true, "author_pub_id": "teIqQJYAAAAJ:mB3voiENLucC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=12406411774382982331", "cites_id": ["12406411774382982331"], "pub_url": "https://riset.unisma.ac.id/index.php/JP2M/article/view/21638", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:u0RS3cZtLKwJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The impact of SCM integration on business performance through information sharing, quality integration and innovation system", "pub_year": 2024, "citation": "Uncertain Supply Chain Management 12 (1), 435-448, 2024", "author": "Sautma Ronni Basana and Mariana Ing Malelak and Widjojo Suprapto and Hotlan Siagian and Zeplin Jiwa Husada Tarigan", "volume": "12", "number": "1", "pages": "435-448", "abstract": "Integration with external supply chain partners can reduce the risk of process and product development disruptions. Hence, the companies should anticipate and prepare for any risk that could emerge in the supply chain network. This study aims to analyze the role of supply chain integration, information sharing, supply chain quality integration, and innovation systems in improving business performance in the manufacturing industry. The study surveyed manufacturing companies located in East Java, as many as 258 companies. Data was collected using questionnaires designed with a five-point Likert scale and distributed through Google Forms and company visits. 222 questionnaires were distributed through Google Forms, and 36 were distributed during company visits. The smartPLS software version 4.0 was used for descriptive analysis and hypothesis testing. The results showed that supply chain integration positively impacts information sharing, quality integration, and innovation systems. Information sharing significantly supports the implementation of quality integration and innovation systems. However, quality integration does not affect the innovation system. Likewise, innovation systems have no impact on improving business performance. Many manufacturing companies in East Java had not done innovation systems appropriately after the COVID-19 disruption as the company still focused on current processes and products to maintain company sustainability. Furthermore, information sharing, and supply chain quality integration significantly improve business performance. The results of this study could contribute to managers building …"}, "filled": true, "author_pub_id": "teIqQJYAAAAJ:hC7cP41nSMkC", "num_citations": 12, "citedby_url": "/scholar?hl=en&cites=3941415658712520650", "cites_id": ["3941415658712520650"], "pub_url": "https://repository.petra.ac.id/21422/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:yte4uai4sjYJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 8, "2025": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Cash holding and corporate governance on company financial performance: Case study of construction infrastructure project supporting industries on the Indonesian stock exchange", "pub_year": 2024, "citation": "Growing Science 9 (4), 457, 2024", "author": "Mariana Ing Malelak and Zeplin Jiwa Husada Tarigan and Sautma Ronni Basana and Ferry Jie", "volume": "9", "number": "4", "pages": "457", "publisher": "Growing Science", "abstract": "The Indonesian government currently focuses on high infrastructure development to prepare for connectivity between one city and another. The massive construction of the new government capital is also called the archipelago's capital. This condition impacts companies supporting construction projects, which are growing rapidly. This growth is supported by corporate governance and the cash-holding industry, which supports infrastructure projects for the company's financial performance. This research aims to determine the role of cash holding and corporate governance (board skill, independent director, managerial ownership) on the financial performance of infrastructure-supporting manufacturing companies in Indonesia. The sample used in this research was 83 manufacturing companies listed on the Indonesia Stock Exchange in the 2010-2020 period. This research uses panel data regression as a data analysis method. The results of this research show that managerial ownership significantly impacts increasing cash holding by maintaining the optimization of cash and cash equivalents. The company's managerial ownership cannot impact board skills because many companies still need to accommodate share ownership by management and board-skill-educated doctors. This condition also causes board size skills not to impact increasing cash holding in the company. Board skills have yet to be able to impact financial performance significantly. Managerial ownership and cash holding impact increasing return on assets, thereby increasing financial performance for manufacturing companies that support infrastructure projects. The …"}, "filled": true, "author_pub_id": "teIqQJYAAAAJ:k_IJM867U9cC", "num_citations": 0, "pub_url": "https://ro.ecu.edu.au/ecuworks2022-2026/4770/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:3m_TUTeOeY8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The influence of supply chain quality integration on operational performance through innovation quality integration", "pub_year": 2024, "citation": "Uncertain Supply Chain Management 12 (2), 937-954, 2024", "author": "N Noviastuti and S Basana and M Malelak and Z Tarigan", "journal": "Uncertain Supply Chain Management", "volume": "12", "number": "2", "pages": "937-954"}, "filled": true, "author_pub_id": "teIqQJYAAAAJ:L8Ckcad2t8MC", "num_citations": 0, "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Financial Management Behavior of Working Students in The Creative Industry in Surabaya", "pub_year": 2023, "citation": "Journal of Management Small and Medium Enterprises (SMEs) 16 (3), 503-516, 2023", "author": "Felicia Angelica Manopo and Mariana Ing Malelak", "volume": "16", "number": "3", "pages": "503-516", "abstract": "This  study  examined  the  effect  of  financial  knowledge  and  internal  locus  of  control on financial  management  behavior  with  financial  attitude  as  a  mediating  variable  among working  students  in  the  creative  industry  in  Surabaya.  This  study  used  a  quantitative approach  with  a  survey  method  obtained  through  an  online  questionnaire  made  with Google  Forms.  The  analysis  method  used  in  this  study  is  Structural  Equation  Modeling (SEM),  with  Partial  Least  Squares  (PLS)  using  SmartPLS. Samples  were  chosen  using  the purposive sampling method so that the total sample size was 270 people. The results of this study proved that financial knowledge, financial attitude, and internal locus of control had a significant effect on financial management behavior. Also, financial attitude mediates the effect  of  financial  knowledge  on  financial  management  behavior.  However,  the  results  of this  study  should  be  treated  with  caution  due  to  the  small  sample  size,  which  results  in narrowing this study."}, "filled": true, "author_pub_id": "teIqQJYAAAAJ:aqlVkmm33-oC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20645/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:xJWu3M0W-RIJ:scholar.google.com/", "cites_per_year": {}}
