{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Particle Swarm Optimization Algorithm for Vehicle Routing Optimization", "pub_year": 2024, "citation": "International Journal of Innovative Research in Science, Engineering and …, 2024", "author": "Silvia Rostianingsih and Andreas Handojo", "journal": "International Journal of Innovative Research in Science, Engineering and Technology", "volume": "13", "number": "7", "pages": "13481", "publisher": "Petra Christian University", "abstract": "Technology has been one of the critical factors behind the industrial revolution. Companies must now  use technological assistance and data processing to produce faster and more efficient business processes. Our case  study is using HDPE Plastic Company, which is in Surabaya, is trying to handle the increasing frequency of shipments.  Due to the rising frequency of shipments, the company is often overwhelmed in handling its loads because no system  can quickly determine the shipping route.     Moreover, other route-determining factors, such as shipment weight, truck capacity, and unique delivery hour requests,  manually add to the routes complexity. The system will run the K-Means cluster function from the database to cluster  all customers in the company. This cluster is one of the factors determining the fitness value in the Particle Swarm  Optimization (PSO) algorithm. After the order data is obtained, the system will use the PSO algorithm to determine the  delivery agenda for each truck. The determining factors of PSO include customer location, priority hours of customer  requests, order weight, and loading capacity of different types of trucks. After obtaining the delivery table of each  truck, the system will use the help of Google Directions Service to determine the routing order from each truck.    The result of this system is a delivery route optimization system that can provide route selection recommendations for  each truck in the company. The system is also able to sort shipments with various shipping priority restrictions. From  the test results, the PSO algorithm in the system can produce routes with less total distance traveled and less travel …"}, "filled": true, "author_pub_id": "timN0XcAAAAJ:edDO8Oi4QzsC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21224/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2qd7lHFyW5AJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Comparison and analysis of the artificial neural network method and SIRD on Covid-19 cases in Surabaya", "pub_year": 2023, "citation": "AIP Conference Proceedings 2680 (1), 2023", "author": "Alexander Setiawan and Silvia Rostianingsih and Juan Felix Nyoto Santoso", "journal": "AIP Conference Proceedings", "volume": "2680", "number": "1", "publisher": "AIP Publishing"}, "filled": true, "author_pub_id": "timN0XcAAAAJ:XoXfffV-tXoC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=6066604775261144995", "cites_id": ["6066604775261144995"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:owchnuboMFQJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pelatihan Metode Computational Thinking melalui Pemrograman Menggunakan Scratch untuk Siswa Sekolah Dasar", "pub_year": 2023, "citation": "Jurnal pengabdian masyarakat bangsa 1 (8), 1679-1683, 2023", "author": "Agustinus Noertjahyana and Lily Puspa Dewi and Silvia Rostianingsih and Henry Novianus Palit and Stephanus A Ananda", "journal": "Jurnal pengabdian masyarakat bangsa", "volume": "1", "number": "8", "pages": "1679-1683", "publisher": "Petra Christian University", "abstract": "Pelatihan pemrograman dengan menggunakan scratch bertujuan untuk membantu mengajarkan konsep berpikir  komputasi secara sederhana kepada siswa Sekolah Dasar. Metode yang digunakan dalam pelatihan ini adalah  dengan memberikan penjelasan tentang konsep pemrograman lalu dilanjutkan dengan memberikan contoh contoh program sederhana. Selanjutnya siswa diajak untuk mencoba secara langsung menggunakan komputer  dan diminta untuk menjelaskan langkah-langkah yang dilakukan. Harapan dari adanya pelatihan ini adalah siswa  sekolah dasar mampu berpikir secara komputasi dan dapat menerapkan dalam kehidupan sehari-hari. Setelah 2  hari pelatihan, siswa sekolah dasar menunjukkan hasil yang baik, dimana mereka mampu membuat program  sederhana berdasarkan permasalahan yang ada."}, "filled": true, "author_pub_id": "timN0XcAAAAJ:ruyezt5ZtCIC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=16679081099123773333", "cites_id": ["16679081099123773333"], "pub_url": "https://repository.petra.ac.id/20665/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lU803eP_d-cJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Items Ranking Algorithm For Museums Selection", "pub_year": 2023, "citation": "Items Ranking Algorithm For Museums Selection, 2023", "author": "Alexander Setiawan and Silvia Rostianingsih and Andreas Handojo", "abstract": "The ranking algorithm procedure is an algorithm used to determine the rank or position in a dataset for certain criteria. One complaint that is often found when using an application is the speed of user interaction with the application. This is due to many things, one of which is an application that complicates/complicates the user when used. For example, when a user wants to see a certain product that has been seen before, but there is an application that requires the user to go to the same section to be able to see the product again. This causes application users to decrease. Therefore, an algorithm is needed to make it easier for users to access a feature in the application. One of the algorithms implemented to make it easier to access the features found in the applications we use is the Least Recently Used (LRU), Least Frequently Used (LFU), and Least Recently/Frequently Used (LRFU) item ranking algorithms. We use this algorithm concept to print the conditions where the features most frequently visited or used by users will be displayed. This process will speed up and make it easier for users who want to visit or access previous data. Ranking algorithm procedure is an algorithm used to determine rank or position in a dataset for certain criteria."}, "filled": true, "author_pub_id": "timN0XcAAAAJ:q3CdL3IzO_QC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20580/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:42Bh3RcQHfEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Customer clustering using K-means clustering: Supporting customer relationship management system", "pub_year": 2023, "citation": "AIP Conference Proceedings 2691 (1), 2023", "author": "Silvia Rostianingsih and Alexander Setiawan and Michael Boentarman", "journal": "AIP Conference Proceedings", "volume": "2691", "number": "1", "publisher": "AIP Publishing", "abstract": "PT. X is a consumer good company with a variety of products such as consumption salt, packaged cooking oil, soap, sugar, and so on. Currently PT. X has distributors (customers) whose role is to market products directly to consumers. To increase sales from each distributor, PT. X provides special treatment. Special treatment is given manually for certain distributors. This is felt to be less than optimal because the special treatment given is not right on target for each distributor who has the most sold superior product types. Therefore, we need a distributor clustering system using the K-Means method referring to sales history data. The proposed system also has features that can help distributors to place orders independently, confirm payments, submit returns, submit complaints, and exchange reward points for prizes that can be settled by the company. The results of the system have been tested for system acceptance …"}, "filled": true, "author_pub_id": "timN0XcAAAAJ:foquWX3nUaYC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=16254072249772980330", "cites_id": ["16254072249772980330"], "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2691/1/080006/2893903", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:arhA6ZcQkuEJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "360 Degree Virtual Museum Tour Application in Tugu Pahlawan Museum", "pub_year": 2022, "citation": "360 Degree Virtual Museum Tour Application in Tugu Pahlawan Museum, 2022", "author": "Andreas Handojo and Alexander Setiawan and Silvia Rostianingsih and Eric Tedja and Jennifer Oentoro and JUAN CHRISTOPHER RYAN TJAMALLA", "abstract": "In an era where technology is rapidly evolving and diverse, which has resulted in the emergence of a new lifestyle, namely, wanting everything to be done quickly, coupled with the pandemic conditions that are still prevalent, Therefore, in this research, a 360 virtual tour application was created with the aim of making it easier for people in Indonesia and outside Indonesia to get to know more about museums in Indonesia. This virtual tour application starts with the museum survey stage, which involves taking 360 photos at the museum, making hotspot trips in a software called 3D Vista, and making applications. In addition, a standard medium is also needed so that different systems can communicate with each other. The media standard used is the API (Application Programming Interface). There are many types of APIs, but what will be used in this research is the REST (Representational State Transfer) API. The framework that will be used to create this REST API is Laravel 9. What will be produced from this research are APIs for login, register, refresh, logout, museum, and profile."}, "filled": true, "author_pub_id": "timN0XcAAAAJ:xtoqd-5pKcoC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20032/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:uqcFkK_zw3QJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Virtual Tour Museum Application Using Flutter Framework", "pub_year": 2022, "citation": "Virtual Tour Museum Application Using Flutter Framework, 2022", "author": "Alexander Setiawan and Andreas Handojo and Silvia Rostianingsih and Clarissa Angelia and Wendy Santoso and JEREMY DION PURNAMA", "abstract": "According to the Kamus Besar Bahasa Indonesia (KBBI), a museums function is to protect, develop, utilize collections, and communicate them to the public. The public often knows the word museum itself as a historical place or a place that has high cultural value. Usually, museums are also used as study tour places for students in Indonesia. In 2020, Indonesia has 439 museums spread across the country. However, not all of these museums can be visited by the public due to distance and time limitations. Therefore, media such as a mobile application is needed so that people can visit the museum virtually without being limited by distance and time. In its creation, the Virtual Tour Museum application will implement a framework using the Dart programming language. This application will also be useful as a means of promotion and introduction of Indonesian culture and history to the public, especially the younger generation through the Virtual Museum media."}, "filled": true, "author_pub_id": "timN0XcAAAAJ:Dip1O2bNi0gC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20031/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:M8Rh3juqG1oJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penerapan Metode KNN-Regresi dan Multiplicative Decomposition untuk Prediksi Data Penjualan pada Supermarket X", "pub_year": 2022, "citation": "Jurnal Infra 10 (2), 2022", "author": "Calvin Christopher Kurniawan and Silvia Rostianingsih and Leo Willyanto Santoso", "journal": "Jurnal Infra", "volume": "10", "number": "2", "abstract": "Supermarket X is one of the supermarkets in West Nusa Tenggara that needs a way to predict sales in the future. This prediction is needed by Supermarket X to estimate the purchase plan because so far there have been frequent stockouts or oversupply which have caused losses to the company. Based on the problems that occur, this study applies the KNN Regression and Multiplicative Decomposition methods in predicting Supermarket X sales so that supermarket managers can design a strategy to make sales in the future. The results show that predictions based on divisions, departments, categories, sub categories, and products have a smaller average error rate when using the Multiplicative Decomposition method with RMSE= 492.89 and MAPE= 0.29, while the KNN Regression method has RMSE= 757.77 and MAPE= 0.36"}, "filled": true, "author_pub_id": "timN0XcAAAAJ:PoWvk5oyLR8C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=18375874027090991075", "cites_id": ["18375874027090991075"], "pub_url": "https://scholar.google.com/scholar?cluster=18375874027090991075&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:49cVbhE4BP8J:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sistem Pendukung Keputusan Pemberian Kredit berdasarkan Klasifikasi Kelancaran Pembayaran Kredit Menggunakan Metode VIKOR pada Bank XYZ", "pub_year": 2022, "citation": "Jurnal Infra 10 (2), 226-232, 2022", "author": "Daniel Hartono and L Willyanto Santoso and Silvia Rostianingsih", "journal": "Jurnal Infra", "volume": "10", "number": "2", "pages": "226-232", "abstract": "Banks must carry out complex assessments before being able to determine who is the most eligible prospective debtor who can be given a loan. This is due to limited funds and the risk of bad credit cases. The limited manpower and manual processes cause the whole process of lending at XYZ Bank to be prone to human error and become inefficient. As a solution for XYZ Bank to overcome existing problems, a credit decision support system is needed that can assist XYZ Bank in selecting and determining prospective debtors who can be given loans. Therefore, in this study, the KNearest Neighbor method was used to assist XYZ Bank in predicting the smoothness of credit payments of a prospective debtor. Then, this research continues with ranking using the VIKOR method to determine who is the most ideal debtor candidate to be given a loan. Based on the results of the classification test using both training data …"}, "filled": true, "author_pub_id": "timN0XcAAAAJ:S16KYo8Pm5AC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=11392066725316026792", "cites_id": ["11392066725316026792"], "pub_url": "https://scholar.google.com/scholar?cluster=11392066725316026792&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qGECNFTAGJ4J:scholar.google.com/", "cites_per_year": {"2023": 3, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sistem Pakar Diagnosa Penyakit pada Anjing Menggunakan Metode Forward Chaining dan Certainty Factor", "pub_year": 2022, "citation": "J. Infra, 2022", "author": "Kevin Shaquille Limanuel and Leo Willyanto Santoso and Silvia Rostianingsih", "journal": "J. Infra", "abstract": "Dogs' diseases have different treatments which affect the owner on how to treat them. If the treatment given is not proper, even a minor disease could be fatal, which will be very detrimental to the dog owner and also the dog itself. The problem that the author wants to address is by utilizing a website that functions to diagnose common dog disease by using an expert system based on the forward chaining method and the certainty factor method to diagnose if there are any symptoms in dogs. Tests were also carried out on a collection of interview data and also from the expert in the form of disease symptoms and the program that was made are able to diagnose dog disease with the results of the method test being able to achieve an accuracy value of 80%."}, "filled": true, "author_pub_id": "timN0XcAAAAJ:-FonjvnnhkoC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=9811925330889919809", "cites_id": ["9811925330889919809"], "pub_url": "https://scholar.google.com/scholar?cluster=9811925330889919809&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Qc1ZRhr2KogJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Aplikasi Marketplace Vendor Lamaran dan Pernikahan berbasis Android", "pub_year": 2022, "citation": "Jurnal Infra 10 (2), 2022", "author": "Yansen Tri Utomo and Silvia Rostianingsih and Leo Willyanto Santoso", "journal": "Jurnal Infra", "volume": "10", "number": "2", "abstract": "In the world of marriage or application, it is something that takes quite a long time, especially in choosing vendors, venues, and WO. With the Mywedding mobile application, it is made to assist in choosing any vendors that can be used for their wedding or application as well as provide the best recommendations according to the criteria of everyone who will prepare for a wedding. Content based filtering method used to collect data and assess suitable vendors to be recommended by the system to users. Based on the results of the tests carried out, the content-based filtering method succeeded in providing recommendations according to the wishes of the user so that they can find out which vendor can be used, although sometimes the user profile needed is more specific to be more accurate. which can be used for their wedding or proposal and provide the best recommendations that match the criteria of everyone …"}, "filled": true, "author_pub_id": "timN0XcAAAAJ:WZBGuue-350C", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=9767167212300483022", "cites_id": ["9767167212300483022"], "pub_url": "https://scholar.google.com/scholar?cluster=9767167212300483022&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:zjkDt9Tyi4cJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penerapan SVM untuk Klasifikasi Sentimen pada Review Comment Berbahasa Indonesia di Online Shop", "pub_year": 2022, "citation": "J. Infra, 2022", "author": "Yoshua Refo and Silvia Rostianingsih and Liliana Liliana", "journal": "J. Infra", "abstract": "With so many users accessing online shops, comments are an important aspect when shopping. Buyers can provide comments about the goods or thing that have been purchased, both negative comments and positive comments. By collecting various kinds of comments, the data can be used to classify comments. This research will use the Support Vector Machine (SVM) algorithm which is considered the right method for text classification. The method will be tested for its performance, seen from how good and accurate the method used in classifying comments is. In addition, this research also uses kernels, namely Linear kernels, Radial Basis Function (RBF) kernels, and Polynomial kernels as test scenarios. Based on the test results shown, SVM is a good method in classifying text. SVM classifies text that has gone through the preprocessing stage with an accuracy value of 88% on the RBF kernel, 87% on the linear …"}, "filled": true, "author_pub_id": "timN0XcAAAAJ:kz9GbA2Ns4gC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=6376538764703885740", "cites_id": ["6376538764703885740"], "pub_url": "https://scholar.google.com/scholar?cluster=6376538764703885740&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:rOmu3jgEflgJ:scholar.google.com/", "cites_per_year": {"2023": 3, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Implementasi Text Summarization pada Review Aplikasi Super di Google Play Store Menggunakan Metode Maximum Marginal Relevance", "pub_year": 2022, "citation": "Jurnal Infra 10 (2), 186-190, 2022", "author": "Dion Alexander Louis and Silvia Rostianingsih and Leo Willyanto Santoso", "journal": "Jurnal Infra", "volume": "10", "number": "2", "pages": "186-190", "abstract": "Super App is an app for reseller agents who sell and distribute basic necessities in tier 2, 3 cities and rural Indonesia. The Super app has been downloaded by around 50,000 users on the Play Store. Various reviews or reviews have also been given by users who have downloaded the Super application. Whether we realize it or not, customer opinions/reviews given on Google play, a little or a lot, will have an influence on potential customers. Based on the problems that occur, this research will implement a text summarization program on Super App reviews with the implementation of the MMR and TF-IDF methods, so that from the large number of existing reviews, only a few important sentences can be extracted, so that the conclusion making process will become easier. The results of the research using the MMR method produced an average precision value of 40.4% in 3 trials, and with the highest precision value …"}, "filled": true, "author_pub_id": "timN0XcAAAAJ:k8Z6L05lTy4C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=4430684233311503458", "cites_id": ["4430684233311503458"], "pub_url": "https://scholar.google.com/scholar?cluster=4430684233311503458&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:YsR03tXzfD0J:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Sentimen Ulasan Restoran Menggunakan Metode Support Vector Machine", "pub_year": 2022, "citation": "Jurnal Infra 10 (1), 1-7, 2022", "author": "Y Julianto and DH Setiabudi and S Rostianingsih", "journal": "Jurnal Infra", "volume": "10", "number": "1", "pages": "1-7"}, "filled": true, "author_pub_id": "timN0XcAAAAJ:tYavs44e6CUC", "num_citations": 20, "citedby_url": "/scholar?hl=en&cites=6848479733090039519", "cites_id": ["6848479733090039519"], "pub_url": "https://scholar.google.com/scholar?cluster=6848479733090039519&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:3zZLTgiwCl8J:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 8, "2024": 8, "2025": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Business Intelligence of Automotive Parts", "pub_year": 2021, "citation": "Business Intelligence of Automotive Parts, 2021", "author": "Silvia Rostianingsih and Alexander Setiawan", "abstract": "Business Intelligence (BI) is widely used for reporting, visualization, and predictive analysis. Tools are used to turn data into useful information for making business decisions. Company of automotive parts sales is able to discover what the most favorite spare part is or which customer with the highest sales. Business intelligence helps companies study customer needs to gain deeper insight. In this research, data is extracted from flat files and transformed into dimensional modeling. Data is taken from the part shop and workshop sales transactions from one of the automotive industries in Indonesia. After creating a dimensional model, we construct data visualization and predictive analysis. Data visualization is created for analysis of part shop and workshop sales transactions. The predictive analysis is using simple linear regression modeling to calculate the number of days to fulfill the order goal.  Business Intelligence helps the company find data insight such as there is an anomaly in the transaction. The visualization is using data from 2016-2020. Within five years, August is always the highest sales for the part shop sales. Whereas in average, January was the highest month for workshop sales. Although there was a new part that is launched in 2020, it became the second-highest sales. However, that part is a substitute item from another part that hold the highest sales in the previous years. During the pandemic, some large distributors are experiencing a decline in sales, while the small to middle distributors still have stable sales. This research also helps predict the number of days to fulfill the order goal."}, "filled": true, "author_pub_id": "timN0XcAAAAJ:HbR8gkJAVGIC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20218/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:fUh6HSaDUaYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisa Audio Features dengan Membandingkan Metode Multiple Regression dan Polynomial Regression untuk Memprediksi Popularitas Lagu", "pub_year": 2021, "citation": "Jurnal Infra 9 (2), 77-83, 2021", "author": "Billy Faith Susanto and Silvia Rostianingsih and Leo Willyanto Santoso", "journal": "Jurnal Infra", "volume": "9", "number": "2", "pages": "77-83", "abstract": "Songs are artistic works that expresses ideas and emotion in the forms of rhythms, melodies, and harmonies. Songs are the source of huge profit for musicians or artists from commercial view-point. Based on the data from IFPI, the earnings from the music industry in 2019 reached US $20.2 billion, in which 56.1% of them came from streaming revenue. Spotify is one of the largest and most well-known streaming services in the world today. This research aims to make predictions of popularity from each song according to the audio feature data taken from Spotify's API. The process of prediction will use 2 regression methods, which are Linear Regression and Polynomial Regression. The model will be made using those 2 methods and will be tested with the R2, Adjusted R2, MAE, and MSE metric systems. From the analysis of the implementation to the program, the Linear Regression method had garnered the average …"}, "filled": true, "author_pub_id": "timN0XcAAAAJ:g3aElNc5_aQC", "num_citations": 10, "citedby_url": "/scholar?hl=en&cites=16040164207824829937", "cites_id": ["16040164207824829937"], "pub_url": "https://scholar.google.com/scholar?cluster=16040164207824829937&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8X1V0lwcmt4J:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 5, "2024": 3, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penerapan segmentasi pelanggan dengan menggunakan metode K-Means Clustering pada Sistem Customer Relationship Management di PT Titess", "pub_year": 2021, "citation": "Jurnal Infra 9 (2), 2021", "author": "Michael Boentarman and Silvia Rostianingsih and Alexander Setiawan", "journal": "Jurnal Infra", "volume": "9", "number": "2", "abstract": "PT. Titess is a consumer good company with a variety of products such as consumption salt, packaged cooking oil, soap, sugar and so on. Currently PT. Titess has distributors whose role is to market products directly to consumers. With the aim of increasing sales at each distributor, PT. Titess provides special treatment. Special treatment is given manually for certain distributors. This is felt to be less than optimal, because the special treatment given is not right on target for each distributor who has the most sold superior product types. Therefore, we need a distributor segmentation system using the K-means method referring to sales history data. The proposed system also has features that can help distributors to place orders independently, confirm payments, submit returns, submit complaints and exchange reward points for prizes that can be arranged by the company. The results of the system have been tested for …"}, "filled": true, "author_pub_id": "timN0XcAAAAJ:hMsQuOkrut0C", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=10363739915849730061", "cites_id": ["10363739915849730061"], "pub_url": "https://scholar.google.com/scholar?cluster=10363739915849730061&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DYjCRItm048J:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perbandingan Analisis Faktor Penentu Penjualan PT. X Menggunakan LASSO Regression dan Gradient Boosted Regression Tree", "pub_year": 2021, "citation": "J. Infra 9 (1), 2021", "author": "Jessica Athalia and Henry Novianus Palit and Silvia Rostianingsih", "journal": "J. Infra", "volume": "9", "number": "1"}, "filled": true, "author_pub_id": "timN0XcAAAAJ:Z5m8FVwuT1cC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=8645145668374154579", "cites_id": ["8645145668374154579"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:U83yci66-XcJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Development of Machine Learning Applications for Chemical Objects", "pub_year": 2020, "citation": "IOP Conference Series: Materials Science and Engineering 990 (1), 012001, 2020", "author": "Alexander Setiawan and Silvia Rostianingsih and CI Halim", "journal": "IOP Conference Series: Materials Science and Engineering", "volume": "990", "number": "1", "pages": "012001", "publisher": "IOP Publishing", "abstract": "Machine learning is a method used to create programs that can learn from data or applications. In contrast to ordinary static computer programs, machine learning programs are programs designed to be able to learn on their own. Machine learning technology has been widely applied in various fields, including in chemistry. Currently the introduction of basic chemical objects is a study that has many concepts that are easy for beginners to understand and imagine, such as atomic structure and molecular shape in chemical bonds. So that an alternative learning media is needed in order to improve understanding of the concept of chemical objects interactively. Machine learning technology is expected to provide a more realistic interaction and is an advancement of a promising technological method that can motivate users to engage in a more active learning system."}, "filled": true, "author_pub_id": "timN0XcAAAAJ:AvfA0Oy_GE0C", "num_citations": 0, "pub_url": "https://iopscience.iop.org/article/10.1088/1757-899X/990/1/012001/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:na9Ed1tvHpkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Implementasi algoritma YOLO pada aplikasi pendeteksi senjata tajam di android", "pub_year": 2020, "citation": "Jurnal Infra 8 (2), 235-241, 2020", "author": "Christopher Nathanel Liunanda and Silvia Rostianingsih and Anita Nathania Purbowo", "journal": "Jurnal Infra", "volume": "8", "number": "2", "pages": "235-241", "abstract": "Advances in computing power have exceeded traditional smartphone needs. Object detection requires high computational power. Tensorflow Lite can be used to run models quickly and easily to mobile devices. The YOLO network was used because of faster and more accurate performance than other similiar networks. The object to be identified are bladed weapons that are knifes and machetes. Bladed weapons are selected because of potential applications in the real world. The trained models are YOLOv2-tiny, YOLOv3-tiny and YOLOv3. Transfer Learning is done to these models with Darknet so that YOLO can detect the desired weapon. Darknet model will be converted to Tensorflow Lite. Model testing is done by looking at some standard accuracy metrics such as precision, recall, mAP, and the average IoU. The model with the best performance will be installed in the Android application to detect bladed …"}, "filled": true, "author_pub_id": "timN0XcAAAAJ:vDijr-p_gm4C", "num_citations": 30, "citedby_url": "/scholar?hl=en&cites=13291636274513514615", "cites_id": ["13291636274513514615"], "pub_url": "https://scholar.google.com/scholar?cluster=13291636274513514615&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:dxATAsVgdbgJ:scholar.google.com/", "cites_per_year": {"2021": 3, "2022": 5, "2023": 8, "2024": 13, "2025": 1}}
