{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Performance Analysis of Meta-UI on Membatik Mixed Reality Application Using Nielsen's Heuristic Method.", "pub_year": 2024, "citation": "International Journal on Advanced Science, Engineering & Information …, 2024", "author": "Hestiasari Rante and Kirana Hanifati and Oktafian Sultan Hakim and Achmad Torikul Huda and Agus Prayudi and M Agus Zainuddin and Sritrusta Sukaridhoto and Felix Pasila and Doris Cáliz", "journal": "International Journal on Advanced Science, Engineering & Information Technology", "volume": "14", "number": "2", "abstract": "Moving beyond immersive learning, the rapid advancement of Mixed Reality (MR) technology is diversifying its applications across various sectors, including education, healthcare, and corporate training. However, standalone MR devices pose challenges related to performance and visualization realism. In this study, we focused on enhancing immersive learning by optimizing the User Interface (UI) of an MR batik-making application using the Meta-UI principle. This research aimed to assess the impact of these UI approaches on user satisfaction, measured through Nielsen's usability methods. User feedback was collected and analyzed to refine the UI design. Nielsen's usability heuristics guided the evaluation of UI attributes such as clarity, efficiency, and user satisfaction. The utilization of Meta-UI demonstrated a notable increase in user satisfaction. Nielsen's usability guidelines indicated ratings ranging from 3.93 (good) to 4.30 (very good), signifying users' positive perceptions of learnability, efficiency, memorability, error handling, and overall satisfaction within the MR batik-making application. This research also addressed these issues by meticulously optimizing 3D assets within MR applications. The results indicated that the application's CPU utilization is around 22%, attributed to its startup processes, resource allocation, and any initial computations it performed. However, the application continued to run within 4 GB of installed memory with the network bandwidth usage at 0.27 Mbps. User comfortability was enhanced, which is evident in improved ratings for importance and satisfaction levels (4.26 and 4.16, respectively) in the MR application."}, "filled": true, "author_pub_id": "tZbumnkAAAAJ:K3LRdlH-MEoC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=8400041165799473345", "cites_id": ["8400041165799473345"], "pub_url": "https://pdfs.semanticscholar.org/c0d9/3ceeb77261a2d601f5787c221fdbe778dda1.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:wcAiWu_wknQJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "CERMIN PINTAR", "pub_year": 2023, "citation": "CERMIN PINTAR, 2023", "author": "Felix Pasila and AGNES SOESANTO and SEAN GONDOWARDOYO and Harry Kusuma Aliwarga", "abstract": "SERTIFIKAT PATEN SEDERHANA Page 1 REPUBLIK INDONESIA KEMENTERIAN HUKUM \nDAI,{ HAK ASASI MANUSIA SERTIFIKAT PATEN SEDERHANA Menteri Hukum dan Hak Asasi \nManusia atas nama Negara Republik lndonesia berdasarkan Undang-Undang Nomor 13 \nTahun 2016 tentang Paten, memberikan hak atas Paten Sederhana kepada: Nama dan \nAlamat Pemegang Paten Untuk lnvensi dengan Judul lnventor Tanggal Penerimaan Nonnor \nPaten Tanggal Pemberian UNIVERSITAS KRISTEN PETRA Jl. Siwalankerto 121 -131 \nSurabaya CERhTIN PINTAR Felix Pasila Agnes Soesanto Sean Gondowardoyo Harry Kusuma \nAliwarga 29 Januari 2021 rDS000006830 : 01 November 2023 Pelindungan Paten Sederhana \nuntuk invensi tersebut diberikan untuk selama 10 tahun terhitung sejak Tanggal Penerimaan \n(Pasal 23 Undang-Undang Nomor 13 Tahun 2016 tentang Paten). Sertifikat Paten …"}, "filled": true, "author_pub_id": "tZbumnkAAAAJ:Tiz5es2fbqcC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20785/1/Kegiatanhaki_99034_1377.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:zj18yWNaFsMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Development of social virtual reality (SVR) as collaborative learning media to support Merdeka Belajar", "pub_year": 2023, "citation": "International Journal of Information and Education Technology 13 (7), 1014-1020, 2023", "author": "Hestiasari Rante and Muhammad Agus Zainuddin and Cahya Miranto and Felix Pasila and William Irawan and Evianita Dewi Fajrianti", "journal": "International Journal of Information and Education Technology", "volume": "13", "number": "7", "pages": "1014-1020", "abstract": "Indonesia emerged indirectly with the COVID-19 pandemic. Merdeka Belajar is a form of learning that aims to create an innovative, non-restrictive learning culture. With this idea, the development of online education is growing rapidly from online meetings to a virtual format and the development of online resources, rapidly available and broadly accessible. Social virtual reality (SVR) refers to popular 3D virtual spaces in which multiple people can engage with one another. This research aims to develop an SVR application as learning media by implementing Meta Avatar SDK with voice chat and lip sync features to mimic facial expressions. Based on the performance testing results, the application can render at an average of 76 frames per second. Based on the results of trials to 14 respondent, we measure satisfaction and interest level using the PIECES (performance, information and data, economics, control and security, efficiency, and service) Framework. The average value of interest is 4.19 and the average value of satisfaction is 4.13. This proves that the respondents are interested and satisfied with the SVR application as a learning medium."}, "filled": true, "author_pub_id": "tZbumnkAAAAJ:p2g8aNsByqUC", "num_citations": 23, "citedby_url": "/scholar?hl=en&cites=7250296231068875026", "cites_id": ["7250296231068875026"], "pub_url": "https://www.ijiet.org/vol13/IJIET-V13N7-1900.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Erk2KQI6nmQJ:scholar.google.com/", "cites_per_year": {"2023": 7, "2024": 12, "2025": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Low rank coal for fuel production via microwave-assisted pyrolysis: A review", "pub_year": 2023, "citation": "FirePhysChem 3 (2), 106-120, 2023", "author": "Bambang Sardi and Irianto Uno and Felix Pasila and Ali Altway and Mahfud Mahfud", "volume": "3", "number": "2", "pages": "106-120", "publisher": "Elsevier", "abstract": "Not only its abundant resources, but also low rank coal (LRC) can be transformed into different valuable chemical products via syngas. This review focuses on technology of microwave-assisted pyrolysis (MAP) applied on LRC as a promising technique of thermochemical conversion that can transform LRC into high quality syngas. A confined number of reviews has been selected and evaluated to observe current status and challenges of the technology, including essential production factors, pretreatment of LRC, and heating characteristics of MAP. Experimental research on catalytic and non-catalytic of the technology focusing on the product distribution resulting from conventional pyrolysis (CP) are also discussed. The best yields of char, tar, and syngas from CP at 900 °C were 2%, 41%, and 58%, respectively. Meanwhile, the best yields of char, oil and syngas from MAP at 620 °C were 32%, 15% and 53 …"}, "filled": true, "author_pub_id": "tZbumnkAAAAJ:738O_yMBCRsC", "num_citations": 25, "citedby_url": "/scholar?hl=en&cites=3005010466848427574", "cites_id": ["3005010466848427574"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S2667134423000044", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Ns7ULhnxsykJ:scholar.google.com/", "cites_per_year": {"2023": 6, "2024": 13, "2025": 5}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Composite of polyaniline/reduced graphene oxide with the single-, bi-and tri-metal oxides modification and the effect on the capacitance properties", "pub_year": 2023, "citation": "Transdisciplinary Research and Education Center for Green Technologies …, 2023", "author": "Atmanto Heru Wibowo and Husen Al Arraf and Abu Masykur and Fitria Rahmawati and Maulidan Firdaus and Felix Pasila and Ulya Farahdina and Nasori Nasori", "volume": "10", "number": "1", "pages": "85-93", "publisher": "Transdisciplinary Research and Education Center for Green Technologies, Kyushu University", "abstract": "The composites of polyaniline (PANI) with reduced graphene oxide (PANI/rGO) and metals of iron, copper, and cobalt have been synthesized and coated on the nickel foam (NF) priors to measurement in three electrodes system to investigate the electrochemical properties. Surface area of PANI increased from 48.371 m2/g to 69.091 m2/g after compositing with rGO and the capacitance changed from 246.50 F/g to the highest capacitance 285.89 F/g in the form of PANI/rGO-Cu. Meanwhile, PANI/rGO-Co and PANI/rGO-Fe showed lower capacitance with 250.047 F/g and 254.71 F/g, respectively. Capacitance of bi-and tri-metal content was lower than PANI."}, "filled": true, "author_pub_id": "tZbumnkAAAAJ:u9iWguZQMMsC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=3221192559298046506", "cites_id": ["3221192559298046506"], "pub_url": "https://catalog.lib.kyushu-u.ac.jp/ja/recordID/6781053/?bibid=6781060", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KmoX6pD5sywJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 6}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "SELUBUNG VENTILATOR PERNAPASAN", "pub_year": 2022, "citation": "SELUBUNG VENTILATOR PERNAPASAN, 2022", "author": "Felix Pasila and Hestiasari Rante", "publisher": "Petra Christian University", "abstract": "Kegunaan: Casing untuk Mesin Ventilator Pernapasan. Dimensi Luar (lebar x tinggi x kedalaman)= 120mm x 240mm x 250mm. Material kombinasi plastic, kayu, fabric dan plat galvalum. Desain kompak, mudah dibawa (ada cekungan handle di bagian atas depan casing) dan ringan. Estetik desain bergaya minimalis, dengan warna ringan untuk memberi kesan ringkas dan bersih. Bagian depan dan belakang casing terdapat lubang sirkulasi udara untuk memudahkan pendinginan komponen."}, "filled": true, "author_pub_id": "tZbumnkAAAAJ:tOudhMTPpwUC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21363/1/Kegiatanhaki_99034_1374.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-rkwhTUSi4QJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Trends on the development of hybrid supercapacitor electrodes from the combination of graphene and polyaniline", "pub_year": 2022, "citation": "Fine Chemical Engineering, 47-65, 2022", "author": "Shella Permatasari Santoso and Harry Kasuma Kiwi Aliwarga and Livy Laysandra and Artik Elisa Angkawijaya and Felycia Edi Soetaredjo and Jindrayani Nyoo Putro and Maria Yuliana and Felix Pasila and Kuan-Chen Cheng and Hsien-Yi Hsu and Suryadi Ismadj", "pages": "47-65", "abstract": "The high demand for efficient energy devices leads to the rapid development of energy storage systems with excellent electrochemical properties, such as long life cycles, high cycling stability, and high power density. SC is postulated as a potential candidate to fulfill this demand. The combination of graphene and polyaniline can create SC electrodes with excellent electrical conductivity, high specific surface area, and high capacitance. The graphene/polyaniline hybrid electrodes represent an attractive means to overcome the major drawbacks of graphene or polyaniline non-hybrid (single) electrode materials. In this review article, the trend in the development of various graphene/polyaniline hybrid electrodes is summarized, which includes the zero-dimension graphene-quantum-dots/polyaniline hybrid, one-dimension graphene/polyaniline hybrid, two-dimension graphene/polyaniline hybrid, and three-dimension hydrogel-shaped graphene/polyaniline hybrid. Several strategies and approaches to enhance the capacitance value and cycling stability of graphene/polyaniline hybrid electrodes are discussed in this review article, such as the addition of transition metal oxides and metal-organic frameworks, and modification of graphene into functionalized-graphene. The performance of the electrodes prepared from the combination of graphene with other conducting polymers (ie, polypyrrole, polythiophene, and polythiophene-derivatives) is also discussed."}, "filled": true, "author_pub_id": "tZbumnkAAAAJ:dfsIfKJdRG4C", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=9660792610848797883", "cites_id": ["9660792610848797883"], "pub_url": "https://ojs.wiserpub.com/index.php/FCE/article/view/1077", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:u3RcyrEHEoYJ:scholar.google.com/", "cites_per_year": {"2023": 3, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Custom Built of Smart Computing Platform for Supporting Optimization Methods and Artificial Intelligence Research: PakCarik: GPU-Accelerated Platform for AI Researches", "pub_year": 2021, "citation": "Proceedings of the Pakistan Academy of Sciences: A. Physical and …, 2021", "author": "Indar Sugiarto and Doddy Prayogo and Henry Palit and Felix Pasila and Resmana Lim and Agustinus Noertjahyana and I Gede Widyadana and Surya Hermawan and Agustinus Bimo Gumelar and Bernardo Nugroho Yahya", "journal": "Proceedings of the Pakistan Academy of Sciences: A. Physical and Computational Sciences", "volume": "58", "number": "S", "pages": "59-64", "abstract": "This paper describes a prototype of a computing platform dedicated to artificial intelligence explorations. The platform, dubbed as PakCarik, is essentially a high throughput computing platform with GPU (graphics processing units) acceleration. PakCarik is an Indonesian acronym for Platform Komputasi Cerdas Ramah Industri Kreatif, which can be translated as “Creative Industry friendly Intelligence Computing Platform”. This platform aims to provide complete development and production environment for AI-based projects, especially to those that rely on machine learning and multiobjective optimization paradigms. The method for constructing PakCarik was based on a computer hardware assembling technique that uses commercial off-the-shelf hardware and was tested on several AI-related application scenarios. The testing methods in this experiment include: high-performance lapack (HPL) benchmarking, message passing interface (MPI) benchmarking, and TensorFlow (TF) benchmarking. From the experiment, the authors can observe that PakCarik's performance is quite similar to the commonly used cloud computing services such as Google Compute Engine and Amazon EC2, even though falls a bit behind the dedicated AI platform such as Nvidia DGX-1 used in the benchmarking experiment. Its maximum computing performance was measured at 326 Gflops. The authors conclude that PakCarik is ready to be deployed in real-world applications and it can be made even more powerful by adding more GPU cards in it."}, "filled": true, "author_pub_id": "tZbumnkAAAAJ:4OULZ7Gr8RgC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=1123302638357580910", "cites_id": ["1123302638357580910"], "pub_url": "https://www.paspk.org/wp-content/uploads/2021/10/ES-733.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:bgyQTszFlg8J:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Preliminary development of virtual reality for batik exhibition", "pub_year": 2020, "citation": "Psychology and Education Journal 57 (9), 2286-2292, 2020", "author": "Cahya Miranto and Hestiasari Rante and Sritrusta Sukaridhoto and Felix Pasila and HKK Aliwarga", "journal": "Psychology and Education Journal", "volume": "57", "number": "9", "pages": "2286-2292", "abstract": "—In response to the COVID-19 pandemic, the government cancelled art and cultural activities to prevent the spread of the virus. This condition is troublesome for batik artisans because it forces them to close their door from visitors. This research intends to design an application that can be an alternative medium for the craftsman to reach their market using Virtual Reality technology. The application will provide an exhibition area include several booths with the property for batik display. Admin and batik artisans can choose a booth to make modifications such as uploading batik textures and input information about booth title and batik information. Visitors can navigate through the exhibition area and interact with the virtual world to learn and gain information and story behind the batik pattern. Through this paper, we present the preliminary progress of developing the Virtual Reality for batik exhibition"}, "filled": true, "author_pub_id": "tZbumnkAAAAJ:fPk4N6BV_jEC", "num_citations": 11, "citedby_url": "/scholar?hl=en&cites=11766368382600507081", "cites_id": ["11766368382600507081"], "pub_url": "https://www.researchgate.net/profile/Hestiasari-Rante/publication/351069699_Preliminary_Development_of_Virtual_Reality_for_Batik_Exhibition/links/6082e466907dcf667bbc5dbe/Preliminary-Development-of-Virtual-Reality-for-Batik-Exhibition.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:yW5K_bOJSqMJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 2, "2023": 5, "2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Development of Prediction Indicators on Currency Market Using Neuro-Fuzzy Method", "pub_year": 2020, "citation": "E3S Web of Conferences 188, 00021, 2020", "author": "Ronald Limowa Lie and Murtiyanto Santoso and Felix Pasila and Raymond Sutjiadi and Resmana Lim", "journal": "E3S Web of Conferences", "volume": "188", "pages": "00021", "publisher": "EDP Sciences", "abstract": "A technical indicator is an analysis instruments to help traders analyzing forex price movements through charts. Prediction indicators are artificial technical indicators that can help traders to analyse forex price movements in the future. This prediction information becomes one of the bases in making trading decisions. This project aims to develop prediction indicators on MetaTrader that can provide information on forex price predictions using Neuro-Fuzzy method. The Neuro-Fuzzy System requires input parameters in the system prediction process obtained from the system training process. These parameters can be through or without optimization process. The prediction indicator will also make trading decisions based on prediction indicators analysis, RSI, and Stochastic. Finally, the information on trading decisions will be displayed on Facebook pages. The prediction indicator testing run well on a trading system …"}, "filled": true, "author_pub_id": "tZbumnkAAAAJ:zA6iFVUQeVQC", "num_citations": 0, "pub_url": "https://www.e3s-conferences.org/articles/e3sconf/abs/2020/48/e3sconf_icesti2020_00021/e3sconf_icesti2020_00021.html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nLud46STmlkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "3D Printing Process of Making a Smartphone Holder", "pub_year": 2020, "citation": "E3S Web of Conferences 188, 00003, 2020", "author": "Armita Dewi and Hestiasari Rante and Achmad Basuki and Felix Pasila and Michael Lund", "journal": "E3S Web of Conferences", "volume": "188", "pages": "00003", "publisher": "EDP Sciences", "abstract": "Smartphones have become a vital gadget that cannot be separated from human daily life. Various features provided on smartphones can attract attention, especially for children. Children today are very familiar with the smartphone. However, when they are using the smartphone, they often cannot manage the distance of eyes and the smartphone. Therefore, a smartphone holder that can control the distance can be a solution to this problem. The smartphone is designed with the flexibility to arrange the length of the stand depending on user needs. This paper presents the process of making the smartphone holder using a 3D printer. Through product development phase like design creation, digital simulation, computer aided design-computer aided manufacturing (CAD-CAM), and the production process of the holder with 3D printer, the smartphone holder is produced."}, "filled": true, "author_pub_id": "tZbumnkAAAAJ:rO6llkc54NcC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=6088857498410224739", "cites_id": ["6088857498410224739"], "pub_url": "https://www.e3s-conferences.org/articles/e3sconf/abs/2020/48/e3sconf_icesti2020_00003/e3sconf_icesti2020_00003.html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Ywy3eKL3f1QJ:scholar.google.com/", "cites_per_year": {"2021": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sistem Komunikasi Buoy Berbasis Internet of Things", "pub_year": 2019, "citation": "SinarFe7 2 (1), 436-440, 2019", "author": "Hervianto Hutomo Putra and Felix Pasila", "journal": "SinarFe7", "volume": "2", "number": "1", "pages": "436-440", "abstract": "Sistem Internet of Things di dunia perairan khususnya perikanan di Indonesia belum terlalu banyak. Masalah terkait ikan mati secara mendadak masih menjadi permasalahan dan kerugian bagi pembudidaya ikan. Dengan adanya sebuah alat dan sistem Internet of Things di dunia perikanan maka dapat menimalkan kerugian dan memonitoring kondisi perairan."}, "filled": true, "author_pub_id": "tZbumnkAAAAJ:lSLTfruPkqcC", "num_citations": 0, "pub_url": "http://journal.fortei7.org/index.php/sinarFe7/article/view/479", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:zjqqKh0sPF0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Credit scoring modeling of Indonesian micro, small and medium enterprises using neuro-fuzzy algorithm", "pub_year": 2019, "citation": "2019 IEEE International Conference on Fuzzy Systems (FUZZ-IEEE), 1-6, 2019", "author": "Felix Pasila", "conference": "2019 IEEE International Conference on Fuzzy Systems (FUZZ-IEEE)", "pages": "1-6", "publisher": "IEEE", "abstract": "The paper describes the implementation of a neuro-fuzzy with additional accelerated Levenberg-Marquardt Algorithm that can be used to predict credit score of Micro, Small and Medium Enterprises (MSMEs) using the Takagi-Sugeno (TS) type multi-input single-output (MISO) neuro-fuzzy network efficiently. The training algorithm with suitable membership function is used in the sense that it can bring the performance index of the network, such as the root mean squared error (RMSE), down to the desired error goal much faster than the simple Levenberg-Marquardt algorithm (LMA). The fuzzy clustering algorithm allows the selection of initial parameters of fuzzy membership functions, e.g., mean and variance parameters of Gaussian membership functions of neuro-fuzzy networks, which are otherwise selected randomly. The initial parameters of fuzzy membership functions, which result in low RMSE value with given …"}, "filled": true, "author_pub_id": "tZbumnkAAAAJ:vV6vV6tmYwMC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=14504490784124349387", "cites_id": ["14504490784124349387"], "pub_url": "https://ieeexplore.ieee.org/abstract/document/8858841/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:y6uoI4VNSskJ:scholar.google.com/", "cites_per_year": {"2020": 2, "2021": 2, "2022": 1, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Mobile sensing platform using smartwatch", "pub_year": 2018, "citation": "2018 Electrical Power, Electronics, Communications, Controls and Informatics …, 2018", "author": "Petrus Santoso and Felix Pasila and Iwan Handoyo Putro", "conference": "2018 Electrical Power, Electronics, Communications, Controls and Informatics Seminar (EECCIS)", "pages": "430-433", "publisher": "IEEE", "abstract": "Smartwatch is an excellent device for sensing many aspects of user activities. It is a wearable device that comes with many sensors and has great potential applications. A mobile sensing platform is proposed in this paper. The platform's architecture is a multi-tiered architecture consists of data and processing server, master-slave applications and sensing device in the form of a smartwatch. A working prototype has been implemented. The platform is tested with a scenario of a parent monitoring their kid. Further testing and improvement are still needed. Exploration of other scenarios can be done in the future."}, "filled": true, "author_pub_id": "tZbumnkAAAAJ:RYcK_YlVTxYC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=8832362459952457357", "cites_id": ["8832362459952457357"], "pub_url": "https://ieeexplore.ieee.org/abstract/document/8692891/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jSb2iNzaknoJ:scholar.google.com/", "cites_per_year": {"2021": 2, "2022": 0, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Fast charging batteries simulation based on capacitor model change of resistance due to internal deposition", "pub_year": 2018, "citation": "2018 Electrical Power, Electronics, Communications, Controls and Informatics …, 2018", "author": "Sparisoma Viridi and Felix Pasila", "conference": "2018 Electrical Power, Electronics, Communications, Controls and Informatics Seminar (EECCIS)", "pages": "96-101", "publisher": "IEEE", "abstract": "Based on capacitor model a simulation of fast charging batteries is constructed. Instead of constant charging for a perfect capacitor, voltage pulse charging is chosen since it can handle internal deposition which changes capacitor resistance that inhibits further charging. Using alternating pulse charging the deposition process, hopefully, can be reversed or be relaxed to allow further charging process. Constant current source is assumed in this work."}, "filled": true, "author_pub_id": "tZbumnkAAAAJ:J_g5lzvAfSwC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=7383120787902305122", "cites_id": ["7383120787902305122"], "pub_url": "https://ieeexplore.ieee.org/abstract/document/8692970/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:YhO4OD0ddmYJ:scholar.google.com/", "cites_per_year": {"2021": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pembuatan Lengan Robot Dengan Sistem Pemrograman Menggunakan Gesture Control", "pub_year": 2018, "citation": "Jurnal Teknik Elektro 11 (1), 23-28, 2018", "author": "Hans Prasetya Cokro and Felix Pasila and Petrus Santoso", "journal": "Jurnal Teknik Elektro", "volume": "11", "number": "1", "pages": "23-28", "abstract": "Saat ini dibutuhkan peran otomasi dalam setiap industri. Beberapa permasalahan disebabkan karena peningkatan Upah Minimum Regional, dan susahnya melakukan kontrol terhadap para pekerja."}, "filled": true, "author_pub_id": "tZbumnkAAAAJ:GnPB-g6toBAC", "num_citations": 0, "pub_url": "http://jurnalmanajemen.petra.ac.id/index.php/elk/article/download/21038/19480", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:B_vSYNorX68J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Balancing Robot Roda Dua dengan Metode Rule base Berbasis Mikrokontroller Arduino", "pub_year": 2018, "citation": "Jurnal Teknik Elektro 11 (1), 7-11, 2018", "author": "Hendra Wijaya and Felix Pasila and Handry Khoswanto", "journal": "Jurnal Teknik Elektro", "volume": "11", "number": "1", "pages": "7-11", "abstract": "8 dan selanjutnya menentukan nilai dy dengan melalui pengurangan dari sudut baru terhadap sudut lama. Tabel rule base dan dari posisi yang terpanggil nanti akan di proses menurut table rule base dengan output kecepatan dan arah motor yang berbeda–beda sesuai dengan kondisi rule base yang muncul dari fungsi “Y” dan fungsi “D_Y”."}, "filled": true, "author_pub_id": "tZbumnkAAAAJ:BqipwSGYUEgC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=2505966646942387025", "cites_id": ["2505966646942387025"], "pub_url": "http://jurnalelektro.petra.ac.id/index.php/elk/article/view/21035", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:UUv6YWP7xiIJ:scholar.google.com/", "cites_per_year": {"2021": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "3D Platform Simulator Design Using Discrete Multi-Piston Actuators", "pub_year": 2018, "citation": "Journal of Telecommunication, Electronic and Computer Engineering 10 (2-3 …, 2018", "author": "Roche Alimin and Felix Pasila", "volume": "10", "number": "2-3", "pages": "189-192", "abstract": "Generally, 3D simulator uses continuous feedback control system to control their actuator states. The objective of this article is to control the movement of actuators in compliance with 3D position required by simulator. This research uses discrete actuator for 3D simulator with four actuators that is open-loop controlled using Neuro-fuzzy control system. The actuator possesses linear pneumatic actuator with three pistons inside where each piston has independent intake. With the proposed design, the actuator able to give degree of discrete not only two (binary) values but also 26 combinations of discrete values. The 3D simulator proposed in this research have four actuators and two passives like-actuator. This configuration gives 4 degrees of freedom of platform movement. Applying force to the actuator using discrete output controller make possible to get more precise in terms of control and movement of the simulator that very useful for many force control applications."}, "filled": true, "author_pub_id": "tZbumnkAAAAJ:YFjsv_pBGBYC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/18850/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9vrdW4MUT3EJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A Study of Mobile Robot Control using EEG Emotiv Epoc Sensor", "pub_year": 2018, "citation": "MATEC Web of Conferences 164, 01044.1-01044.11, 2018", "author": "Timothius Victorio Yasin and Felix Pasila and Resmana Lim", "volume": "164", "pages": "01044.1-01044.11", "abstract": "The study was using an EEG Emotiv Epoc+ sensor to recognize brain activity for controlling a mobile robots movement. The study used Emotiv Control Panel software for EEG command identification. The commands will be interfaced inside Mind Your OSCs software and processing software which processed inside an Arduino Controller. The output of the Arduino is a movement command (ie. forward, backward, turn left, and turn right). The training methods of the system composed of three sets of thinking mode. First, thinking with doing facial expressions. Second, thinking with visual help. Third, thinking mentally without any help. In the first set, there are two configurations thinking with facial expression help as command of the mobile robot. Final results of the system are the second facial expressions configuration as the best facial expressions method with success rate 88.33 %. The second facial expression configuration has overall response time 1.60175 s faster than the first facial expressions configuration. In these two methods have dominant signals on the frontal lobe. The second facial expressions method have overall respond time 6.12 and 9.53 s faster than thinking with visual, and thinking without help respectively."}, "filled": true, "author_pub_id": "tZbumnkAAAAJ:hMod-77fHWUC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=13197228312110345762", "cites_id": ["13197228312110345762"], "pub_url": "https://repository.petra.ac.id/17849/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Iq4QWzr5JbcJ:scholar.google.com/", "cites_per_year": {"2018": 1, "2019": 1, "2020": 0, "2021": 0, "2022": 1, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Design and bandwidth optimization on triangle patch microstrip antenna for WLAN 2.4 GHz", "pub_year": 2018, "citation": "MATEC Web of Conferences 164, 01042, 2018", "author": "Riken Afandi and Dony Rachmad Hadi", "journal": "MATEC Web of Conferences", "volume": "164", "pages": "01042", "publisher": "EDP Sciences", "abstract": "In this paper, single and dual element triangle patch microstrip antenna for WLAN 2.4 GHz is designed, analyzed and fabricated. Both proposed design utilized proximity feeding techniques. Afterwards the design is simulated on HFFS and optimized, which finally the dimension of both design for frequency 2.4 GHz is obtained. The best simulation result for both single and dual element triangle patch microstrip antenna is used as reference for fabrication on FR4 substrate with dielectric constant (□r) = 4.4 and thickness (h) 1.6 mm. The measurement result showed that the single element can achieve return loss (S11) -51.913 dB and VSWR 1.005 9 at 2.417 GHz, and then for dual element the result for return loss (S1) is -48.213 8 for VSWR 1.007 8 at 2.463 GHz. Compared to coaxial feeding technique, the proximity feeding has better parameter performance."}, "filled": true, "author_pub_id": "tZbumnkAAAAJ:XiSMed-E-HIC", "num_citations": 35, "citedby_url": "/scholar?hl=en&cites=15789883641924614957", "cites_id": ["15789883641924614957"], "pub_url": "https://www.matec-conferences.org/articles/matecconf/abs/2018/23/matecconf_icesti2018_01042/matecconf_icesti2018_01042.html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:LfuqkYPvINsJ:scholar.google.com/", "cites_per_year": {"2019": 2, "2020": 1, "2021": 7, "2022": 7, "2023": 6, "2024": 9, "2025": 3}}
