{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Packaging design for a sustainable community business", "pub_year": 2020, "citation": "SHS Web of Conferences 76, 01022, 2020", "author": "Listia Natadjaja and Laksmi Kusuma Wardani and Diana Thamrin and Ronald Hasudungan Sitinjak", "journal": "SHS Web of Conferences", "volume": "76", "pages": "01022", "publisher": "EDP Sciences", "abstract": "The growth of the creative community cannot be quantitatively and qualitatively separated from the growing development of Creative Industry 4.0. Various creative communities produce a variety of creative products that are ready to be sold. Unfortunately, the focus of the community is often only on the product and not on the packaging design. Meanwhile, a product’s packaging not only serves to protect the product but also to promote it and encourage purchase. The purpose of this research is to educate and help the community obtain packaging designs that are not only unique but also suitable for their products. By involving Packaging Design course students of the Visual Communication Design department, we attempted to assist a jewellery and accessories-making community as our research object. Students first attempted to deepen their clients' insights by conducting observations and in-depth interviews. In …"}, "filled": true, "author_pub_id": "u3XU8A8AAAAJ:Tyk-4Ss8FVUC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=18198866090856213367", "cites_id": ["18198866090856213367"], "pub_url": "https://www.shs-conferences.org/articles/shsconf/abs/2020/04/shsconf_icsh2020_01022/shsconf_icsh2020_01022.html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:d-titElcj_wJ:scholar.google.com/", "cites_per_year": {"2021": 2, "2022": 1, "2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Enhancing the learning of packaging design through service-learning programs", "pub_year": 2019, "citation": "Michigan Journal of Community Service Learning 25 (2), 133-151, 2019", "author": "Listia Natadjaja and Elisabeth Christine Yuwono", "journal": "Michigan Journal of Community Service Learning", "volume": "25", "number": "2", "pages": "133-151", "publisher": "Petra Christian University", "abstract": "Learning packaging design requires knowledge of the design theory and practice of packaging making that can then be applied in the community. Our packaging design class was frst implemented as a regular program for fve years and has been a service-learning (S-L) program for 13 years. We observed that the quality of packaging design learning improved after implementing the S-L program. In order to iden- tify an efective program, we examined packaging design learning by comparing classes that use a regu- lar program to classes that implement the S-L program. We collected the data from students’ refections and interviews with them. The study outcomes provide important discussions about S-L programs and how students enhance their learning by moving from passive through active learning to solve real design prob- lems. Through the experiences of dealing with real clients and problems, students develop their sense of civic responsibility and citizenship.Moreover, students have contributed their packaging design to the welfare of urban and rural people in need. Regarding character development, students become more concerned with their attitudes. In addition to the positive outcomes from a S-L program, we also evaluate some challenges related to economic, cultural, and social aspects of S-L. The S-L program helps us to solve real problems in packaging design"}, "filled": true, "author_pub_id": "u3XU8A8AAAAJ:IjCSPb-OGe4C", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=10669864951878832529", "cites_id": ["10669864951878832529"], "pub_url": "https://repository.petra.ac.id/20099/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:kdEgcqT5EpQJ:scholar.google.com/", "cites_per_year": {"2019": 1, "2020": 0, "2021": 1, "2022": 0, "2023": 2, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Reflecting on multicultural relations in the community outreach programme", "pub_year": 2019, "citation": "Citizenship Teaching & Learning 14 (2), 197-212, 2019", "author": "Listia Natadjaja", "journal": "Citizenship Teaching & Learning", "volume": "14", "number": "2", "pages": "197-212", "publisher": "Intellect", "abstract": "The community outreach programme (COP) is one of the service-learning programmes in Petra Christian University involving many students from the university and abroad. The programme sends these students to live and conduct community developments in small villages in Indonesia. When I became a field supervisor of the COP in 2010 and 2016, I became aware of the multicultural relations among the students and the community. Although the COP mostly focuses on improving community welfare in terms of education, income, sanitation, etc., there are always multiple processes of cultural learning. This article is based on my experiences and personal reflections, supported by data through reflection review, field observation, informal interviews and interactions with the students and the community. For students, a multicultural environment not only provides different experiences but also life lessons in interacting …"}, "filled": true, "author_pub_id": "u3XU8A8AAAAJ:UeHWp8X0CEIC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=10023905758651802909", "cites_id": ["10023905758651802909"], "pub_url": "https://intellectdiscover.com/content/journals/10.1386/ctl_00005_1", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:HeVuti0RHIsJ:scholar.google.com/", "cites_per_year": {"2019": 1, "2020": 1, "2021": 0, "2022": 0, "2023": 1, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Experiential learning through community co‐design in Interior Design Pedagogy", "pub_year": 2019, "citation": "International Journal of Art & Design Education 38 (2), 461-477, 2019", "author": "Diana Thamrin and Laksmi Kusuma Wardani and Ronald Hasudungan Irianto Sitindjak and Listia Natadjaja", "journal": "International Journal of Art & Design Education", "volume": "38", "number": "2", "pages": "461-477", "abstract": "The profit‐driven tendency of interior design trends and styles today has developed in line with the decrease of social awareness in design. The majority of interior design students also decide to pursue interior design education for its marketable and profitable purposes rather than seeing interior design as a field of opportunity to contribute to the social welfare of their communities. Hence, the objective of this research is to implement community service through co‐design in interior design pedagogy. The article describes the learning and design methods used based on human‐centred design approaches of co‐design and analyses the resulting benefits from this approach. Findings reveal that the process of collective creativity and collaborative development with the community enables a direct experience of learning and fosters a deeper connection and understanding of users. They also promote novel …"}, "filled": true, "author_pub_id": "u3XU8A8AAAAJ:qjMakFHDy7sC", "num_citations": 39, "citedby_url": "/scholar?hl=en&cites=9494704170402358927", "cites_id": ["9494704170402358927"], "pub_url": "https://onlinelibrary.wiley.com/doi/abs/10.1111/jade.12208", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:j6ZATCP3w4MJ:scholar.google.com/", "cites_per_year": {"2019": 2, "2020": 3, "2021": 5, "2022": 8, "2023": 7, "2024": 11, "2025": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Creating Community through Design: The Case of Go-Jek Online", "pub_year": 2016, "citation": "IJCCI-International Journal of Cultural and Creative Industries 4 (1), 18-27, 2016", "author": "Listia Natadjaja and Paulus Benny Setyawan", "journal": "IJCCI-International Journal of Cultural and Creative Industries", "volume": "4", "number": "1", "pages": "18-27", "publisher": "Petra Christian University"}, "filled": true, "author_pub_id": "u3XU8A8AAAAJ:u5HHmVD_uO8C", "num_citations": 27, "citedby_url": "/scholar?hl=en&cites=1593603668067425070", "cites_id": ["1593603668067425070"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:LhvrwxeeHRYJ:scholar.google.com/", "cites_per_year": {"2018": 1, "2019": 9, "2020": 7, "2021": 5, "2022": 0, "2023": 3, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The study of regular and service-learning programs in the packaging design class", "pub_year": 2015, "citation": "The Study of Regular and Service-Learning Programs in The Packaging Design Class, 2015", "author": "Listia Natadjaja and Elisabeth Christine Yuwono", "abstract": "Since year 2000, we have implemented regular and Service-Learning programs in our packaging design class in Visual Communication Design Department. This paper examines the comparison of the study of packaging design between regular and Service-Learning classes in order to share the benefits and obstacles of both methods. We use qualitative method to examine the data that we collect from the students  reflections and through deep interviews with them. The research outcome gives important descriptions that in the regular class, students could explore their creativity, but their design tend to be expensive and sometimes difficult to be implemented. In the class that uses Service-Learning program, students have the experiences of dealing with real clients and real problems. Students  designs are not just graded and exhibited but their designs are donated and implemented. Through Service-Learning, students have contributed to the welfare of urban and rural people in need. The students have learned about choosing materials, printing techniques, managing time and budget. They become more concerned with their attitudes especially how to be polite and how to use proper language visually and verbally. Reflection papers that have been written by the students help us to evaluate the program in order to improve the quality of future program. Inspite all the good things that happened in the Service-Learning program, there are also some obstacles faced by students related to economic, cultural and social gaps. However, up to now, Service-Learning program can still improve the quality of the study of packaging design in the ways …"}, "filled": true, "author_pub_id": "u3XU8A8AAAAJ:u-x6o8ySG0sC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20113/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:xr2KeHGvahYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The ideal female body on the packaging design of traditional medicine (jamu)", "pub_year": 2014, "citation": "Journal of Arts and Humanities 3 (4), 51-59, 2014", "author": "Listia Natadjaja and Faruk Tripoli and Bayu Wahyono", "journal": "Journal of Arts and Humanities", "volume": "3", "number": "4", "pages": "51-59", "abstract": "Jamu, an Indonesian traditional medicine used for treating ailments or sicknesses  is also well known as a product for slimming especially for women.  Through its packaging design, jamu for women depict female body in the form of photographs and illustrations. The female body is constructed to be seen attractive and become the ideal body. The research aims to read the ideal female body on the packaging design of jamu and to reveal the ideology behind them. We analyzed the packaging designs of jamu related to the formation of female body produced by five major manufacturers of traditional medicine that have survived for at least three generations: Air Mancur, Sido Muncul, Jamu Jago, Nyonya Meneer and Jamu Iboe. This analysis uses Roland Barthes' semiotic theory that reveals the linguistic message, the denoted image and rhetoric of the image. Ideal body is still struggling around the stereotype that physically described as thin and also plump with the emphasise on slim waist, big hip and breast. In keeping with the Javanese philosophy, female body is identical to the nature. The construction of female body is closely related to social and cultural context. Through the object and the pose, female body is depicted as traditional and modern, natural and cultural."}, "filled": true, "author_pub_id": "u3XU8A8AAAAJ:9yKSN-GCB0IC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=4948592297426912479", "cites_id": ["4948592297426912479"], "pub_url": "https://repository.petra.ac.id/16552/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:34RdynnurEQJ:scholar.google.com/", "cites_per_year": {"2018": 2, "2019": 0, "2020": 2, "2021": 1, "2022": 0, "2023": 0, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Ethnicity as identity in packaging design of traditional medicine (Jamu) for women", "pub_year": 2013, "citation": "ETHNICITY AS IDENTITY IN PACKAGING DESIGN OF TRADITIONAL MEDICINE (JAMU) FOR …, 2013", "author": "Listia Natadjaja and Faruk Tripoli and Bayu Wahyono"}, "filled": true, "author_pub_id": "u3XU8A8AAAAJ:zYLM7Y9cAGgC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=11542522464274169862", "cites_id": ["11542522464274169862"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:BkAHvwZHL6AJ:scholar.google.com/", "cites_per_year": {"2015": 2, "2016": 0, "2017": 0, "2018": 0, "2019": 0, "2020": 1, "2021": 1, "2022": 0, "2023": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The implementation of visual communication design media after conducting service-learning program", "pub_year": 2012, "citation": "The International Journal of Visual Design 6 (2), 33-46, 2012", "author": "Listia Natadjaja", "journal": "The International Journal of Visual Design", "volume": "6", "number": "2", "pages": "33-46", "publisher": "Common Ground Publishing", "abstract": "Visual communication design study mostly puts emphasis on the implementation of media such as print and digital media. The development of media is rapid; however, the use of media is still related to the current need. In a visual communication design class that implements a Service-Learning program, students are assigned to do a destination branding project which helps private owners and the local government in need to promote cultural, historical and other potential places. Students come up with various media, and based on agreement, some are donated to the client. After a year, a research was conducted to find out the implementation of visual communication design media. The research used a qualitative method through indepth interviews and field observations with related clients. There are internal and external aspects that influence the decision to implement visual communication design media. It turns out that certain media can help to boost the promotion and have social and economic influences. The research findings can give information on how visual communication design media can function effectively after conducting a Service-Learning program."}, "filled": true, "author_pub_id": "u3XU8A8AAAAJ:d1gkVwhDpl0C", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=4559005224816572037", "cites_id": ["4559005224816572037"], "pub_url": "https://repository.petra.ac.id/15987/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:hXZX6hjXRD8J:scholar.google.com/", "cites_per_year": {"2018": 2, "2019": 2, "2020": 0, "2021": 1, "2022": 1, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A usability of graphic design with local content in the interactive multimedia design for Indonesian storytelling", "pub_year": 2004, "citation": "Jurnal Desain Komunikasi Visual Nirmana 6 (2), 2004", "author": "Listia Natadjaja", "journal": "Jurnal Desain Komunikasi Visual Nirmana", "volume": "6", "number": "2", "abstract": "As the computer becomes a trend, interactive multimedia design can be one media to communicate the cultural knowledge. A folktale can be a one of the powerful materials to show a country’s culture. The folktale content can be understood effectively by implementing some cultural information background. The main aim of using the local content is to give a vision of the richness culture through graphic design in interactive multimedia technology. By implementing local graphic design based on the cultural background, user can have different feeling about the graphic style and the Indonesian richness culture. This method can also help the user to understand the interactive multimedia content easily. Finally, graphic design with local content is very effective for a transferring the richness culture. In order to make a good interactive multimedia design content based on a cultural background, a designer should need to understand about users, culture, technology and the whole design process."}, "filled": true, "author_pub_id": "u3XU8A8AAAAJ:2osOgNQ5qMEC", "num_citations": 11, "citedby_url": "/scholar?hl=en&cites=6259703925285877934", "cites_id": ["6259703925285877934"], "pub_url": "https://scholar.archive.org/work/e4wdxrfwubegtevgqt5novofyq/access/wayback/http://nirmana.petra.ac.id/index.php/dkv/article/download/16336/16328", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:rnjIAY7v3lYJ:scholar.google.com/", "cites_per_year": {"2011": 2, "2012": 1, "2013": 0, "2014": 0, "2015": 0, "2016": 1, "2017": 0, "2018": 0, "2019": 1, "2020": 0, "2021": 3, "2022": 0, "2023": 0, "2024": 3}}
