{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Figurative Language Used in September Event 2018-Apple and Apple Event-September 7", "pub_year": 2025, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 13 (1), 8-15, 2025", "author": "Sihar Gilbert Marcelino Sitompul and Herwindy Maria Tedjaatmadja", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "13", "number": "1", "pages": "8-15"}, "filled": true, "author_pub_id": "U9CAW70AAAAJ:aqlVkmm33-oC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qJZDXveJjYEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Figurative Language Used In Genshin Impact’s and Honkai: Star Rail’s Special Program Videos", "pub_year": 2024, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 12 (3), 374-381, 2024", "author": "Euginea Kezia Lie and Herwindy Maria Tedjaatmadja", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "12", "number": "3", "pages": "374-381", "abstract": "This study aimed to identify various types of figurative language used in the video advertisements for two games, Genshin Impact and Honkai: Star Rail. Following Harris's (2018) theory on rhetorical devices, particularly figurative language, the researchers analyzed the utterances in these videos. According to Harris (2018), there are 11 types of figurative language namely: simile, analogy, metaphor, catachresis, metonymy, synecdoche, personification, allusion, eponym, apostrophe, and transferred epithet. Using qualitative research methods, the researchers collected and analyzed the data. The results indicated that the types of figurative language found in Genshin Impact were simile, analogy, metaphor, metonymy, synecdoche, personification, and allusion whereas simile, analogy, metaphor, metonymy, personification, and allusion were found in Honkai: Star Rail. Synecdoche, personification, and the combination of metaphor and synecdoche were absent in Honkai: Star Rail. The possible reasons for the differences might probably because of the differences in the game’s themes and the amount of information."}, "filled": true, "author_pub_id": "U9CAW70AAAAJ:qxL8FJ1GzNcC", "num_citations": 0, "pub_url": "https://katakita.petra.ac.id/index.php/sastra-inggris/article/view/14482", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5zn-5SjO6PsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Code-mixing Used By Putri Tanjung To People Who Had Different Statuses In Ngrobrol Sore Semaunya Podcast", "pub_year": 2024, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 12 (1), 10-16, 2024", "author": "Katsujai Jathniel Ciputra and Herwindy Maria Tedjaatmadja", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "12", "number": "1", "pages": "10-16", "abstract": "This study was conducted to investigate the code-mixing types used by Putri Tanjung when she was talking to Hedi Rusdian, a non-government official who had the same status as her, and when she was talking to Erick Thohir, a government official who had a higher status than her with its differences and similarities. In this study, the theory of code-mixing types by Muysken (2000) and the status scale theory by Holmes (2013) were used. A qualitative approach was employed in this study. The findings revealed that Putri Tanjung chose a different type of code-mixing when talking to people with different statuses. This can probably happen due to the status of the interlocutors, the situation of the podcast, or the absence of appropriate terms. More studies involving podcasts are recommended. Other social factors or dimensions on code-mixing can also be included in further studies."}, "filled": true, "author_pub_id": "U9CAW70AAAAJ:4TOpqqG69KYC", "num_citations": 0, "pub_url": "https://katakita.petra.ac.id/index.php/sastra-inggris/article/view/14022", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ajLuH5-KaLMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Types of Code Mixing Used by Iman Usman and Faisal Basri in Gita Wirjawan’s Endgame", "pub_year": 2023, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 11 (3), 434-441, 2023", "author": "Donny Indrawan and Herwindy Maria Tedjaatmadja", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "11", "number": "3", "pages": "434-441", "abstract": "This study was conducted to analyze the code-mixing types used by Iman Usman as a young adulthood resource person and Faisal Basri as a middle adulthood resource person in Gita Wirjawan’s Endgame, as well as the similarities and differences between the code mixing types used by both respondents. The writers used the theory of code-mixing types by Muysken (2000) and employed a qualitative approach. The findings of this study revealed that both used all the code-mixing types: insertion, alternation, and congruent lexicalization. Content words were also widely found and both Iman Usman and Faisal Basri repeatedly applied the code-mixing with possessed content word (nouns, verbs, adjectives, or adverbs). Moreover, age factor did really affect Iman Usman and Faisal Basri when using code-mixing in their conversation with Gita Wirjawan. Iman Usman used code mixing more often than Faisal Basri."}, "filled": true, "author_pub_id": "U9CAW70AAAAJ:_kc_bZDykSQC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=247920099131107283", "cites_id": ["247920099131107283"], "pub_url": "https://katakita.petra.ac.id/index.php/sastra-inggris/article/view/13799", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:06djQQTKcAMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Impoliteness Strategies Used by Sylvie Grateau Toward Emily Cooper in Emily in Paris Season One", "pub_year": 2022, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 10 (2), 329-335, 2022", "author": "Tania Silvia Santoso and Herwindy Maria Tedjaatmadja", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "10", "number": "2", "pages": "329-335", "abstract": "This descriptive-quantitative study is aimed at finding out the types of impoliteness super-strategies used by Sylvie toward her employee, Emily, in Emily in Paris season one, as well as the most and least frequently used types. The main theory used is Culpeper's (1996, 2005) impoliteness strategy. The findings reveal that Sylvie has implemented all five types of impoliteness super-strategies. The most common is negative impoliteness which most likely occurs because Sylvie always opposes Emily on purposes despite knowing how much Emily wants to be professionally acknowledged at Savoir. The least frequently used is withhold politeness, which might happen because although Sylvie is a generally nice person, she uses clearer impolite strategies to Emily on purpose. The writers conclude that Sylvie purposefully uses impoliteness strategies and adds impolite gestures, to bring Emily down and to emphasize her power to get rid of Emily from Savoir."}, "filled": true, "author_pub_id": "U9CAW70AAAAJ:ULOm3_A8WrAC", "num_citations": 0, "pub_url": "https://katakita.petra.ac.id/index.php/sastra-inggris/article/view/13133", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:OcmK60kd0-gJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Increasing Brand Awareness of Sunshine Children Centre by Highlighting its Unique Selling Points in a Promotional Video", "pub_year": 2021, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 9 (1), 1-7, 2021", "author": "Stephanie Sutanto and Herwindy Maria Tedjaatmadja", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "9", "number": "1", "pages": "1-7", "abstract": "Sunshine Children Centre, Semarang is an English Course established in 2005 by Sri Mulyani Gondowardono. This course teaches students from young toddlers up until Grade 6. Sunshine Children Centre’s main problem is the decreasing number of students due to the changes from offline to online classes and the fact that this course does not have any promotional tool. Therefore, after considering many factors, the best solution is to make a promotional video and upload it to social media platforms such as Instagram. The duration of the video is only a minute as a promotional video should not last longer than two minutes (Klass, 2018). The video highlights all of the three Unique Selling Points (USPs). The first USP is that this course helps students in their homework and give additional assignments. Second, it offers courses for small groups and private students while the last USP is that it accepts students from both regular and immersion curriculum. By having an engaging promotional video, Sunshine Children Centre will expectedly be able to attract new customers and maintain existing students."}, "filled": true, "author_pub_id": "U9CAW70AAAAJ:Zph67rFs4hoC", "num_citations": 0, "pub_url": "http://katakita.petra.ac.id/index.php/sastra-inggris/article/view/11020", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:GIKDcJ-XK4cJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PERSUASIVE STRATEGIES USED BY INSURANCE AGENTS IN PROSPECTING CUSTOMERS BASED ON THE CUSTOMERS’AGE FACTOR", "pub_year": 2017, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 5 (1), 15-20, 2017", "author": "Olivia Olga Wijaya and Herwindy Maria Tedjaatmadja", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "5", "number": "1", "pages": "15-20"}, "filled": true, "author_pub_id": "U9CAW70AAAAJ:LkGwnXOMwfcC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=8353208449351836557", "cites_id": ["8353208449351836557"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jWNo1tOO7HMJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Cognitive Strategies of S²r Model Used by High Proficiency Learners of the English Department, Petra Christian University", "pub_year": 2017, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 5 (1), 107-115, 2017", "author": "Mega Sri Yunita Samalaty and Herwindy Maria Tedjaatmadja", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "5", "number": "1", "pages": "107-115", "abstract": "This is a qualitative and quantitative study on cognitive strategies of S²R model and specific techniques employed by high proficient learners of the English Department, Petra Christian University. The high proficient learners represented by nine final-year students who have an average of very good grade (≥ B+) in all language skill courses offered by the department. The data was taken by conducting interviews to each of learners based on Oxford (2011) theory. The findings showed all types of cognitive strategies are used by the high proficient learners. The highest percentage of cognitive strategies used was going beyond the immediate data (100%), the second highest was using senses to understand and remember (81%), the third highest was conceptualizing broadly (78%), then it followed by conceptualizing with details (76%), reasoning (67%), and activating knowledge (56%). Moreover, there were a lot of varieties of the specific techniques employed by the participants. The most common specific techniques used were guessing, watching English speaking films, skimming, comparing English to mother tongue, reading novels and magazine, and brainstorming. In conclusion, all proficiency learners use all cognitive strategies but they might employ different techniques in their learning process."}, "filled": true, "author_pub_id": "U9CAW70AAAAJ:Tyk-4Ss8FVUC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=17419374977354770196", "cites_id": ["17419374977354770196"], "pub_url": "http://publication.petra.ac.id/index.php/sastra-inggris/article/view/5832", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:FCePBkANvvEJ:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 0, "2022": 0, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Implementation of Online Features of Blended Learning Method in Critical Reading Class at B University", "pub_year": 2016, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 4 (1), 49-54, 2016", "author": "Samuel Timotius Suhenri and Herwindy Maria Tedjaatmadja", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "4", "number": "1", "pages": "49-54", "abstract": "This thesis is a study of the online aspects of Blended Learning Method implementation and the example implemented in the Critical Reading class in B University. The purposes of the study are to see the implementation of the online aspects of the blended learning criteria in the classroom and the example of its implementation. The theory used is the criteria of blended learning class from Thorne (2003). The finding revealed that most of the criteria are implemented. However, the findings only focused on online features, so there will be some points not implemented in the class, since it could be implemented in offline class. Some examples of the implementation were the usage of Moodle as a help to adapt to blended learning method, usage of wide range of option in giving task and assignments to students, and giving access to contact the most appropriate person in the class."}, "filled": true, "author_pub_id": "U9CAW70AAAAJ:5nxA0vEk-isC", "num_citations": 0, "pub_url": "http://katakita.petra.ac.id/index.php/sastra-inggris/article/view/5704", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:sDeLyRoRZxIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Affective strategies used by high proficiency learners at hand fortuna center", "pub_year": 2016, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 4 (2), 80-85, 2016", "author": "Anie G Roboh and Herwindy Maria Tedjaatmadja", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "4", "number": "2", "pages": "80-85"}, "filled": true, "author_pub_id": "U9CAW70AAAAJ:roLk4NBRz8UC", "num_citations": 9, "citedby_url": "/scholar?hl=en&cites=8382675636664414835", "cites_id": ["8382675636664414835"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:czK0BhQ_VXQJ:scholar.google.com/", "cites_per_year": {"2019": 1, "2020": 0, "2021": 1, "2022": 2, "2023": 2, "2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Improving the Company Profile of PT. Goldfindo Intikayu Pratama: a Way to Make IT More Interesting", "pub_year": 2016, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 4 (2), 60-65, 2016", "author": "Cecilia Cathleen Tjiang and Herwindy Maria Tedjaatmadja", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "4", "number": "2", "pages": "60-65", "abstract": "PT. Goldfindo Intikayu Pratama is a company which manufactures many kinds of furniture of good quality such as beds, tables, chairs, wardrobes, and etc. The company mainly sells its products to distributors of furniture products in the USA. The problem that the company is facing is that its sales have been decreasing lately. This is due to some reasons, one of which is the promotion tool that the company uses. So far, the company has been using its company profile to promote its products. The problem is that the company profile is neither up to date nor interesting in terms of content and design. Some of the information is also irrelevant to the customers. For these reasons, the company needs to modify or change its company profile. The company needs to have a company profile that is much more impressive and interesting so that its potential customers will be interested and buy the company’s products. To realize this, the pictures of the furniture products displayed in the new company profile should be those which the company is currently producing, and which are in trend today or more demanded by most potential customers. In addition, the sentences in the new company profile are supposed to be communicative, simple, and impressive. With the new company profile, it is expected that more customers will be interested and buy the products of PT. Goldfindo Intikayu Pratama. As a result, the company will increase its sales and earn more profit from selling its furniture product"}, "filled": true, "author_pub_id": "U9CAW70AAAAJ:ufrVoPGSRksC", "num_citations": 0, "pub_url": "http://katakita.petra.ac.id/index.php/sastra-inggris/article/view/5728", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vJ509Iwb_l8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A Marketing Booklet for Muara Tours: a Way to Promote Its Study-tour Packages", "pub_year": 2016, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 4 (2), 27-31, 2016", "author": "Maria Adeline Cornelius and Herwindy Maria Tedjaatmadja", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "4", "number": "2", "pages": "27-31", "abstract": "When the writer did her internship at Muara Tours, the writer found that this company had two big problems which affected their business. Muara Tours had failed to advertise study tour packages because Muara Tours does not retain tools that explain the study tour packages. Because of that, the writer comes up with the best solution and the most proper promotional tool which is a marketing booklet. Having a marketing booklet will bring two advantages. First, it assists Muara Tours to advertise study tour packages effectively for the customers. Second, a marketing booklet can use this marketing booklet as a guide for the staff to explain the products. In making this marketing booklet, the writer also considers the potential customers, all aspect in this marketing booklet were simple and attractive. The writer believes that this marketing booklet will assist Muara Tour to lead cooperation between Muara Tour and the customers."}, "filled": true, "author_pub_id": "U9CAW70AAAAJ:eQOLeE2rZwMC", "num_citations": 0, "pub_url": "http://publication.petra.ac.id/index.php/sastra-inggris/article/view/5716", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:IgB00lcZLkwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A company profile: A way to promote the new English for Business Communication program of Petra Christian University", "pub_year": 2015, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 3 (4), 21-26, 2015", "author": "Jane Gautama and Herwindy Maria Tedjaatmadja", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "3", "number": "4", "pages": "21-26", "abstract": "This Business Communication Final Project (BCFP) is made for English for Business Communication (EBC), a new program of the English Department in Petra Christian University. The background of the study is that only few people know about what EBC is because of EBC’s study focus misunderstanding. Thus, EBC needs a company profile booklet, which functions as not only a resume, but also a marketing tool for EBC, to promote its unique strengths as a new program and attract more potential customers, especially high school students and their parents. The company profile booklet outlines EBC history (“EBC-ED”), general overview (“What is EBC?”), product and service description, successes and milestones (“Why EBC?”), alumni and student testimonials (“What Do Our Alumni and Students Say?), and contact information (“How to Reach Us?”). It is expected that this company profile can benefit EBC in its future growth and development."}, "filled": true, "author_pub_id": "U9CAW70AAAAJ:3fE2CSJIrl8C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=7291743971437616009", "cites_id": ["7291743971437616009"], "pub_url": "http://publication.petra.ac.id/index.php/sastra-inggris/article/view/3998", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:iZuiOoJ6MWUJ:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Implementation of Communicative Language Teaching Approach in a Secondary School in Surabaya", "pub_year": 2014, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 2 (2), 41-45, 2014", "author": "Ina Christina Shinta and Herwindy Maria Tedjaatmadja", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "2", "number": "2", "pages": "41-45", "abstract": "This study is a qualitative study aimed to know the principles of CLT implemented and problems faced by a teacher in an English conversation class of eighth grades in S Secondary School. The data was taken through observation and interview. It was analyzed using Larsen-Freeman’(2000) and Brown’s (2001) theories and supported by Li (1998) as cited in Ozsevik (2010). The findings revealed that out of sixteen principles, five principles were unachievable, namely using discourse language, being a facilitator, setting social context, having communicative interaction, and producing different utterances. Moreover, the main problem in implementing CLT comes from students’ side, such as students’ low English proficiency, passive style of learning, resistance to participate in communicative classroom activities, and lack of motivation for developing communicative competence. It can be concluded that CLT is a suitable approach in promoting communicative competence for learners as long as the teacher and the students are prepared."}, "filled": true, "author_pub_id": "U9CAW70AAAAJ:Se3iqnhoufwC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=12995575271874034698", "cites_id": ["12995575271874034698"], "pub_url": "http://katakita.petra.ac.id/index.php/sastra-inggris/article/view/3957", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:CvzmM9uOWbQJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Codes Used by Two Pairs of Identical Twins", "pub_year": 2014, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 2 (2), 76-81, 2014", "author": "Wida F Gunawan and Herwindy Maria Tedjaatmadja", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "2", "number": "2", "pages": "76-81", "abstract": "This study is about the codes used by two pairs of identical twins to their co-twin in their daily conversation. It is supported by Wardaugh’s (2006) and Stromswold’s theories (2004) of codes and language development. The data was gathered from the utterances produced in the given role plays. The findings reveal that seven types of codes were used by these pairs of twins. The similarities are all of them did not use secret language and both pairs mostly used Indonesian codes. The differences are the frequency of each code used and in general, Pair 2 is more formal than Pair 1. In conclusion, having Javanese parents does not always mean using Javanese codes when communicating with others and although they are twins, they do not always use similar codes. These differences might happen because of the differences in religion and travel experiences"}, "filled": true, "author_pub_id": "U9CAW70AAAAJ:UeHWp8X0CEIC", "num_citations": 0, "pub_url": "http://publication.petra.ac.id/index.php/sastra-inggris/article/view/3962", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lUtTiJtZjzEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Interactional Styles Used by Male and Female Chairpersons in Petra Christian University Student Executive Board Meetings", "pub_year": 2014, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 2 (2), 1-7, 2014", "author": "Anila Cinantya and Herwindy Maria Tedjaatmadja", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "2", "number": "2", "pages": "1-7", "abstract": "This study examines the interactional styles related to the role of chairperson used by two female and two male chairpersons in the SEB-PCU meetings. There are three main theories used: interactional styles, gender, and chairpersons and their roles in a meeting. The method used is qualitative approach focusing on the process and the data. The findings reveal that both feminine and masculine interactional styles were used by the chairpersons. The masculine interactional styles were employed to play the roles of chairpersons. The use of interactional styles between female and male chairpersons differs in its ratio although the same linguistic clue was used for the same device. Here, conciliatory feature was not produced by the male chairpersons whereas referentially oriented feature was produced frequently by chairpersons. Overall, it proves that females use more feminine interactional styles while males use more masculine interactional styles. Thus, gender and power play an important role in meeting."}, "filled": true, "author_pub_id": "U9CAW70AAAAJ:2osOgNQ5qMEC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=2030401854627196119", "cites_id": ["2030401854627196119"], "pub_url": "http://katakita.petra.ac.id/index.php/sastra-inggris/article/view/3951", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:1yxZsLpvLRwJ:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A Movie A Day Keeps the Listening Problems Away", "pub_year": 2013, "citation": "A Movie A Day Keeps the Listening Problems Away, 2013", "author": "Herwindy Maria Tedjaatmadja"}, "filled": true, "author_pub_id": "U9CAW70AAAAJ:zYLM7Y9cAGgC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ffObQzLSV6IJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "“HOOK, BOOK, LOOK, TOOK”: EVALUATION AND REFLECTION", "pub_year": 2013, "citation": "“HOOK, BOOK, LOOK, TOOK”: EVALUATION AND REFLECTION, 2013", "author": "Maria Teodora Ping and Herwindy Maria Tedjaatmadja", "abstract": "Tedjaatmadja and Renandya (2012) recently offer an alternative four-step lesson structure that can be implemented for teaching English to young learners, namely the Hook Book Look Took (HBLT). HBLT itself was originally developed by Richards and Bredfeldt (1998). To see how it would work out, this lesson structure was tried out in real TEYL classrooms. Afterwards, the implementation was evaluated as a part of classroom-based research and reflective teaching. This article focuses on our evaluation and reflection on the implementation of HBLT in classrooms. The aspects discussed are teachers’ instructional strategies as well as problems encountered and observed in classrooms."}, "filled": true, "author_pub_id": "U9CAW70AAAAJ:IjCSPb-OGe4C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=8661734194968735975", "cites_id": ["8661734194968735975"], "pub_url": "https://repository.petra.ac.id/16544/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5zD3xVupNHgJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pedagogical content knowledge in higher education in Indonesia", "pub_year": 2013, "citation": "Pedagogical content knowledge in higher education in Indonesia, 2013", "author": "Herwindy Maria Tedjaatmadja", "abstract": "Classroom teaching in a higher education setting in Indonesia requires not only pedagogical or content knowledge, but the combination of both. Using Shulman’s knowledge bases of learning (1986), this paper investigates the importance of pedagogical content knowledge based on teacher cognition and reflected on teaching practice. In a pilot study conducted in a Strategic Marketing in Education Business class in a private university in Surabaya, classroom observation and interviews were conducted to find out the techniques used to create effective learning environment. The finding suggests that questioning becomes an instrumental tool in increasing students’ participation and achievement. The aspects of questioning will be discussed extensively as part of teachers’ personal practical knowledge. This initial study will serve as a foundation for a larger scale research to look at the transition from personal practical knowledge to pedagogical content knowledge."}, "filled": true, "author_pub_id": "U9CAW70AAAAJ:Y0pCki6q_DkC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/16545/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Ur--dYGrQkcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Request Strategies Used by Five Street Dance Groups Leaders to Male and Female Members in the Meeting", "pub_year": 2013, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 1 (1), 258-264, 2013", "author": "FS Prayogo and Herwindy Maria Tedjaatmadja", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "1", "number": "1", "pages": "258-264", "abstract": "This study entitled “Request Strategies Used by Five Street Dance Group Leaders to Their Male and Female Members in the Meetings” was conducted to know the influence of gender toward the request made by the leaders in the street dance groups’ meetings. The writer observed five young male leaders of five different street dance groups in making request to the male and female members in the meeting. The writer used the theory from Trosborg (1995) to classify the request uttered by the leaders. He found that the leaders mostly used the same request strategy, which is direct strategy to both male and female members in the meetings. The result also showed that the leaders used more indirect strategies, such as mild hints to the female than the male members probably because the leaders tried to be more polite to the female members."}, "filled": true, "author_pub_id": "U9CAW70AAAAJ:W7OEmFMy1HYC", "num_citations": 0, "pub_url": "http://katakita.petra.ac.id/index.php/sastra-inggris/article/view/436", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:HqguVrszxUoJ:scholar.google.com/", "cites_per_year": {}}
