{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Desain Lampu Dekoratif Interior Ramah Lingkungan: Transformasi Limbah Kayu Dan Gulma Eceng Gondok Menjadi Produk Kreatif Di Jawa Timur", "pub_year": 2024, "citation": "Jurnal PATRA 6 (1), 16-23, 2024", "author": "Grace Mulyono and Kevin Adrian and Victor Hugo Arjuna", "journal": "Jurnal PATRA", "volume": "6", "number": "1", "pages": "16-23"}, "filled": true, "author_pub_id": "uB-e3l4AAAAJ:pqnbT2bcN3wC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=8745756101513711107", "cites_id": ["8745756101513711107"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Aw7uWtYqX3kJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Desain produk Interior Berkelanjutan: Pemanfaatan Limbah Kayu Industri untuk Fidgeting Dekoratif", "pub_year": 2023, "citation": "Jurnal Desain Interior 8 (2), 81-90, 2023", "author": "Grace Mulyono and Fabrizio Robbie Sumawan", "journal": "Jurnal Desain Interior", "volume": "8", "number": "2", "pages": "81-90", "abstract": "Perancangan produk interior yang berkelanjutan memiliki peran penting dalam meminimalkan dampak negatif terhadap lingkungan. Tulisan ini bertujuan untuk mengkaji perancangan produk interior berkelanjutan yang memanfaatkan limbah kayu industri sebagai fasilitas fidgeting. Produk interior dekoratif dikembangkan dengan teknik puzzle dan berfungsi sebagai fasilitas pencahayaan ruangan. Melalui penerapan konsep berkelanjutan dan inovasi desain, penelitian ini memberikan kontribusi dalam mengatasi permasalahan kecemasan serta penggunaan limbah kayu yang tidak termanfaatkan secara optimal. Metode penelitian yang digunakan adalah Design Thinking oleh Kelley dengan tahapan Emphasize, Define, Ideate, Prototipe, dan Test. Pada tahap Prototipe, ide desain diwujudkan menjadi desain produk nyata dengan memanfaatkan limbah kayu industri dan diuji untuk memperoleh umpan balik dari …"}, "filled": true, "author_pub_id": "uB-e3l4AAAAJ:ns9cj8rnVeAC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=10371655209480416947", "cites_id": ["10371655209480416947"], "pub_url": "https://scholar.google.com/scholar?cluster=10371655209480416947&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:s-7oLXaF748J:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "JAWA TIMUR BISA: KOLABORASI KREATIF DI ERA PASCA PANDEMI", "pub_year": 2023, "citation": "JAWA TIMUR BISA: KOLABORASI KREATIF DI ERA PASCA PANDEMI, 2023", "author": "Grace Mulyono", "abstract": "Industri   kreatif  diharapkan   dapat  mendorong    pertumbuhan    ekonomi   di Indonesia  setelah  masa pandemi.   Materiallokal    yang  melimpah dan tenaga  manusia  terampil   merupakan   dua  kekuatan   besar yang  perlu  diolah  secara maksimal  untuk  meningkatkan    nilai jual  produk desain. Dalam upaya ini, seorang  desainer  produk  interior  perlu  berkolaborasi   dengan  pengrajin   Industri  Kecil Menengah   (IKM), pengusaha swasta, pemerintah,   eksportir   serta asosiasi untuk  memperluas   target  pasar. Tulisan  pada  buku  ini bertujuan   menunjukkan    proses dan  peran  desainer  produk  interior  dalam  pengembangan    produk  interior  dengan memanfaatkan    material lokal lndonesia        untuk  dapat  diterima   di pasar global."}, "filled": true, "author_pub_id": "uB-e3l4AAAAJ:O3NaXMp0MMsC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20579/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:MvEbzB1qLTkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Role of Interior Product Designers in Improving the Welfare of Craft and Furniture Artisans After Pandemic", "pub_year": 2023, "citation": "Society 11 (1), 206-220, 2023", "author": "Grace Mulyono and Jocephine Cornelya Cristy", "volume": "11", "number": "1", "pages": "206-220", "abstract": "The creative industry is expected to drive economic growth in  Indonesia after the COVID-19 pandemic. Abundant local  materials and skilled human resources are two major strengths  that need to be optimally managed to increase the selling value  of design products. The pandemic has significantly impacted  the welfare of furniture and handicraft artisans in Java. This  paper aims to demonstrate the process and role of interior  product designers (IPDs) in improving the socio-economic  welfare of artisans after the pandemic. IPDs collaborated with  Small and Medium Enterprises (SMEs), artisans, private  entrepreneurs, governments, exporters, and associations to deal  with vulnerabilities after the pandemic to achieve the  development of policies and strategies toward sustainable  community welfare. This IPDs role mainly focused on utilizing  water hyacinth and rattan as the material for interior products  to be accepted in local and global markets. The IPDs faced  challenges in collaboration and unification of aspirations and  interests between each party. The research used Kelley s design  thinking method, implementing the empathize, define, ideate,  prototype, and test stages. The latest information on  commodities produced by SME artisans, the existing  advantages and disadvantages, and in-depth studies of  developing market issues in Indonesia, Asia, and Europe were  explored. The resulting design was then adjusted to the  availability of raw materials, the production capabilities of the  artisan, as well as the support of tools and technology used.  The production process involved the government and  industrial assistance in supporting the …"}, "filled": true, "author_pub_id": "uB-e3l4AAAAJ:GnPB-g6toBAC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=4463634615670724255", "cites_id": ["4463634615670724255"], "pub_url": "https://repository.petra.ac.id/20577/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:n9YwmggE8j0J:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Design of Indonesian Furniture as a Solution to Human Life Balance Issues Post-COVID-19 Pandemic", "pub_year": 2023, "citation": "International Journal of Global Optimization and Its Application 2 (3), 135-141, 2023", "author": "Grace Mulyono and Chong Yi Yun Eunice and INGRID GEORGINA HENRIETTE PAYANGAN and KEVIN CHRISTOPHER NDEOHA", "journal": "International Journal of Global Optimization and Its Application", "volume": "2", "number": "3", "pages": "135-141", "publisher": "Petra Christian University", "abstract": "The focus on achieving life balance has been widely discussed in various aspects of human life after the COVID-19 pandemic. The increased stress level results from losing boundaries between work and other aspects of life due to the lack of physical and temporal limitations, causing an imbalance. As one of the worlds furniture material producers, Indonesia needs to improve its designs quality for the export market. This paper discussed the solution of interior product design for the European export market as an activity that helps to address the imbalance of human life after the pandemic. The authors applied the Kelley design thinking method through the stages of empathizing, defining, ideating, prototyping, and testing. The wellness, sustainability, and home sweet home concepts were applied to the design as the emerging megatrends in Europe while also considering the sustainable global cultural and aesthetic aspects. Natural materials from Indonesia were applied with this consideration. The main focus of the design system is on the easy installation concept to achieve product shipping efficiency to the European market. Three designs are discussed in this paper, including the Rotan Storage Credenza, Multifunctional Lounge Chair, and Sisal Lounge Chair. The resulting designs are expected to solve the European markets problems after the pandemic. The designs must still be tested in the market through e-commerce and internationally recognized exhibitions."}, "filled": true, "author_pub_id": "uB-e3l4AAAAJ:YFjsv_pBGBYC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20535/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:4jncEw9KkZkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Furnitur Beton: Pengembangan Furnitur Beton untuk Ruang Tunggu Publik setelah masa Pandemi", "pub_year": 2022, "citation": "Furnitur Beton: Pengembangan Furnitur Beton untuk Ruang Tunggu Publik …, 2022", "author": "Grace Mulyono and Diana Thamrin", "publisher": "Petra Press", "abstract": "Buku ini merupakan hasil pengembangan penelitian furnitur beton setelah masa pandemi. Adaptasi manusia selama lebih dari dua tahun menghasilkan pola kebiasaan baru dalam beraktivitas pada ruang-ruang  publik. Perubahan inilah yang disorot dan disajikan solusinya dalam desain furnitur luar ruangan berbahan dasar beton. Beton selama ini hanya dikenal sebagai material utama dalam konstruksi bangunan. Buku ini memberi inspirasi mengenai perlakuan beton dan karakter beton dalam aplikasi desain furnitur yang lebih fleksibel."}, "filled": true, "author_pub_id": "uB-e3l4AAAAJ:BqipwSGYUEgC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20555/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lqJiJUmPScsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengembangan desain kursi new normal untuk fasilitas duduk publik", "pub_year": 2022, "citation": "Productum: Jurnal Desain Produk 5 (1), 42-48, 2022", "author": "Gracia Vita Kurniawan and Grace Mulyono and M Taufan Rizqy", "volume": "5", "number": "1", "pages": "42-48", "abstract": "Memasuki era new normal, masyarakat membutuhkan fasilitas duduk ruang publik yang aman dan nyaman. Sebagian besar fasilitas duduk publik yang ada sekarang telah memadai era new normal, namun hanya beurpa tanda silang pada tempat duduk yang sebenarnya tetap dapat digunakan. Melihat permasalahan tersebut, maka penelitian dilakukan dengan tujuan menghasilkan fasilitas duduk new normal dengan bentuk modular serta ringkas, dapat meminimalkan penyebaran virus, dan memberikan pengguna proteksi dari COVID-19. Penelitian ini menggunakan metode  Design Thinking  Stanford D.School yang terdiri dari 5 tahap yaitu; empathize, define, ideate, prototype, dan test. Berdasarkan metode tersebut, produk yang dihasilkan terdiri dari 5 alternatif dengan fungsi dan tujuan produk yang sama. Konsep yang ditampilkan merupakan produk yang dapat meminimalkan penyebaran virus dan memproteksi pengguna dari droplet pengguna lainnya, serta menggunakan gaya desain yang sederhana, modular, dan ringkas."}, "filled": true, "author_pub_id": "uB-e3l4AAAAJ:NMxIlDl6LWMC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20554/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:k_cZ9T_on6AJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Modular outdoor furniture product for new normal public space", "pub_year": 2021, "citation": "Modular outdoor furniture product for new normal public space, 2021", "author": "Grace Mulyono and Diana Thamrin", "abstract": "The limitation of shared activities in public spaces during the New Normal period requires flexible, multi-functional furniture that can be applied in public spaces. Outdoor modular furniture that can be flexibly modified to avoid spreading the virus through surfaces is required to add value to the public outdoor facility. Outdoor modular furniture with cellular lightweight concrete (CLC) as its material has been developed to be used in public space sitting areas. The modular furniture produced from this study can function as a sitting, playing and working facility with various arrangements in its geometrical form. The furniture can be used by adult users and children with the dimensions that refer to both variants of the user. The design had been made into a 1:1 scale prototype to produce compositions that can be used by adults and children for various activity. The prototype had also been tested for two years in outdoor public facilities. The test results showed that it is necessary to improve the material weight, give more rounded corners, improve the finishing as well as the construction process."}, "filled": true, "author_pub_id": "uB-e3l4AAAAJ:hMod-77fHWUC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19414/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:SILW9bhyKeUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Inovasi Display Sepatu Fleksibel Untuk Meningkatkan Efisiensi Bagi Kebutuhan Sentra UKM", "pub_year": 2020, "citation": "Jurnal Desain Idea 19 (1), 1-6, 2020", "author": "ANASTASIA TERTIARA DIVA INTANI and KATHRYN IMMANUEL WAHYUDI and Grace Mulyono", "volume": "19", "number": "1", "pages": "1-6"}, "filled": true, "author_pub_id": "uB-e3l4AAAAJ:blknAaTinKkC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6e_uzJ7iudIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Perabot Praktis Untuk Indekos Di Surabaya", "pub_year": 2020, "citation": "Jurnal Intra 8 (1), 30-33, 2020", "author": "Domas Abdiel Gita Efrata and Grace Mulyono", "journal": "Jurnal Intra", "volume": "8", "number": "1", "pages": "30-33", "abstract": "Many people especially students who graduate from universities or young people who go to Surabaya to look for work will choose to live in a boarding house. Many boarding houses, especially those with cheap rental rates, do not provide facilities such as tables or shelves. It would be more convenient for the resident that if they are provided with some furnitures for them to do their activities or even just to put their belongings which makes it the main purpose for the designer to create such ideas for the needs of comfort and living even is it just a boarding house. In this occasion, the designer will build a furniture facility that is a table, chairs and shelves that can be assembled so that the user can easily carry it and of course the furniture facilities really help the user to carry out certain activities comfortably. Furniture facilities are made by observing, making prototypes according to the design schematic and evaluating …"}, "filled": true, "author_pub_id": "uB-e3l4AAAAJ:maZDTaKrznsC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=18073892544492130168", "cites_id": ["18073892544492130168"], "pub_url": "https://scholar.google.com/scholar?cluster=18073892544492130168&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:eM8Id4Jd0_oJ:scholar.google.com/", "cites_per_year": {"2019": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Design of Portable Purchase Display for Small to Medium Enterprise (Case Study of Fish Cracker Village in Surabaya)", "pub_year": 2019, "citation": "International Conference on Arts and Design Education (ICADE 2018), 85-88, 2019", "author": "Grace Mulyono and Diana Thamrin", "conference": "International Conference on Arts and Design Education (ICADE 2018)", "pages": "85-88", "publisher": "Atlantis Press"}, "filled": true, "author_pub_id": "uB-e3l4AAAAJ:TQgYirikUcIC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:o1UGFv1gLVQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Booth Flatpack untuk Bazar Makanan dan Minuman di Mall Surabaya", "pub_year": 2019, "citation": "Jurnal Intra 7 (2), 703-705, 2019", "author": "P Christina and G Mulyono and F Tanaya", "journal": "Jurnal Intra", "volume": "7", "number": "2", "pages": "703-705"}, "filled": true, "author_pub_id": "uB-e3l4AAAAJ:TFP_iSt0sucC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=18395052068686996629", "cites_id": ["18395052068686996629"], "pub_url": "https://scholar.google.com/scholar?cluster=18395052068686996629&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lSTnMmVaSP8J:scholar.google.com/", "cites_per_year": {"2023": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Produk Interior Multifungsi Dan Adjustable Untuk Produk Pakaian, Sepatu Dan Tas", "pub_year": 2019, "citation": "Intra 7, 10, 2019", "author": "Regina Harijono and Grace Mulyono", "journal": "Intra", "volume": "7", "pages": "10", "abstract": "Berbisnis online shop saat ini sedang booming dan sangat digemari oleh berbagai kalangan. Banyak toko dan online shop yang baru memulai usaha maupun yang sudah lama membuka usaha sering mengikuti bazaar/pameran untuk meningkatkan pendapatan ataupun untuk memperkenalkan produk mereka. Para pengusaha dapat menyewa booth di sebuah event pameran untuk menjual barang dagangannya. Tidak sedikit dari para penyewa booth/tenant yang membawa perabot tambahan sendiri untuk mempercantik tampilan booth sekaligus untuk memajangkan produk yang ingin mereka jual. Tetapi seringkali perabot yang digunakan tidak sesuai ukurannya dengan booth yang tersedia karena tiap event pameran memiliki ukuran booth yang berbeda-beda. Oleh karena itu, dibutuhkanlah suatu fasilitas produk yang dapat digunakan berulang kali dengan desain yang menarik dan efisien dalam …"}, "filled": true, "author_pub_id": "uB-e3l4AAAAJ:r0BpntZqJG4C", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=13082371311121553394", "cites_id": ["13082371311121553394"], "pub_url": "https://scholar.google.com/scholar?cluster=13082371311121553394&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8lcp42TrjbUJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 1, "2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Furnitur Musikal untuk Ruang Tunggu Publik", "pub_year": 2019, "citation": "Intra 7 (2), 876-881, 2019", "author": "YM Paulinesya and G Mulyono and F Tanaya", "journal": "Intra", "volume": "7", "number": "2", "pages": "876-881"}, "filled": true, "author_pub_id": "uB-e3l4AAAAJ:j3f4tGmQtD8C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=5688586996484765245", "cites_id": ["5688586996484765245"], "pub_url": "https://scholar.google.com/scholar?cluster=5688586996484765245&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:PXZh37vr8U4J:scholar.google.com/", "cites_per_year": {"2021": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Set Furnitur untuk Public Space dengan Pemanfaatan Limbah Kayu Jati dan Resin", "pub_year": 2019, "citation": "Jurnal Intra 7, 893-901, 2019", "author": "CF Sunaryo and G Mulyono and F Tanaya", "journal": "Jurnal Intra", "volume": "7", "pages": "893-901"}, "filled": true, "author_pub_id": "uB-e3l4AAAAJ:4JMBOYKVnBMC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=8812018724768033904", "cites_id": ["8812018724768033904"], "pub_url": "https://scholar.google.com/scholar?cluster=8812018724768033904&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:cKzjk1eUSnoJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 1, "2023": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan meja dan kursi ergonomis sebagai fasilitas gaming", "pub_year": 2019, "citation": "Jurnal Intra 7 (2), 775-780, 2019", "author": "Felicia Aprillina and Grace Mulyono and DF Tanaya", "journal": "Jurnal Intra", "volume": "7", "number": "2", "pages": "775-780"}, "filled": true, "author_pub_id": "uB-e3l4AAAAJ:_Qo2XoVZTnwC", "num_citations": 9, "citedby_url": "/scholar?hl=en&cites=3476214290623314458", "cites_id": ["3476214290623314458"], "pub_url": "https://scholar.google.com/scholar?cluster=3476214290623314458&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Gjq9w3r-PTAJ:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 1, "2022": 2, "2023": 5}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Design of portable purchase display for small to medium enterprise", "pub_year": 2018, "citation": "Design of portable purchase display for small to medium enterprise, 2018", "author": "Grace Mulyono and Diana Thamrin", "abstract": "As an effort to increase the regional economy and touristic attraction of Surabaya city, the local government has issued a program to support and expand existing small to medium enterprises (SMEs). One of them is Kampung Krupuk, a village of traditional cracker makers. Despite its potentials, there is a need to develop its business promotion and sales through exhibition or local bazaars frequently held in Surabaya. The location of the Kampung Krupuk village in narrow alleys and far from urban roads result in problems of transporting the commodities to the exhibition areas. These problems became a challenge in the learning studio of Interior Product Design 3 course taken by third year students of the Interior Design Department. Brainstorming and Prototyping methods were carried out in the design process to produce designs that suit the conditions in the field. Existing communities were actively involved in the process of brainstorming designs, evaluation and product prototype testing. The result of this research is a purchase display product design that has many advantages: lightweight, easily assembled, economic, and can be transported by a motorcycle. These advantages are the design solution offered to the existing problems that have previously hampered the marketing and productivity of Kampung Krupuk. The resulting design can truly be realized to support the marketing activities of Kampung Krupuk"}, "filled": true, "author_pub_id": "uB-e3l4AAAAJ:R3hNpaxXUhUC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/18313/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:45BwX9r1_OEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Usability evaluation of adaptable urban park furniture product with cellular light-weight concrete as material", "pub_year": 2018, "citation": "IOP Conference Series: Materials Science and Engineering 408 (1), 012033, 2018", "author": "Diana Thamrin and Grace Mulyono", "journal": "IOP Conference Series: Materials Science and Engineering", "volume": "408", "number": "1", "pages": "012033", "publisher": "IOP Publishing"}, "filled": true, "author_pub_id": "uB-e3l4AAAAJ:mB3voiENLucC", "num_citations": 12, "citedby_url": "/scholar?hl=en&cites=16689957523293788442", "cites_id": ["16689957523293788442"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:GtlItPCjnucJ:scholar.google.com/", "cites_per_year": {"2019": 2, "2020": 1, "2021": 0, "2022": 4, "2023": 1, "2024": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Participatory Design of Portable and Adaptable Furniture Product for Village Traditional Pastry Vendors in Surabaya", "pub_year": 2018, "citation": "IOP Conference Series: Materials Science and Engineering 408 (1), 012034, 2018", "author": "Diana Thamrin and Grace Mulyono", "journal": "IOP Conference Series: Materials Science and Engineering", "volume": "408", "number": "1", "pages": "012034", "publisher": "IOP Publishing", "abstract": "Traditional pastry making is an authentic skill and source of livelihood for many village vendors in Indonesia. Despite their potentials in improving regional economy and promoting traditional cuisine, village pastry vendors face marketing problems due to their poor product display system, lack of retail space, and uncertainty of available time to make and sell their pastries. This research develops the idea of designing a portable and adaptable furniture product that can help pastry makers display and sell pastries efficiently and independently. Using the participatory method of human-centred design, the designers became participants of the pastry-making community in order to empathize with their problems and aspirations. Meanwhile, the pastry makers became participants in the following design processes of defining problems, ideating concepts and testing of furniture design prototypes. The result of this research is …"}, "filled": true, "author_pub_id": "uB-e3l4AAAAJ:hFOr9nPyWt4C", "num_citations": 0, "pub_url": "https://iopscience.iop.org/article/10.1088/1757-899X/408/1/012034/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:FwIkCkjI184J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Gerobak” Mantap” untuk Service-Learning UKM Kampung Unggulan Kue", "pub_year": 2018, "citation": "Share: Journal of Service Learning 4 (2), 50-55, 2018", "author": "Claudia Filiana Sunaryo and Meinasari Ardelia Tedja and Jenniffer Magdalena and Madeleine Christie Liady and Grace Mulyono", "journal": "Share: Journal of Service Learning", "volume": "4", "number": "2", "pages": "50-55", "abstract": "UKM atau Usaha Kecil Menengah merupakan salah satu metode usaha yang banyak berkontribusi secara positif terhadap perekonomian negara. UKM Kampung Unggulan Kue merupakan salah satu UKM di Surabaya yang memiliki potensi unggulan menghasilkan produk kue basah. Kampung Unggulan Kue saat ini memiliki permasalahan keterbatasan perabot yang mendukung penjualan. Untuk menjawab permasalahan tersebut, mahasiswa melakukan perkuliahan dengan metode Service-Learning dimana pemecahan masalah tersebut akan melibatkan mahasiswa secara langsung untuk mengembangkan keterampilan akademik, rasa tanggung jawab, dan komitmen mahasiswa terhadap masyarakat. Metode penelitian yang digunakan adalah metode deskripsi kualitatif analisis digunakan untuk mengidentifikasi keadaan langsung di lapangan, literatur dan perancangan. Setelah melewati proses diskusidan analisis UKM, penelitian ini menghasilkan sebuah “gerobak” yang bisa dipasang dan dibongkar dengan mudah yang digunakan untuk berjualan di bazar, car free day, maupun pasar malam"}, "filled": true, "author_pub_id": "uB-e3l4AAAAJ:HDshCWvjkbEC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=10081489208518364961", "cites_id": ["10081489208518364961"], "pub_url": "http://share.petra.ac.id/index.php/share/article/view/21439", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Ic-raAWl6IsJ:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 1}}
