{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Investment scam vulnerability among university students: the role of personality traits and risk tolerance", "pub_year": 2025, "citation": "Cogent Education 12 (1), 2464309, 2025", "author": "Elisa Tjondro and Cherrylia Ester and Yovita Gisella Sardjono and Adhityawati Kusumawardhani", "journal": "Cogent Education", "volume": "12", "number": "1", "pages": "2464309", "publisher": "Cogent", "abstract": "This study demonstrates that personality traits affect investment scam vulnerability, either directly or indirectly, through risk tolerance. This study uses the Big Five personality traits, specifically openness to experience, conscientiousness, extraversion, agreeableness, and neuroticism. This study collected data by randomly distributing surveys to students from A-accredited universities in Java and Bali, Indonesia, areas known for their economic growth. The study analysed 421 respondents aged 18–24 years old at undergraduate and graduate levels using the partial least squares method. Our findings reveal a negative correlation between the conscientiousness trait and scam vulnerability. The ability of conscientiousness-type respondents to obtain quality and relevant information prevents them from making impulsive investments. This study also finds that students with high openness to experience, extraversion, and …"}, "filled": true, "author_pub_id": "uDexHokAAAAJ:Se3iqnhoufwC", "num_citations": 0, "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/2331186X.2025.2464309", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:JMQpgZH1LPoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Peran Kolaborasi Kanwil DJP Jatim I dan Forum Tax Center Surabaya dalam Meningkatkan Kepatuhan Pajak UMKM melalui Business Development Service (BDS)", "pub_year": 2025, "citation": "Jurnal Pengabdian Masyarakat Waradin 5 (2), 01-16, 2025", "author": "Yoga Adi Prayogi and Adhityawati Kusumawardhani and Rifda Fitrianty and Ratna Anggraini Aripratiwi and Norbertus Purnomolastu and Dian Anita Nuswantara", "journal": "Jurnal Pengabdian Masyarakat Waradin", "volume": "5", "number": "2", "pages": "01-16", "abstract": "The Regional Office of DJP East Java I and the Surabaya Tax Center Forum are working together to run the Business Development Services (BDS) program. The goal is to get micro, small, and medium enterprises (MSMEs) to pay their taxes more accurately and help them do better in business. The program involved 21 MSMEs selected based on their possession of a Taxpayer Identification Number (NPWP) and Business Identification Number (NIB). The implementation methods included tax education, digital marketing training, and business financing solutions using a participatory approach, lectures, discussions, and interactive simulations. Evaluation was conducted through questionnaires to assess participants’ understanding of the materials presented and the program’s impact on their business capabilities. The results showed a 35% increase in participants’ understanding scores, with the majority of …"}, "filled": true, "author_pub_id": "uDexHokAAAAJ:LkGwnXOMwfcC", "num_citations": 0, "pub_url": "http://stiepari.org/index.php/wrd/article/view/612", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:izMbQCTepzoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Influence of Financial Performance on CSR in English League Football Clubs", "pub_year": 2025, "citation": "International Journal of Organizational Behavior and Policy 4 (1), 27-40, 2025", "author": "Adhityawati Kusumawardhani and Christian Hadinata and Nony Kezia Marchyta", "journal": "International Journal of Organizational Behavior and Policy", "volume": "4", "number": "1", "pages": "27-40", "abstract": "This research seeks to find out if there is a relationship between corporate social responsibility (CSR) and financial performance as measured by return on assets, debt equity ratio, and the current ratio. The primary focus of this work is on the 25 English Premier League clubs that were registered with the Charity Commission UK from 2018 to 2021. Corporate Social Responsibility (CSR) is the independent (explanatory) variable, while Return on Assets (ROA), Debt Equity Ratio (DER), and Current Ratio (CR) are the dependent variables. Regression multivariate modeling is the technique of choice. DER and ROA are found to positively influence CSR, while CR is found to have no impact. The report asserts that stronger clubs have higher financial social responsibility expenditures than weaker clubs. This research contributes new content on the subject of corporate social responsibility (CSR) in the field of sports with particular emphasis on football and provides important guidance to club managers on how to combine finance and CSR strategies."}, "filled": true, "author_pub_id": "uDexHokAAAAJ:_FxGoFyzp5QC", "num_citations": 0, "pub_url": "https://ijobp.petra.ac.id/index.php/ijobp/article/view/144", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:dZlO2i-Hf4IJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Deteksi Fraud Terhadap Laporan Keuangan dengan Analisis Fraud Triangle Pada Sektor Pertambangan di IDX Periode 2018-2022", "pub_year": 2025, "citation": "UPY Business and Management Journal (UMBJ) 4 (1), 31-40, 2025", "author": "Sefiana Mila Rinjani and Yennisa Yennisa and Adhityawati Kusumawardhani and Hari Purnama", "journal": "UPY Business and Management Journal (UMBJ)", "volume": "4", "number": "1", "pages": "31-40", "abstract": "Tujuan: Untuk menguji unsur-unsur kecurangan pada teori fraud triangle dalam mendeteksi kecurangan laporan keuangan"}, "filled": true, "author_pub_id": "uDexHokAAAAJ:roLk4NBRz8UC", "num_citations": 0, "pub_url": "https://journal.upy.ac.id/index.php/ubmj/article/view/7284", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:XnYFGWLZbIwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Role of Real Earnings Management (REM) in The Relationship between Financial Distress and Tax Planning", "pub_year": 2024, "citation": "International Journal of Organizational Behavior and Policy 3 (2), 109-122, 2024", "author": "Angeline Grece Souisa and Elisa Tjondro and Adhityawati Kusumawardhani and Arja Sadjiarto and Tonny Stephanus Eoh", "journal": "International Journal of Organizational Behavior and Policy", "volume": "3", "number": "2", "pages": "109-122", "abstract": "The aim of this study is to test the impact of real earnings management (REM) on the relationship between financial distress and tax planning. To survive and maximise financial potential in the face of financial distress, management tends to use accounting tactics to increase revenue in order to reach the company's target. The study sample comprises manufacturing sector firms listed in the IDX between 2018 and 2022. The total company sample consisted of 124 companies with 542 observations. The study employed robust random effect panel regression techniques. This research reveals that there is a negative link between financial distress and tax planning. This study fails to prove that REM strengthens the relationship between financial distress and tax planning. Furthermore, the study discovered that two groups of firms with high and low REM abnormal cash flows exhibited distinct financial distress behaviours towards tax planning. The practical implications are that increased regulatory attention and decreased financial resources create a lower motivation to evade taxes, as exhibited by the negative correlation between financial distress and tax planning."}, "filled": true, "author_pub_id": "uDexHokAAAAJ:ufrVoPGSRksC", "num_citations": 0, "pub_url": "https://ijobp.petra.ac.id/index.php/ijobp/article/view/136", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZI0nTQCpeFYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Effects of Carbon Tax, Fairness, and Government Trust on Public Views of Carbon Tax", "pub_year": 2024, "citation": "InFestasi 20 (1), 54-64, 2024", "author": "Adhityawati Kusumawardhani and Vanessa Saptadjaja and Megan Cahyono", "journal": "InFestasi", "volume": "20", "number": "1", "pages": "54-64", "abstract": "The research aim to investigate the impact of fairness, trust, and carbon taxation on public perceptions of carbon tax. The purposive sampling procedure was employed to conduct this quantitative research. Indonesia’s primary contributor to carbon emissions is Java Island, which accounts for approximately 60% of the nation’s total emissions. The survey was administered online to 200 residents of the island. The populix/poplite platform was employed to draw the sample. SPSS was employed to perform multiple regression analysis. The findings of this investigation indicate that the public’s perceptions of Java are substantially influenced by fairness, trust, and carbon taxes. These findings indicate that the public is of the opinion that the carbon tax will be applied equitably and will have a positive impact on the environment. This research bolsters the public of view theory, which is crucial for the government to comprehend the critical factors that influence public acceptance and support for policy measures aimed at achieving sustainable objectives in the context of environmental policy. Additionally, it contributes to a more profound comprehension of the dynamics of public opinion in the context of climate change."}, "filled": true, "author_pub_id": "uDexHokAAAAJ:WF5omc3nYNoC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=11595665298646699533", "cites_id": ["11595665298646699533"], "pub_url": "https://journal.trunojoyo.ac.id/infestasi/article/view/25566", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DQ4pFCcU7KAJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Investigating the Impact: Financial Literacy, Socio-Economic Status, and Awareness on Investment Decisions with Moderation Factors", "pub_year": 2024, "citation": "Petra International Journal of Business Studies 7 (1), 19-27, 2024", "author": "Dewi Pertiwi and Adhityawati Kusumawardhani and James Tan Kristiyanto Pratama and Teripena Ika Sampurna Paul", "journal": "Petra International Journal of Business Studies", "volume": "7", "number": "1", "pages": "19-27", "abstract": "Investment decisions must be made appropriately so that investors are not trapped by investment scams. But in fact, cases of investment scams are increasingly rampant in Indonesia. The primary objective of this paper is to highlight the lack of financial literacy as one of the elements that might be responsible for Indonesia's substantial number of investment scam victims. To investigate the association between financial literacy, SES, awareness, and investment decisions, the model put out in this research employs logistic regression analysis. The results show that financial literacy has an impact on investment decisions, while SES has no influence on investment decisions. Awareness of fraudulent investments can moderate the relationship between financial literacy and investment decisions but cannot moderate SES on investment decisions. This study exhorts investors to base their investment choices on their financial literacy rather than on outside influences. Financial literacy training programs should be developed by the government, financial institutions, and educational institutions."}, "filled": true, "author_pub_id": "uDexHokAAAAJ:eQOLeE2rZwMC", "num_citations": 0, "pub_url": "https://ijbs.petra.ac.id/index.php/ijbs/article/view/342", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:MqJHNi2iTs0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "COLLEGE STUDENTS FINANCIAL WELL-BEING ON JAVA ISLAND: THE ROLE OF FINANCIAL LITERACY, FINANCIAL BEHAVIOR, AND FINANCIAL SOCIALIZATION", "pub_year": 2024, "citation": "International Journal of Organizational Behavior and Policy (IJOBP) 3 (1), 27-38, 2024", "author": "Nony Kezia Marchyta and Adhityawati Kusumawardhani", "journal": "International Journal of Organizational Behavior and Policy (IJOBP)", "volume": "3", "number": "1", "pages": "27-38", "publisher": "Petra Christian University", "abstract": "After graduating from college, a students financial situation is critical since it impacts their general level of contentment with life. This study used financial behavior among university students on Java Island to investigate the impact of financial socialization and literacy on financial well-being. This kind of study uses a non-probability sampling method and quantitative methods, involving 134 students in Java Island data processing procedures with Smart PLS. The findings revealed that financial socialization and financial literacy are favorably related to financial well-being. Financial literacy and financial socialization positively affected both financial behavior and financial well-being. Financial conduct acts as a mediating variable between financial well-being, financial literacy, and financial socialization, which both have a favorable impact."}, "filled": true, "author_pub_id": "uDexHokAAAAJ:YsMSGLbcyi4C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=10326999186931398869", "cites_id": ["10326999186931398869"], "pub_url": "https://repository.petra.ac.id/20792/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:1TjLtAvfUI8J:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Tax Service Quality and Digital Tax Implementation for MSME Tax Compliance in Surabaya", "pub_year": 2024, "citation": "International Journal of Organizational Behavior and Policy 3 (1), 53-62, 2024", "author": "Adhityawati Kusumawardhani and Felix Kristanto Gunawan and Elisa Tjondro and Tonny Stephanus Eoh", "journal": "International Journal of Organizational Behavior and Policy", "volume": "3", "number": "1", "pages": "53-62", "publisher": "Petra Christian University", "abstract": "This study aims to determine the effect of e-Registration, e-Filing, e-Billing, and Tax Service Quality for MSME (Micro, Small, and Medium Enterprises) Tax Compliance in Surabaya. This studyuses multiple  linear  regression  model  with  a  total  sample  of  150  MSMEs  in  Surabaya.  The  results obtained are e-Registration, e-Filing, e-Billing, and tax service quality have a positive effect on tax compliance. This is because taxpayers find it easy to report their taxes with the e-system and also feel good service  from tax officials. The findings in this study result in tax compliance with the application  of  e-Registration,  e-Filing,  e-Billing,  and  tax  service  quality  due  to  the  fact  that taxpayers are more assisted by system changes in tax reporting. Conversely, this study supports attribution theory which explains that taxpayers can be influenced by their social environment in acting and behaving."}, "filled": true, "author_pub_id": "uDexHokAAAAJ:W7OEmFMy1HYC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20797/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:oGFP5OlY8S0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "ESG (Environmental, Social And Governance) Memoderasi Kinerja Keuangan Terhadap Nilai Perusahaan", "pub_year": 2023, "citation": "Jurnal Riset Akuntansi Dan Auditing 10 (3), 15-26, 2023", "author": "Adhityawati Kusumawardhani and CLARISSA THENARDI and Angellina Lutwal", "volume": "10", "number": "3", "pages": "15-26", "abstract": "Tujuan dari penelitian ini untuk mengeksplorasi bagaimana tata kelola sosial lingkungan (ESG) dapat meningkatkan hubungan antara nilai perusahaan dan kinerja keuangan (ROE, EPS, dan DER). Untuk populasi penelitian, yang terdiri dari seluruh perusahaan kecuali sektor keuangan yang terdaftar di Bursa Efek Indonesia dari 2017 hingga 2021, penelitian ini menggunakan regresi linear berganda. Populasi penelitian adalah laporan berkelanjutan selama lima tahun yang dikumpulkan dari data refinitiv didapat 115 perusahaan melalui metode purposive sampling. Hipotesis pertama menunjukkan pengaruh antara kinerja keuangan (ROE) dengan nilai positif,(DER dan EPS) dengan nilai negatif terhadap nilai perusahaan. Sedangkan hipotesis kedua menunjukkan bahwa ESG memperkuat pengaruh kinerja keuangan yang diproksikan oleh ROE dengan nilai negatif dan EPS dengan nilai positif terhadap nilai perusahaan, dan menunjukkan bahwa ESG tidak memberikan pengaruh kinerja keuangan yang diproksikan oleh DER terhadap nilai perusahaan. Temuan pada penelitian ini menghasilkan peningkatan nilai perusahaan dengan menggunakan kinerja keuangan yang hanya mengukur ROE, EPS, dan DER yang disebabkan pada fakta bahwa para pemangku kepentingan lebih berkonsentrasi pada keuntungan jangka panjang. Perusahaan yang fokus pada pertumbuhan finansial akan memiliki nilai yang lebih tinggi. Penelitian ini mendukung teori Resource Based View (RBV) dan teori legitimasi, yang menjelaskan mengapa perusahaan harus menjalankan bisnisnya dengan bertanggung jawab."}, "filled": true, "author_pub_id": "uDexHokAAAAJ:Tyk-4Ss8FVUC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=15606960332056287149", "cites_id": ["15606960332056287149"], "pub_url": "https://repository.petra.ac.id/20787/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:rdfTl7sPl9gJ:scholar.google.com/", "cites_per_year": {"2024": 2, "2025": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Impact of Financial Performance, and Institutional Ownership on Tax Avoidance in the Banking Sector Listed on the Indonesia Stock Exchange", "pub_year": 2023, "citation": "International Journal of Organizational Behavior and Policy 2 (2), 107-116, 2023", "author": "Adhityawati Kusumawardhani and Amalia Indah Pratama Mallisa", "journal": "International Journal of Organizational Behavior and Policy", "volume": "2", "number": "2", "pages": "107-116", "abstract": "This study aims to determine the effect of financial performance and institutional ownership on tax avoidance in the banking industry listed on the Indonesia Stock Exchange during the 2017-2021 period. In addition, to find out whether these factors influence tax avoidance efforts made by the banking industry. This study uses quantitative research methodology, using secondary data sources derived from the annual financial statements of the Indonesia Stock Exchange and Refinitiv. This study uses the purposive sampling method to select 25 banking sector companies from 125. The results showed that tax avoidance efforts were influenced by return on assets and leverage. Company size and institutional ownership do not affect tax avoidance efforts. The limitation of this study is that the institutional ownership variable is quite challenging to obtain because it is limited to the company’s annual report, so it is hoped that further research can expand the scope of the study used."}, "filled": true, "author_pub_id": "uDexHokAAAAJ:zYLM7Y9cAGgC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=10505392467372508430", "cites_id": ["10505392467372508430"], "pub_url": "https://ijobp.petra.ac.id/index.php/ijobp/article/view/116", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DoXNA8qmypEJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 0, "2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Impact of E-SPT, E-Filing, E-Billing, and Taxpayer Attitude Toward Tax Compliance on Individual Taxpayers of Micro, Small, and Medium Business in Surabaya", "pub_year": 2023, "citation": "International Journal of Organizational Behavior and Policy 2 (1), 23-34, 2023", "author": "Adhityawati Kusumawardhani and Jessica Jennie Laurianto and Evelyn Antonia Santoso", "journal": "International Journal of Organizational Behavior and Policy", "volume": "2", "number": "1", "pages": "23-34", "abstract": "The purpose of this study is to examine the conceptual framework of the influence of e-SPT, e-Filing, e-Billing, and Taxpayer Attitudes towards Tax Compliance on Micro, Small, and Medium Enterprise (MSMEs) Taxpayers in Surabaya. The quantitative research method used is a survey with stratified sampling. The survey was given to 241 private MSME owners in Surabaya, and the data were analyzed with multiple regression in SPSS. This study shows that e-SPT, e-Filing, e-Billing, and Taxpayer Attitudes have a significant effect on Tax Compliance. This investigation may enhance the effectiveness and efficiency of the current electronic method for tax payments. In addition, this study supports the theory of planned behavior, which suggests that when taxpayers believe they are producing positive results, they will behave obediently, and the technology acceptance model, which states that acceptance of an information technology will explain taxpayer attitudes toward accepting information technology (eg-SPT, e-Filing and e-Billing)."}, "filled": true, "author_pub_id": "uDexHokAAAAJ:IjCSPb-OGe4C", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=14954491903925324342", "cites_id": ["14954491903925324342"], "pub_url": "https://ijobp.petra.ac.id/index.php/ijobp/article/view/105", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:NorsgScHic8J:scholar.google.com/", "cites_per_year": {"2024": 6}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Tax Overbooking Of Msme Individuals On The Impact Of The Harmonization Of Tax Regulation Socialization", "pub_year": 2022, "citation": "International Journal of Organizational Behavior and Policy 1 (1), 51-56, 2022", "author": "Dedy Triyono and Adhityawati Kusumawardhani", "journal": "International Journal of Organizational Behavior and Policy", "volume": "1", "number": "1", "pages": "51-56", "publisher": "Petra Christian University", "abstract": "The COVID-19 pandemic situation made the Government enact Law No. 7 of 2021 about Harmonization of Tax Regulations (Law 7/2021) which aimed to improve the budget and increase taxes. The purpose of this study was to identify the tax overbooking practices of Micro, Small and Medium Enterprises (MSME) owned by individuals in light of the Law 7/2021 socialization. The methodology used is qualitative. Respondents are East Java-based individuals who own MSMEs. The imposition of income tax rates in Law 7/2021 is that individual taxpayers and individual taxpayers who owned MSMEs whose income is approximately Rp. 500 million a year, are exempt from paying final income tax of 0.5% in accordance with the rates in government regulation No. 23 of 2018. In reality, individual taxpayers who owned MSMEs and had already paid taxes in accordance with the rates specified in government regulation no. 23 of 2018 in January and February 2022 may make a tax overbook of the tax already paid if the annual turnover exceeds Rp 500 million in the month in which the calculated turnover exceeds Rp 500 million. This is because the Directorate General of Taxes socialization efforts during the Covid 19 pandemic received little attention from taxpayers who owned MSMEs."}, "filled": true, "author_pub_id": "uDexHokAAAAJ:UeHWp8X0CEIC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=15082030956479070526", "cites_id": ["15082030956479070526"], "pub_url": "https://repository.petra.ac.id/20209/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:PkFhND8jTtEJ:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "INVESTOR SENTIMENT AND STOCK RETURNS DURING COVID-19 PANDEMIC IN INDONESIA", "pub_year": 2021, "citation": "DIGITALIZATION AND BUSINESS EMPOWERMENT, 159, 2021", "author": "Dewi Pertiwi and Adhityawati Kusumawardhani and Sautma Ronni Basana", "journal": "DIGITALIZATION AND BUSINESS EMPOWERMENT", "pages": "159", "abstract": "The Covid-19 pandemic had an impact on financial markets, included Indonesian capital market. In addition, the capital market gave benefits to investor and contributed to economic development in Indonesia. The COVID-19 pandemic has caused concern for stock market investors. However, companies had a high interest to enter the stock market. Therefore, the factor that affected investor sentiment need to identified as the causes of stock price fluctuations. This study aimed to predict investor sentiment, and macroeconomics (interest rates, and inflation) on stock returns during the COVID-19 pandemic in Indonesia. Investor sentiment  interpreted as the tendency of investors to speculate. Investors were overly optimistic or pessimistic about an investment risk could influence stock prices for a significant period of time. The Covid-19 pandemic made investors pessimistic about the future of companies in Indonesia. This study used stock return variable measured by the monthly Jakarta Composite return index data. Investor sentiment variable proxied by monthly consumer confidence index data. Macroeconomics variables measured by monthly interest rates, and monthly inflation during March 2020   April 2021. This research used the Classical Linier Regression Model (CLRM)  with Augmented Dickey-Fuller (ADF) Test and Wald Test. Results revealed, investor sentiment had a significant impact on the stock returns during the covid-19 pandemic. However, interest rate and inflation had not a significant effect on the stock returns during this period. The government, financial institutions, and investors could consider the results of this study before made …"}, "filled": true, "author_pub_id": "uDexHokAAAAJ:2osOgNQ5qMEC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=15468915944836082000", "cites_id": ["15468915944836082000"], "pub_url": "https://repository.petra.ac.id/20216/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:UKlUEBihrNYJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Apakah corporate social responsibility mempengaruhi hubungan penghindaran pajak terhadap nilai perusahaan", "pub_year": 2019, "citation": "Development Research of Management 14 (1), 45, 2019", "author": "Adhityawati Kusumawardhani and Yenni Mangoting and Retnaningtyas Widuri", "journal": "Development Research of Management", "volume": "14", "number": "1", "pages": "45", "publisher": "Petra Christian University", "abstract": "This study aims to test a conceptual framework to predict that CSR is partially moderate the influence of tax avoidance on the value of the company. The sample in this study is a public company that publishes sustainability reporting. Data analysis was performed using SPSS. This study uses a sample of public companies that publish sustainability reporting for the period 2013-2016. This study prove that high ETR values cause high firm value. Companies that tend not to do tax avoidance get a positive response from investors. While the companys CSR activities cannot moderate the effect of tax avoidance on firm value. This study explains that corporate CSR cannot be used for tax avoidance purposes in order to increase company value. This study supports the theory of legitimacy, that the company must conduct its business responsibly."}, "filled": true, "author_pub_id": "uDexHokAAAAJ:d1gkVwhDpl0C", "num_citations": 10, "citedby_url": "/scholar?hl=en&cites=8974999263088950992", "cites_id": ["8974999263088950992"], "pub_url": "https://repository.petra.ac.id/18354/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:0D7PN0eajXwJ:scholar.google.com/", "cites_per_year": {"2021": 2, "2022": 3, "2023": 3, "2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Apakah Corporate Social Responsibility Mampu Memediasi Hubungan Earning Management dan Tax Avoidance?", "pub_year": 2018, "citation": "Apakah Corporate Social Responsibility Mampu Memediasi Hubungan Earning …, 2018", "author": "Retnaningtyas Widuri and Adhityawati Kusumawardhani and Yenni Mangoting", "abstract": "Penelitian ini bertujuan untuk menguji pengaruh earning management, CSR terhadap tax avoidance. Sample yang digunakan dalam penelitian ini adalah perusahaan go public yang terdaftar pada Bursa Efek Indonesia dan Malaysia dengan periode amatan tahun 2013-2016. Penelitian ini juga menguji apakah variabel CSR dapat memediasi hubungan antara earning management terhadap tax avoidance. Hasil penelitian menunjukkan bahwa hanya variabel CSR yang dapat mempengaruhi tax avoidance dengan arah negatif dan positif. Hasil tersebut menunjukkan bahwa, perusahaan go public di Malaysia berkomitmen menjalankan aktivitas CSRnya murni sebagai wujud tanggung jawab sosial perusahaan kepada masyarakat. CSR yang dilakukan oleh perusahaan tidak dilakukan sebagai upaya menutupi tindakan manipulasi perusahaan baik melalui earning management maupun tax avoidance. Sedangkan hasil penelitian dengan sampel perusahaan go public di Indonesia membuktikan bahwa CSR berpengaruh positif terhadap tax avoidance, artinya semakin tinggi CSR perusahaan, tax avoidance perusahaan juga semakin besar. CSR membutuhkan investasi yang mahal, sehingga perusahaan melakukan tax avoidance untuk mendapatkan penghematan pajak yang dananya digunakan untuk membiayai investasi CSR. Penelitian ini juga membuktikan bahwa, dari hasil uji Sobel, CSR  tidak dapat memediasi atau menjadi perantara hubungan earning management terhadap tax avoidance. Hal tersebut berarti CSR yang diimplementasikan perusahaan tidak dapat dikaitkan dengan upaya perusahaan melakukan earning management …"}, "filled": true, "author_pub_id": "uDexHokAAAAJ:u5HHmVD_uO8C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=4366315249302478726", "cites_id": ["4366315249302478726"], "pub_url": "https://repository.petra.ac.id/18389/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:hp8L5JVEmDwJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Peran Corporate Social Responsibility Sebagai Moderating Variabel Dari Pengaruh Tax Avoidance Terhadap Firm Value", "pub_year": 2018, "citation": "Peran Corporate Social Responsibility sebagai Moderating Variabel dari …, 2018", "author": "Adhityawati Kusumawardhani and Yenni Mangoting and Retnaningtyas Widuri", "abstract": "Penelitian ini bertujuan untuk mengembangkan dan menguji kerangka konseptual yang memrediksi bahwa CSR secara parsial memoderasi pengaruh antara tax avoidance atau penghindaran pajak terhadap nilai perusahaan. Analisis data dilakukan dengan menggunakan SPSS. Sample penelitian ini adalah perusahaan go public yang menerbitkan sustainability reporting untuk periode 2013-2016. Hasil penelitian membuktikan bahwa tax avoidance berpengaruh positif terhadap nilai perusahaan. Sedangkan aktivitas CSR perusahaan terbukti tidak memoderasi pengaruh tax avoidance terhadap nilai perusahaan. Penelitian ini membuktikan bahwa CSR perusahaan tidak dilakukan untuk tujuan tax avoidance dalam rangka meningkatkan nilai perusahaan. Penelitian ini mendukung keberadaan teori legitimasi, bahwa perusahaan harus bertanggung jawab secara sosial dan mengurangi tindakan tax avoidance yang bertujuan untuk meningkatkan nilai perusahaan melalui angka laba setelah pajak."}, "filled": true, "author_pub_id": "uDexHokAAAAJ:u-x6o8ySG0sC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=4713145735639444405", "cites_id": ["4713145735639444405"], "pub_url": "https://repository.petra.ac.id/18404/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:tatvQxN1aEEJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pegaruh Manajemen Laba Akrual dan Riil Terhadap Return Saham dengan Investment Opportunity Set (IOS) Sebagai Variabel Moderasi pada Perusahaan Publik di Indonesia", "pub_year": 2016, "citation": "Universitas Gadjah Mada, 2016", "author": "Adhityawati Kusumawardhani", "abstract": "Tujuan dari penelitian ini adalah untuk menguji secara empirik pengaruh manajemen laba akrual dan manajemen laba riil terhadap return saham yang dimoderasi dengan Investment Opportunity Set (IOS) pada perusahaan publik di Indonesia. Penelitian ini berfokus pada perusahaan manufaktur di Indonesia dengan periode penelitian 8 tahun, yaitu dari tahun 2005 hingga 2012. Perusahaan yang digunakan dalam sampel penelitian sebesar 84 perusahaan dengan menggunakan metode purposive sampling.Penelitian ini menggunakan regresi linier berganda untuk menguji pengaruh manajemen laba akrual dan riil terhadap return saham dan menguji apakah Investment Opportunity Set (IOS) akan memperkuat pengaruh manajemen laba akrual dan riil terhadap return saham."}, "filled": true, "author_pub_id": "uDexHokAAAAJ:9yKSN-GCB0IC", "num_citations": 0, "pub_url": "https://etd.repository.ugm.ac.id/penelitian/detail/133118", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Vt7l_Z0dcrcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENERAPAN METODE SIX SIGMA SEBAGAI ALAT BANTU BAGI MANAJEMEN UNTUK MENINGKATKAN KUALITAS PELAYANAN PADA BANK\" X\" DI SURABAYA", "pub_year": 2007, "citation": "UNIVERSITAS AIRLANGGA, 2007", "author": "ADHITYAWATI KUSUMAWARDHANI", "abstract": "Industri Perbankan dalam menjalankan usaha bisnisnya selalu ingin memfokuskan pada pelanggan dengan harapan pelanggan dapat merasa puas dan terpenuhi kebutuhannya. Hal tersebut dapat dilakukan dengan cara meningkatkan kualitas layanan dengan menambah jumlah variasi produk beserta fiturnya. Kualitas layanan yang baik mencakup lima dimensi, yaitu reliability, responsiveness, assurance, empathy, dan tangible. Bank \"X\" merupakan sebuah bank yang mengutamakan kualitas layanan agar dapat mempertahankan nasabahnya, tetapi kadang masih ada nasabah yang kurang puas dengan layanan yang diberikan oleh Bank \"X\". Metode Six Sigma dengan pendekatan DMAIC diharapkan dapat mengurangi ketidakpuasan nasabah terhadap kualitas layanan yang diberikan oleh Bank \"X\".  Metode yang digunakan dalam penelitian ini adalah kualitatif deskriptif. Pengumpulan datanya dilakukan melalui kuisioner, wawancara, dokumentasi, dan observasi. Data kuisioner dikumpulkan sepanjang September-November 2006 dengan sampling 150 nasabah terhadap kualitas layanan pada Bank \"X\", sedangkan data dokumentasi didapatkan dari tahun 2005-Mel 2006.  Hasil dari baseline kinerja kualitas layanan Bank \"X\" berada pada level 3,04 sigma dengan nilai Defect Per Million Opportunity (DPMO) sebesar 61.780 DPMO dan prosentase yang didapat sebesar 93,84%. Hal ini dapat diartikan bahwa pelayanan yang diberikan oleh Bank \"X\" mampu memberikan basil yang balk dan memiliki kapabilitas proses yang cukup karena berada pada level 3,04 sigma, sehingga mampu memberikan pelayanan yang maksimal.  Kesimpulan …"}, "filled": true, "author_pub_id": "uDexHokAAAAJ:Y0pCki6q_DkC", "num_citations": 0, "pub_url": "https://repository.unair.ac.id/8411/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:YIp_JDkfxuoJ:scholar.google.com/", "cites_per_year": {}}
