{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Finding Random Integer Ideal Flow Network Signature Algorithms", "pub_year": 2025, "citation": "Jurnal Teknik Industri: Jurnal Keilmuan dan Aplikasi Teknik Industri 27 (1 …, 2025", "author": "Kardi Teknomo and Erna Budhiarti Nababan and Indriati Njoto Bisono and Resmana Lim", "journal": "Jurnal Teknik Industri: Jurnal Keilmuan dan Aplikasi Teknik Industri", "volume": "27", "number": "1", "pages": "105-120", "abstract": "We propose a Random Integer Ideal Flow Network (IFN) Signature Algorithm that generates integral flow assignments in strongly connected directed graphs under uncertainty. Existing models often fail to incorporate the inherent randomness and integer constraints present in systems like social networks. Unlike traditional approaches that enforce integrality through large scaling factors, our method distributes integer coefficients across multiple canonical cycles, ensuring precise balance where the sum of inflows exactly equals the sum of outflows at each node. We introduce two pseudocode algorithms that uphold flow conservation while maintaining network irreducibility, ensuring autonomy through strong connectivity. Theoretical contributions include the decomposition of IFNs into canonical cycles and the construction of network signatures, string-based representations that allow efficient performance evaluation through direct string manipulation. These signatures enable quick validation of key network properties such as total flow, balanced link flows, and structural irreducibility. To demonstrate practical applications, we apply our algorithm to modeling family power dynamics, illustrating how IFN can create minimal yet resilient networks that balance autonomy with accountability. This framework lays the foundation for future advancements in predictive modeling and network optimization. To ensure reproducibility, we provide an open-source Python implementation on GitHub."}, "filled": true, "author_pub_id": "uKjxL-4AAAAJ:pAkWuXOU-OoC", "num_citations": 0, "pub_url": "https://jurnalindustri.petra.ac.id/index.php/ind/article/view/30861", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:CjodSytVQpcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Deteksi Kerusakan pada Jalan Aspal menggunakan Deep Learning untuk Mendukung Efisiensi Biaya dan Waktu dalam Pemantauan Berkelanjutan", "pub_year": 2025, "citation": "Jurnal Dimensi Insinyur Profesional 3 (1), 16-25, 2025", "author": "Lino Garda Denaro and Resmana Lim", "journal": "Jurnal Dimensi Insinyur Profesional", "volume": "3", "number": "1", "pages": "16-25", "abstract": "Deteksi dini kerusakan jalan, seperti retakan dan deformasi lainnya, sangat penting karena berfungsi sebagai indikator"}, "filled": true, "author_pub_id": "uKjxL-4AAAAJ:uVUOdF_882EC", "num_citations": 0, "pub_url": "https://dimensi-ppi.petra.ac.id/index.php/dip/article/download/41/28", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qERgxJYfWG8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGEMBANGAN WEB PORTAL UNTUK SISTEM RESERVASI LABORATORIUM KOMPUTER VIRTUAL", "pub_year": 2024, "citation": "Jurnal Teknik Elektro 17 (2), 81-87, 2024", "author": "Kevin Luis Linuhung and Resmana Lim and Petrus Santoso", "journal": "Jurnal Teknik Elektro", "volume": "17", "number": "2", "pages": "81-87", "abstract": "Melalui laboratorium komputer virtual (Virtual LAB) berbasis cloud dapat digunakan setiap saat dan di mana pun selama terhubung dengan internet. Namun, model bisnis pay as you go yang diterapkan pada virtual machine berbasis cloud dapat menyebabkan peningkatan biaya jika lupa mematikan virtual machine. Hal ini sangat tidak efisien jika virtual machine tidak digunakan tetapi tagihan terus bertambah. Melalui Web Portal, mahasiswa menentukan jangka waktu peminjaman virtual machine agar penggunaan virtual machine menjadi lebih efisien. Dengan adanya batasan tersebut mahasiswa harus menggunakan virtual machine dengan efektif. Kemudian sistem dapat mematikan virtual machine secara otomatis apabila waktu peminjaman sudah berakhir. Pengujian dilakukan dengan cara melakukan reservasi dan memastikan bahwa virtual machine akan mati secara otomatis setelah melewati batas waktu yang ditentukan. Hasil yang didapat adalah Sistem dapat mematikan virtual machine baik secara otomatis maupun secara manual melalui API. Dengan demikian, sistem ini membantu mengurangi biaya sumber daya virtual machine yang tidak efisien."}, "filled": true, "author_pub_id": "uKjxL-4AAAAJ:KNjnJ3z-R6IC", "num_citations": 0, "pub_url": "https://jurnalelektro.petra.ac.id/index.php/elk/article/view/30740", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KgDEhV256IsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Internal Pressure Pada Pengelasan Sleeve Pada Pipa ASTM A 106 Grade B", "pub_year": 2024, "citation": "Jurnal Dimensi Insinyur Profesional 2 (1), 31-47, 2024", "author": "Very Dwi Prasetiyo and Resmana Lim", "journal": "Jurnal Dimensi Insinyur Profesional", "volume": "2", "number": "1", "pages": "31-47", "abstract": "Sleeve merupakan metode maintenance atau repair yang biasa diaplikasikan in-service pipelines atau piping system. Metode ini prinsip dasarnya identik dengan doubling plate tapi memiliki masalah yang lebih rumit. Metode ini diaplikasikan jika pipelines atau piping system mengalami kerusakan minor seperti internal corrosion yang mengakibatkan tebal dari pipa sudah berkurang dari tebal minimum yang dipersyaratkan. Sebelum sleeve diaplikasikan haruslah dibuat mock-up terlebih dahulu. Metode ini juga merupakan salah satu prosedur bila akan dilakukan hot tapping. Dalam pengelasan ini menggunakan material pipa ASTM A 106 grade B setara dengan API 5L grade B NPS 12 sch 40, sleeve SA 516 grade 70 dengan tebal 8 mm dan backing A 36 dengan tebal 3 mm. Proses pengelasan dilakukan dengan metode SMAW pada posisi 4G dan 2F dengan elektroda pada 4G menggunakan AWS E-7016 untuk root dan fill menggunakan AWS E-7018, sedangkan untuk 1F menggunakan AWS E-7018 dengan variasi internal pressure 0 (tanpa pressure), 2, 5, dan 5 bar. Dari uji kekerasan, semakin besar pressure hasil kekerasannya meningkat, akan tetapi hal ini hanya terjadi pressure sampai 2, 5 bar. Kemudian kenaikan pressure akan menghasilkan kekerasan yang lebih rendah. Hal ini terjadi karena tidak adanya tenggang waktu antar pengelasan dengan pressure 0, 2, 5, dan 5 bar sehingga temperatur air yang ada di dalam pipa meningkat akibat proses pengelasan sebelumnya yaitu dengan pressure 0 dan 2, 5 bar sehingga tidak mampu memberikan efek quenching seperti yang terjadi pada 2, 5 bar."}, "filled": true, "author_pub_id": "uKjxL-4AAAAJ:ce2CqMG-AY4C", "num_citations": 0, "pub_url": "https://dimensi-ppi.petra.ac.id/index.php/dip/article/view/21", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZZ-d_oD_RnMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Sistem Penjadwalan Perawatan Yang Mendukung Total Productive Maintenance Di PT X", "pub_year": 2024, "citation": "Jurnal Dimensi Insinyur Profesional 2 (1), 48-55, 2024", "author": "Didik Wahjudi and Resmana Lim and Evander Budi", "journal": "Jurnal Dimensi Insinyur Profesional", "volume": "2", "number": "1", "pages": "48-55", "abstract": "PT X yang memproduksi timba plastik memiliki Overall Equipment Effectiveness awal sangat rendah. Selain itu, divisi perawatan perusahaan melakukan perawatan tanpa adanya jadwal perawatan yang pasti sehingga pekerja hanya mengandalkan pengalaman mereka. Penelitian ini berfokus pada pembuatan jadwal perawatan preventif yang mendukung penerapan delapan pilar Total Productive Maintenance. Upaya perbaikan tersebut diharapkan dapat meningkatkan nilai OEE. Langkah awal yang dilakukan ialah memilih obyek mesin yang kritis sesuai dengan informasi dari pihak manajemen perusahaan. Langkah berikutnya adalah melakukan perhitungan nilai OEE berdasarkan data arsip laporan produksi pada mesin yang dipilih. Dari perhitungan OEE dan six big losses diperoleh kerugian apa yang paling dominan terjadi pada mesin tersebut. Hasil identifikasi kerugian tersebut dipakai sebagai patokan untuk membuat sistem penjadwalan perawatan dan upaya perbaikan lain yang mendukung implementasi TPM. Setelah jadwal perawatan tersebut diterapkan bersama dengan usulan-usulan perbaikan lainnya, penulis melakukan pengumpulan data pasca penerapan perbaikan. Dari data yang terbaru didapatkan peningkatan nilai OEE menjadi 61, 91%."}, "filled": true, "author_pub_id": "uKjxL-4AAAAJ:RoXSNcbkSzsC", "num_citations": 0, "pub_url": "https://dimensi-ppi.petra.ac.id/index.php/dip/article/view/20", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:tPcIuYdbRwwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "SIMULASI KONTROL KELEMBABAN DENGAN KONTROLER PID PADA KUMBUNG JAMUR DI URBAN FARMING ALAM SARI PETRA", "pub_year": 2024, "citation": "Jurnal Teknik Elektro 17 (1), 22-28, 2024", "author": "Sih Kawuryan Yulianes Kufa and Resmana Lim and Petrus Santoso and Iwan Handoyo Putro", "journal": "Jurnal Teknik Elektro", "volume": "17", "number": "1", "pages": "22-28", "abstract": "Urban farming adalah kegiatan bercocok tanam atau beternak secara mandiri di wilayah perkotaan dengan memanfaatkan lahan yang terbatas atau kosong. Urban Farming Alam Sari Petra di pusat kota Surabaya bertujuan untuk mendidik pendidik dan peserta didik tentang pertanian perkotaan dan tanaman organik. Salah satu kegiatan yang dilakukan adalah budidaya jamur tiram. Namun, pengoperasian manual sistem penyiram di kumbung jamur menyebabkan kelembaban yang tidak terkontrol dan pertumbuhan jamur yang tidak optimal. Untuk mengatasi hal ini, diimplementasikan sebuah sistem pengatur kelembaban menggunakan kontroler PID. Permasalahan penelitian ini difokuskan pada bagaimana mempertahankan kelembaban pada tingkat tertentu selama masa inkubasi dan masa panen di kumbung jamur. Pengujian yang dilakukan adalah tuning pid, pengujian kontrol tanpa gangguan, pengujian kontrol dengan gangguan dan pengujian kontrol dengan target kelembaban berbeda. Tahapan pengujian ini bertujuan untuk mengevaluasi kinerja dari sistem. Berdasarkan hasil pengujian, dapat disimpulkan bahwa penggunaan kontroler PID dalam mengontrol kelembaban hingga berhasil mencapai tingkat kelembaban yang stabil dan sesuai dengan set point yang diminta."}, "filled": true, "author_pub_id": "uKjxL-4AAAAJ:NDuN12AVoxsC", "num_citations": 0, "pub_url": "https://jurnalelektro.petra.ac.id/index.php/elk/article/view/28158", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:4hRcvTI-YJcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Implementasi IoT Fertigation di Urban Farming Alam Sari PPPK Petra", "pub_year": 2024, "citation": "Jurnal Pengabdian Masyarakat Bangsa 1 (12), 3667-3673, 2024", "author": "Djoni Haryadi Setiabudi and Resmana Lim", "journal": "Jurnal Pengabdian Masyarakat Bangsa", "volume": "1", "number": "12", "pages": "3667-3673", "abstract": "Implementasi IoT di Alam Sari PPPK Petra ini bertujuan untuk membantu Urban Farming PPPK Petra untuk melakukan otomasi pemberian pupuk, pengairan dan pengendali kadar nutrisi air pada tanaman hidroponik. Selain itu hasil implementasi IoT ini dapat menjadi alat peraga pengetahuan teknologi informasi ke pertanian bagi siswa yang berkunjung ke Alam Sari PPPK Petra. Metode yang digunakan adalah observasi ke Alam Sari PPK Petra untuk mengetahui kebutuhan perawatan tanaman hidroponik dan tempat pemasangan peralatan IoT. Langkah berikutnya adalah mendesain dan implementasi sistem hardware dan software yang diperlukan. Langkah terakhir adalah melakukan ujicoba sampai peralatan IoT siap dpakai. Hasil yan diperoleh adalah terpasangnya dua peralatan IoT yaitu IoT Fertigation dan IoT pengendali kadar nutrisi yang dapat memudahkan pekerjaan petugas Alam Sari PPK Petra untuk pemeliharaan tanaman hidroponik sekaligus mengotimalkan produksi tanaman hidroponik."}, "filled": true, "author_pub_id": "uKjxL-4AAAAJ:OBSaB-F7qqsC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=946859293003072590", "cites_id": ["946859293003072590"], "pub_url": "http://jurnalpengabdianmasyarakatbangsa.com/index.php/jpmba/article/view/765", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:TsS5o4LrIw0J:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "USE OF U-WRAP TO OVERCOME CONCRETE COVER DELAMINATION IN VARIOUS SIZES OF BEAMS USING STRUT AND TIE MODELLING", "pub_year": 2024, "citation": "Proceedings on Engineering 6 (1), 189-196, 2024", "author": "Gunawan Budi Wijaya and Benjamin Lumantarna and Fillbert Hanselly Njoko and B Cahyadi and Daniel Tjandra and Resmana Lim", "journal": "Proceedings on Engineering", "volume": "6", "number": "1", "pages": "189-196", "abstract": "Reinforced concrete beams reinforced with Fiber Reinforced Polymer (FRP) have several failure patterns, one of which is Concrete Cover Delamination. To prevent this failure, in this study, FRP U-Wrap was installed which was calculated using Strut and Tie Modelling (STM). The specimens of reinforced concrete beams with a length of 3300 mm, a width of 300 mm, and variations in height of 500, 600, and 700 mm were loaded with the two-point load method. Data collection and analysis was carried out using Digital Image Correlation, LVDT, strain gauge, and data logger. The bending behaviour reviewed in this study is ductility, crack pattern, type of failure, flexural capacity, and stiffness. In this study, the addition of U-Wrap did not have a significant effect on flexural behaviour when compared to beams without U-Wrap FRP. All beams experienced a failure pattern of FRP Debonding, so that the Concrete Cover Delamination did not occur."}, "filled": true, "author_pub_id": "uKjxL-4AAAAJ:O0nohqN1r9EC", "num_citations": 0, "pub_url": "https://pesjournal.net/journal/v6-n1/21.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:m-2bb4TIwxIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Smart Home with Energy Saving Using Demand Side Management Through Particle Swarm Optimization and Home Assistant", "pub_year": 2023, "citation": "2023 IEEE International Conference on Internet of Things and Intelligence …, 2023", "author": "Djoni Haryadi Setiabudi and Resmana Lim and Michael Alexander", "conference": "2023 IEEE International Conference on Internet of Things and Intelligence Systems (IoTaIS)", "pages": "268-273", "publisher": "IEEE", "abstract": "Smart home is part of Internet of Things which makes human life easier. However, obstacles arise because each smart home brand has a different control application, so to use a different brand, the respective application must be installed. Another problem is the limited electric power for each house, so it is necessary to arrange so that all electrical equipment only turns on when needed by setting priorities and interests. The contribution of this research is the incorporation of Demand Side Management with PSO to save energy and the Home Assistant Framework to connect smart devices from various brands such as Millenix, Sonoff, Bardi, Ezviz, with additional algorithms to prevent trip down. The test results show that the application made can be used for all new smart device brands added and is able to turn off smart devices according to the results of the PSO algorithm by including the decisions of the users. In …"}, "filled": true, "author_pub_id": "uKjxL-4AAAAJ:MAUkC_7iAq8C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=5707622242863478596", "cites_id": ["5707622242863478596"], "pub_url": "https://ieeexplore.ieee.org/abstract/document/10346075/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:RPf-iTCMNU8J:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Business Development Strategy for Rolling Bearing Product and Related Services in Food and Beverage Industry", "pub_year": 2023, "citation": "Jurnal Dimensi Insinyur Profesional 1 (1), 23-27, 2023", "author": "R Yulianto Hidayat Santoso and Resmana Lim", "journal": "Jurnal Dimensi Insinyur Profesional", "volume": "1", "number": "1", "pages": "23-27", "abstract": "In running the business, every company has objective to grow and develop. Each company has different objective and"}, "filled": true, "author_pub_id": "uKjxL-4AAAAJ:HGTzPopzzJcC", "num_citations": 0, "pub_url": "https://dimensi-ppi.petra.ac.id/index.php/dip/article/view/13", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6WWQInG-Ko4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PERANCANGAN AIR MANCUR OTOMATIS SESUAI TEMPO MUSIK DI URBAN FARMING ALAM SARI PETRA", "pub_year": 2023, "citation": "Jurnal Teknik Elektro 16 (2), 55-61, 2023", "author": "Ezechiel Clifford and Resmana Lim and Handry Khoswanto", "journal": "Jurnal Teknik Elektro", "volume": "16", "number": "2", "pages": "55-61", "abstract": "Alam Sari Petra merupakan sarana Urban Farming PPPK (Perhimpunan Pendidikan dan Pengajaran Kristen Petra) Petra yang memiliki tujuan untuk membangun kesadaran para siswa terhadap wawasan lingkungan. Untuk menambah keelokan dari Urban Farming Alam Sari Petra, maka dirancangnya air mancur menari yang dapat menari sesuai tempo musik. Air mancur menari dirancang untuk dapat dikontrol ketinggian pancuran dan bergerak ke kanan kiri sesuai dengan keras suara dan frekuensinya. Hardware yang digunakan adalah Arduino Uno dengan memanfaatkan library ArduinoFFT untuk menentukan ketinggian pancuran dan fungsi AnalogRead untuk menentukan ketinggian pancuran dan gerakan aktuator. Alat diprogram menggunakan software Arduino IDE dengan memanfaatkan pulse timer menggunakan delay dan millis untuk mengatur tinggi pancuran dan gerakan aktuator ke kanan dan kiri. Hasil dari perancangan ini adalah air mancur dapat menari sesuai keras suara dan frekuensi suara yang didapat dari sumber audio berupa Handphone ataupun Laptop. Pengujian dilakukan dengan menghitung berapa waktu yang dibutuhkan untuk membuka valve atau menggerakkan aktuator untuk mencapai suatu ketinggian pancuran dan kemiringan aktuator yang diinginkan. Berdasarkan pengujian pada kolam kanan dan kiri, didapati gerakan aktuator membutuhkan 7 detik untuk mencapai kemiringan maksimum yaitu dengan sudut dalam 65 sedangkan 3 Way Valve perlu 16 detik untuk mencapai ketinggian maksimum yaitu 155 cm."}, "filled": true, "author_pub_id": "uKjxL-4AAAAJ:Dem6FJhTUoYC", "num_citations": 0, "pub_url": "https://jurnalelektro.petra.ac.id/index.php/elk/article/view/27065", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:bIJ3zb7fTOYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "SISTEM PEMBARUAN STOK BARANG PADA TOKO PAKAIAN MENGGUNAKAN TEKNOLOGI RFID", "pub_year": 2023, "citation": "Jurnal Teknik Elektro 16 (2), 30-33, 2023", "author": "Elysia Levina and Resmana Lim and Petrus Santoso", "journal": "Jurnal Teknik Elektro", "volume": "16", "number": "2", "pages": "30-33", "abstract": "Pendataan barang pada toko ritel penting untuk mengetahui status ketersediaan barang, dengan adanya pendataan stok barang, maka pencarian barang akan lebih mudah. Pencatatan keluar juga perlu dilakukan dengan cepat agar tidak mengganggu kegiatan jual beli, sehingga sistem diharapkan dapat mengelola stok barang yang dapat diakses dengan mudah dan dapat dilakukan dengan cepat. Website berfungsi sebagai interface untuk menampilkan data yang ada pada database. USB RFID reader digunakan sebagai alat untuk membaca RFID. Pembuatan website menggunakan node js sebagai framework backend dan vue js sebagai framework frontend. Akses website dibedakan menjadi dua jenis berdasarkan fiturnya, yaitu storage, untuk mencatat barang masuk dan store, untuk mencatat barang keluar. Pengujian dilakukan dengan menguji keberhasilan komunikasi Node js dengan MySQL menggunakan aplikasi Postman, dan menguji keberhasilan komunikasi website dengan database. Dari hasil pengujian tersebut, RFID dapat dibaca oleh USB RFID reader, lalu data barang dapat dibaca, ditulis, diedit dan dihapus melalui web"}, "filled": true, "author_pub_id": "uKjxL-4AAAAJ:jE2MZjpN3IcC", "num_citations": 0, "pub_url": "https://jurnalelektro.petra.ac.id/index.php/elk/article/view/26879", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:dvYrHiIuV58J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGEMBANGAN APLIKASI MOBILE UNTUK PEMBACAAN SIMULASI PENGGUNAAN LISTRIK RUMAH KOST", "pub_year": 2023, "citation": "Jurnal Teknik Elektro 16 (1), 1-4, 2023", "author": "Evan Alfredo Gozali and Resmana Lim and Petrus Santoso", "journal": "Jurnal Teknik Elektro", "volume": "16", "number": "1", "pages": "1-4", "abstract": "Pengembangan aplikasi mobile yang dibuat pada projek ini untuk melakukan pembacaan data power meter rumah kost, dengan menggunakan data power meter yang telah disimulasikan dari database menggunakan tombol simulasi powermeter. Data tersebut digunakan untuk proses monitoring yang dilakukan oleh pengguna kost dan pemilik kost. End-point yang digunakan sudah diuji dengan menggunakan postman sehingga data yang dikirim maupun diterima sesuai, aplikasi juga sudah diuji dalam beberapa skenario. Sehingga aplikasi dapat berjalan untuk melakukan pengawasan (monitoring) penggunaan listrik secara online."}, "filled": true, "author_pub_id": "uKjxL-4AAAAJ:-7ulzOJl1JYC", "num_citations": 0, "pub_url": "https://jurnalelektro.petra.ac.id/index.php/elk/article/view/26808", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:17C_uNQ5C4YJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Rancang Bangun Sistem Meter Listrik Prabayar Dengan Pembayaran Menggunakan Qris Di Rumah Kost", "pub_year": 2023, "citation": "Jurnal Teknik Elektro 16 (1), 5-10, 2023", "author": "Gregorio Diovani Wahanie and Resmana Lim and Indar Sugiarto", "journal": "Jurnal Teknik Elektro", "volume": "16", "number": "1", "pages": "5-10", "abstract": "Pada penelitian ini dikembangkan suatu sistem yang dapat memantau konsumsi listrik dengan metode memasang meter listrik digital berbasis mikrokontroler. Tidak seperti kWh Meter Prabayar PLN yang Offline, namun meter prabayar ini terhubung dengan internet/Online sehingga tidak memerlukan motode token, dan dapat dimonitor dan top-up pulsa listrik dapat dilakukan langsung secara online. Sistem ini nantinya akan terintergasi secara online melalui aplikasi payment gateway untuk keperluan transaksi secara non-tunai. Sistem ini terdiri dari mikrokontroler ESP32, bagian output terdiri dari LCD 16x2, buzzer, SSR dan LED, dan bagian input terdapat sensor PZEM untuk mengukur energi listrik yang digunakan. Sistem ini juga dapat dimonitor secara internet berbasis web. Hasil Pengujian akurasi pengukuran energi PZEM dengan modul pembanding sejenis SDM120 secara pembacaan dan Analisa matematis menujukan parameter yang mendekati sama. Pengujian pengisian pulsa berhasil melakukan pengisian ulang pulsa listrik sebesar 1 kWh dengan tarif yang dipasang sebesar Rp 1500,-per kWh. Web dashboard yang dikembangkan telah menunjukan hasil fungsi monitoring dan report dari sistem meteran yang dibuat."}, "filled": true, "author_pub_id": "uKjxL-4AAAAJ:KaMxkj08jr0C", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=3443534522895522109", "cites_id": ["3443534522895522109"], "pub_url": "https://jurnalelektro.petra.ac.id/index.php/elk/article/view/26809", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:PVn7aGfkyS8J:scholar.google.com/", "cites_per_year": {"2024": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Aplikasi Monitoring Pada Tanaman Aglaonema menggunakan IoT", "pub_year": 2022, "citation": "Jurnal Infra 10 (2), 2022", "author": "Liyyin Putra Arif Wicaksana and Alexander Setiawan and Resmana Lim", "journal": "Jurnal Infra", "volume": "10", "number": "2", "abstract": "Aglaonema plants are quite difficult to cultivate because the keeper must know what Aglaonema plants need in order to thrive and be beautiful. Aglaonema plants have high sensitivity to roots and stems, as well as leaves. Aglaonema plants require a soil moisture level that is not too moist and not too dry, a soil pH of 6-7, and a placement that is not exposed to direct sunlight. The solution is made by utilizing advanced technology which makes an application that can monitor and maintain the fertility of soil conditions on the Aglaonema plant on a mobile basis and use IOT as a sensor tool to retrieve data which will later be sent to the android application. The trial was carried out by using 2 aglaonema plants to be treated simultaneously. Plant 1 will be treated by volunteers who have just touched Aglaonema so that it provides care like other plants in general, plant 2 will be treated using a monitoring application, trials are …"}, "filled": true, "author_pub_id": "uKjxL-4AAAAJ:1Ye0OR6EYb4C", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=11761905170460827506", "cites_id": ["11761905170460827506"], "pub_url": "https://scholar.google.com/scholar?cluster=11761905170460827506&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ct8lb2-uOqMJ:scholar.google.com/", "cites_per_year": {"2023": 3, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Aplikasi Monitoring Kelembapan Tanah, Suhu, Kadar PH Tanah Serta Penyiraman Dan Pemupukan Otomatis Pada Tanaman Hias Lidah Mertua Berbasis IOT", "pub_year": 2022, "citation": "Prosiding Seminar Nasional Teknik Elektro dan Informatika, 2022", "author": "A Setiawan Winsen and R Lim", "journal": "Prosiding Seminar Nasional Teknik Elektro dan Informatika", "abstract": "The maintenance of mother-in-law's tongue ornamental plants often makes mistakes because ornamental plants have many types of plants. Some ornamental plants such as mother-in-law's tongue have a quite different handling compared to most of the existing ornamental plants such as air requirements around 5-8% while most ornamental plants require 50-70%. The problem that the author wants to solve is by utilizing android and IoT applications which function to monitor the mother-in-law's tongue ornamental plants and provide adequate watering and fertilization. The test was carried out using 4 ornamental plants that were treated with different treatments. From the results of the tests carried out, the application that was made was able to monitor and control the water and fertilizer content accurately and the results from the test method were able to achieve an accuracy value of 100%."}, "filled": true, "author_pub_id": "uKjxL-4AAAAJ:rHJHxKgnXwkC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=15902173067388708730", "cites_id": ["15902173067388708730"], "pub_url": "https://scholar.google.com/scholar?cluster=15902173067388708730&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:eud8xiber9wJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Implementasi internet of things Untuk pembuatan keyless smart door Dengan NFC tag Dan QR code", "pub_year": 2022, "citation": "Jurnal Infra 10 (1), 228-235, 2022", "author": "Jason Evander and Resmana Lim and Justinus Andjarwirawan", "journal": "Jurnal Infra", "volume": "10", "number": "1", "pages": "228-235", "abstract": "Along with the current pandemic that’s been going on, most people will spend their time at home, and wants to feel comfortable and safe because they spend most of the time inside their house. Many burglary door cases happen because the lack of security at their homes. In this research, a trial will be conducted to help resolve the problem by implementing Internet of Things technology on doors as a door lock. There are two ways that can be used for unlocking the lock. First is through scanning a QR Code and second is through a stick from NFC Tag in the form of a sticker that can be attached at a mobile phone. Scanning QR Code will be assisted by a camera, while the NFC Tag reader will be assisted by radio frequency waves to view the objects. Lastly, the fill in QR Code and NFC Sticker data will be assisted by an android-based application, so that the entire technology will be controller by the application. It is …"}, "filled": true, "author_pub_id": "uKjxL-4AAAAJ:Ade32sEp0pkC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=8948762086714296057", "cites_id": ["8948762086714296057"], "pub_url": "https://scholar.google.com/scholar?cluster=8948762086714296057&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-cYWjrRjMHwJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Implementasi internet of things pada sistem cathodic protection sebagai proteksi korosi besi beton", "pub_year": 2022, "citation": "J. INFRA 10 (1), 2022", "author": "Billy Christian Johan and Agustinus Noertjahyana and Gunawan Budi Wijaya and Daniel Tjandra and Resmana Lim", "journal": "J. INFRA", "volume": "10", "number": "1", "abstract": "Concrete iron or reinforcement bar is steel used for reinforcement in concrete construction or known as reinforced concrete. Reinforcing bar can undergo a corrosion process caused by chemical or electrochemical reactions between steel reinforcement and its environment. One of many way to protect concrete from corrosion is by cathodic protection. There are two types of cathodic protection, namely sacrificial anodes and impressed current cathodic protection (ICCP). ICCP is more commonly used for protection in reinforced bar structures. In ICCP, negative current flows to the reinforcing bar and positive current flows to the anode. This is a method to protect the reinforcing bar from corrosion. In addition to the corrosion protection system, there is also a half-cell potential test to measure the chance of corrosion of the reinforcing bar. Measurements are made by reading the potential difference between the reference …"}, "filled": true, "author_pub_id": "uKjxL-4AAAAJ:WC9gN4BGCRcC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=670807236977140408", "cites_id": ["670807236977140408"], "pub_url": "https://scholar.google.com/scholar?cluster=670807236977140408&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:uKLIwKAvTwkJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Custom Built of Smart Computing Platform for Supporting Optimization Methods and Artificial Intelligence Research: PakCarik: GPU-Accelerated Platform for AI Researches", "pub_year": 2021, "citation": "Proceedings of the Pakistan Academy of Sciences: A. Physical and …, 2021", "author": "Indar Sugiarto and Doddy Prayogo and Henry Palit and Felix Pasila and Resmana Lim and Agustinus Noertjahyana and I Gede Widyadana and Surya Hermawan and Agustinus Bimo Gumelar and Bernardo Nugroho Yahya", "journal": "Proceedings of the Pakistan Academy of Sciences: A. Physical and Computational Sciences", "volume": "58", "number": "S", "pages": "59-64", "abstract": "This paper describes a prototype of a computing platform dedicated to artificial intelligence explorations. The platform, dubbed as PakCarik, is essentially a high throughput computing platform with GPU (graphics processing units) acceleration. PakCarik is an Indonesian acronym for Platform Komputasi Cerdas Ramah Industri Kreatif, which can be translated as “Creative Industry friendly Intelligence Computing Platform”. This platform aims to provide complete development and production environment for AI-based projects, especially to those that rely on machine learning and multiobjective optimization paradigms. The method for constructing PakCarik was based on a computer hardware assembling technique that uses commercial off-the-shelf hardware and was tested on several AI-related application scenarios. The testing methods in this experiment include: high-performance lapack (HPL) benchmarking, message passing interface (MPI) benchmarking, and TensorFlow (TF) benchmarking. From the experiment, the authors can observe that PakCarik's performance is quite similar to the commonly used cloud computing services such as Google Compute Engine and Amazon EC2, even though falls a bit behind the dedicated AI platform such as Nvidia DGX-1 used in the benchmarking experiment. Its maximum computing performance was measured at 326 Gflops. The authors conclude that PakCarik is ready to be deployed in real-world applications and it can be made even more powerful by adding more GPU cards in it."}, "filled": true, "author_pub_id": "uKjxL-4AAAAJ:CdxZDUztZiMC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=1123302638357580910", "cites_id": ["1123302638357580910"], "pub_url": "https://www.paspk.org/wp-content/uploads/2021/10/ES-733.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:bgyQTszFlg8J:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perangkat Lunak untuk Kontrol dan Pendeteksian QR Code pada Robot Mobil di Prototipe Pabrik Garmen", "pub_year": 2021, "citation": "Jurnal Nasional Teknologi dan Sistem Informasi 7 (3), 164-171, 2021", "author": "Juan Steven and Resmana Lim", "journal": "Jurnal Nasional Teknologi dan Sistem Informasi", "volume": "7", "number": "3", "pages": "164-171", "abstract": "FTI UK Petra akan membangun pabrik garmen mini yang membutuhkan robot otonom. Robot otonom ini akan melakukan tugas material handling dalam pabrik tersebut. Oleh sebab itu, penelitian ini bertujuan untuk merancang perangkat lunak untuk mendukung tugas tersebut. Adapun robot otonom ini tergolong sebagai AMR (Autonomous Mobile Robot) karena dapat bergerak bebas pada lingkungan tanpa memerlukan bantuan garis atau tanda lainnya. Robot ini dilengkapi dengan sensor LIDAR untuk mendeteksi keadaan lingkungan sekitarnya secara 360 derajat. Dengan adanya sensor ini robot dapat melakukan pemetaan terhadap pabrik garmen dengan memanfaatkan metode SLAM. Robot juga dapat melakukan navigasi secara otonom dengan memanfaatkan pembacaan Sensor LIDAR dan algoritma DWA. Dari penelitian yang telah dilakukan, penulis menemukan bahwa perangkat lunak yang telah didesain mampu melakukan navigasi otonom dengan waktu yang kurang lebih sama dengan navigasi secara teleoperasi dan robot mampu mendeteksi QR Code pada jarak 10-20 cm menggunakan kamera. Dengan demikian, penelitian ini telah berhasil menghasilkan perangkat lunak untuk robot otonom yang akan digunakan pada pabrik garmen mini."}, "filled": true, "author_pub_id": "uKjxL-4AAAAJ:AXkvAH5U_nMC", "num_citations": 0, "pub_url": "https://www.academia.edu/download/97757259/pdf.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nPHdyEeTYyUJ:scholar.google.com/", "cites_per_year": {}}
