{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Creating Brochures as a Promotional Tool for Swiss-Belhotel Cendrawasih Biak", "pub_year": 2024, "citation": "Kata Kita 12 (3), 409-421, 2024", "author": "Sky Nicholas Wijanto and Ivonne Muliawati Harsono", "volume": "12", "number": "3", "pages": "409-421", "abstract": "The problem that Swiss-Belhotel Cendrawasih Biak has is the hotel brochure. The hotel brochure is unhighlighted in its USP, inconsistent in font, varied in colors, and poorly designed. This problem was caused by the hotel not prioritizing a well-designed and informative brochure. The solution was to create a brochure and improve the content of the brochure. The data collection method used was a questionnaire. The questionnaire involved 18 guests of Swiss-Belhotel Cendrawasih Biak. The main changes the writer made in the brochure are highlighting the USP, changing the font Sanz to Cinzel, making the font more consistent, using more concise words in the language, and using more consistent language in the brochure. By doing so, the writer helps the hotel increase the quality of its brochures and make them more consistent with their other promotional tools. As a result, the director of Swiss-Belhotel Cendrawasih Biak was very happy with the brochure."}, "filled": true, "author_pub_id": "UNajjYkAAAAJ:2osOgNQ5qMEC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21415/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:S62ktZ9mysQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Translation Techniques and Appropriateness of English Idioms in The Founder", "pub_year": 2023, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 11 (3), 345-352, 2023", "author": "Nadeline Calista Modesty and Ivonne Muliawati Harsono", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "11", "number": "3", "pages": "345-352", "abstract": "This thesis is about the idiom translation of the movie The Founder by John Lee Hancock. In this thesis, the writer analyzes the techniques and appropriateness of the idiom translation by using Molina and Albir (2002) and Larson's accuracy, clarity, and naturalness (1984) theory. The writer seeks to disclose the most common technique used for translating idioms and how to make a good-quality translation. This study was done using a qualitative approach. The data analysis showed that out of 18 techniques proposed by Molina and Albir (2002) only 5 were utilized by the translator and out of five techniques, the established equivalent was used the most. The data analysis also shows that among 20 idioms, 10 idioms are appropriately translated. The writer suggests that future studies could be conducted on other aspects of the subtitles of The Founder."}, "filled": true, "author_pub_id": "UNajjYkAAAAJ:d1gkVwhDpl0C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=8691824282746010640", "cites_id": ["8691824282746010640"], "pub_url": "https://katakita.petra.ac.id/index.php/sastra-inggris/article/view/13790", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ELwwRyKQn3gJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Language Style Used in the Business Articles of Suitmedia’s Website", "pub_year": 2023, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 11 (2), 308-314, 2023", "author": "Jessica Patricia and Ivonne Muliawati Harsono", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "11", "number": "2", "pages": "308-314", "abstract": "The objective of the study was to identify the different types of language style that were used in two business articles. The writer analyzed the language style used in the strategy and creative article published on the Suitmedia website in October 2022. The study used Keraf's (2010) theory of language style based on diction, which utilizes three indicators: vocabulary, sentence length, and sentence structure. Moeliono et al.'s (2017) theory of inversion and Chaer's (2014) theory of syntax were also used as supporting theories. This study was conducted using a descriptive qualitative approach. The data analysis showed that the strategy article used the formal language style, and the creative article used the informal language style. The research findings indicated three differences in language style between strategy and creative articles, which are vocabulary, sentence structure, and sentence length."}, "filled": true, "author_pub_id": "UNajjYkAAAAJ:qjMakFHDy7sC", "num_citations": 0, "pub_url": "https://katakita.petra.ac.id/index.php/sastra-inggris/article/view/13771", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mS9UEQuRt94J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Beauty and the Fleeced: Reading Doves Choose Beautiful Campaign", "pub_year": 2023, "citation": "Jurnal Penelitian Budaya (JPeB) 8 (1), 1-14, 2023", "author": "Ivonne Muliawati Harsono", "volume": "8", "number": "1", "pages": "1-14", "abstract": "The standards of beauty are constantly challenged and revisited over time. The media, through advertisements and commercials, plays a vital role in constructing and communicating contemporary ideas of beauty. In their efforts to empower women across the globe, Dove initiated a social experiment called  Choose Beautiful  in which women in five different cities (San Francisco, London, New Delhi, Shanghai, and Sao Paulo) were given the choice to walk through one of the two available doors labeled as  beautiful  and  average . This experiment put many of the research subjects in a dilemmatic situation of choosing between the two labels. In hindsight, this campaign was an interesting academic discourse because it did not merely promote new standards of beauty or cement the existing standards as other advertisements did. Rather, it prompted a more fundamental discussion on the elusive concept of beauty and its implications on women. This descriptive qualitative research examines the campaign and its undertone within the frameworks of lookism and the existing concepts of beauty. This research concludes that despite the seemingly good intentions, the Choose Beautiful campaign is a somewhat patronizing attempt to compartmentalize women into the precarious pool of feeling beautiful."}, "filled": true, "author_pub_id": "UNajjYkAAAAJ:u-x6o8ySG0sC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20416/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lHZkbus7ZhEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Mediocrity madness: The destructive effects of Antonio Salieri’s narcissistic personality disorder in Amadeus", "pub_year": 2017, "citation": "k@ ta: A Biannual Publication on the Study of Language and Literature 19 (2 …, 2017", "author": "Ivonne Muliawati Harsono", "journal": "k@ ta: A Biannual Publication on the Study of Language and Literature", "volume": "19", "number": "2", "pages": "71-76", "abstract": "Industriousness is generally perceived as a noble trait. Such mindset is firmly ingrained within the society through religious teachings and moral virtues. Since the foundation of identity is shaped through difference, many people endure tedious labour to either arrive at a socially-approved level or surpass that level. For individuals with Narcissistic Personality Disorder, the struggle to dismiss mediocrity may result in a form of madness conveyed through destructive actions towards both the subject and the object. The purpose of this paper is to identify the phases through which Antonio Salieri’s Narcissistic Personality Disorder in Amadeus triggers a series of destructive effects aimed at himself and others. This research concludes that the transition from the sense of mediocrity to mediocrity madness for people with Narcissistic Personality Disorder can be divided into three phases: the acknowledgment of mediocrity, the narcissistic wound, and the mediocrity madness."}, "filled": true, "author_pub_id": "UNajjYkAAAAJ:u5HHmVD_uO8C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=4265793488532439660", "cites_id": ["4265793488532439660"], "pub_url": "https://www.kata.petra.ac.id/index.php/ing/article/view/19071", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:bIImoZMkMzsJ:scholar.google.com/", "cites_per_year": {"2020": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analysis on motives and consequences of the main characters' dilemmatic decision makings in Ryunosuke akutagawa's kesa and morito and rashomon and in mori ogai's takase bune", "pub_year": 2004, "citation": "Petra Christian University, 2004", "author": "Ivonne Muliawati Harsono", "abstract": "The short story?s unity, density, and brevity are the primary motives for my choice of this literary genre. From all the stories that come from all around the world, I choose Japanese short story. Subjectively because they impress me much with their interesting themes and unique story-telling method, and objectively because along with some other critics, I believe them to be `hidden beauties? that are currently less unknown compared to the Western Literature. From all the brilliant classical Japanese writers, I chose Ryunosuke Akutagawa for his original story-telling method and dedication in writing and Mori Ogai for his deep exploration in human nature as well as his acknowledged contribution to the Japanese literature. From Akutagawa, I chose Kesa and Morito for its exploration in the nature of men and Rashomon for its achievement in both literary and film-making world. From Mori Ogai, I chose Takase Bune, because the story offers an interesting moral topic on euthanasia, as well as a reflection on the aspects of life. The linking factor in these three stories is the main characters? dilemmatic situations. Morito has to choose between breaking his promise and committing murder, the samurai servant has to choose between stealing and starving to death, and Kisuke has to choose between sparing his brother?s pain and obeying the law. In this thesis, I will analyze the dilemmas and the choices, the motives, and the consequences of the choices. Since this analysis will concern much with the characters? moral principles and dilemmas, I choose to make an analysis concerning the motives and the consequences of their dilemmatic decision makings. I …"}, "filled": true, "author_pub_id": "UNajjYkAAAAJ:9yKSN-GCB0IC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/7826", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qXdg9x2WNKEJ:scholar.google.com/", "cites_per_year": {}}
