{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Representation of Aloneness in Forever Alone Guy Comic Strips Surabaya", "pub_year": 2017, "citation": "k@ ta 19 (1), 15-24, 2017", "author": "Pricillia Chandra and Ribut Basuki", "journal": "k@ ta", "volume": "19", "number": "1", "pages": "15-24", "publisher": "Petra Christian University", "abstract": "This study aims to discuss the representation of aloneness in Forever Alone Guy comic strips. The purpose of this research is to find out how the meaning of aloneness is constructed in the representation of Forever Alone Guy through the theory of representation described by Stuart Hall (1997, 2013). In the theory suggested by Hall, it is described that there are two ways to be done in creating representation. Those ways are through language/sign and mental representation. The mental representation is the only way used in this research with a reason that this analysis focuses to the stigmas attached to the concept of aloneness. The analysis shows that the construction of meaning is done through embedding clusters of negative stigmas to the three entities: single, alone and lonely. Thus, through the analysis, it can be concluded that the dominant meaning which represents being single and alone as the  imperfect‟ condition plays an important role in the construction of the meaning."}, "filled": true, "author_pub_id": "uoV1WrAAAAAJ:u-x6o8ySG0sC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/18453/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:CZEq1-Vt1PEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Deconstruction Process in Translating Bekisar Merah", "pub_year": 2017, "citation": "Translation Journal 20, 2017", "author": "Pricillia Chandra", "journal": "Translation Journal", "volume": "20", "publisher": "Translation Journal"}, "filled": true, "author_pub_id": "uoV1WrAAAAAJ:d1gkVwhDpl0C", "num_citations": 0, "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "MIAS PSYCHOPATHY IN MOULY SURYA  S FIKSI", "pub_year": 2014, "citation": "Kata Kita 2 (1), 51-60, 2014", "author": "Pricillia Chandra and Liem Satya Limanta", "volume": "2", "number": "1", "pages": "51-60", "abstract": "This study aims to discuss Mia s psychopathic symptoms through the 18 items described in Psychopathy Checklist Revised four-factor model. The purpose of this analysis is to discuss what psychopathic category Mia belongs to and to discuss why Mia, as a psychopathic person, commits suicide. The analysis shows that Mia s psychopathic symptoms fit these factors, and through it, the score can be given to each item discussed in the analysis. Moreover, it also shows that one of the factors, which is the factor of lifestyle, affects the probability of a psychopath to commit suicide because of the impulsivity that a psychopath has. In the end, it can be concluded that Mia is a psychopathic person who can be categorized as an intermediate psychopath, and her suicidal act is affected by her past traumatic experience and her impulsivity."}, "filled": true, "author_pub_id": "uoV1WrAAAAAJ:u5HHmVD_uO8C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19320/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZZDMSDgUqVAJ:scholar.google.com/", "cites_per_year": {}}
