{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Determinants of Online Impulsive Buying Post Pandemic Covid-19", "pub_year": 2023, "citation": "Jurnal Teknik Industri: Jurnal Keilmuan dan Aplikasi Teknik Industri 25 (1 …, 2023", "author": "Fransisca Andreani and Njo Anastasia and Foedjiawati Foedjiawati", "journal": "Jurnal Teknik Industri: Jurnal Keilmuan dan Aplikasi Teknik Industri", "volume": "25", "number": "1", "pages": "17-30", "abstract": "During the Covid-19 pandemic, the use of social media has increased in line with online buying transactions. This research was conducted to find out online impulsive buying due to the large amount of information and promotion spread on social media after the pandemic. Online questionnaires were distributed to 261 respondents who made online transactions. SEM-PLS 3.0. was used to analyze the data. The results prove that hedonic browsing has a significant influence on flow experience. Flow experience has a significant influence on cognitive experience and affective experience as well as online impulsive buying. Cognitive experiences have significant influence on online impulsive buying. However, affective experiences do not have a significant influence on online impulsive buying. Moreover, financial management behavior cannot moderate the relationship among cognitive and affective experiences as well as online impulse buying. Theoretically, the study shows that irrational consumption processes lead to hedonic shopping due to easy and convenient searching for products through social media. Thus, in practice it is advisable for marketing managers to design their promotions on social media related to products and interspersed with financial literacy so that consumers can shop wisely."}, "filled": true, "author_pub_id": "UQpBQPkAAAAJ:IWHjjKOFINEC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=7930523695324742505", "cites_id": ["7930523695324742505"], "pub_url": "https://jurnalindustri.petra.ac.id/index.php/ind/article/view/25703", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:aUOmfkjhDm4J:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Travel Constraints, Trust, Travel Motivation and Travel Intention:: A Case Study of Covid 19 Pandemic", "pub_year": 2023, "citation": "Jurnal Manajemen Perhotelan Dan Pariwisata 6 (1), 271-278, 2023", "author": "Foedjiawati Foedjiawati and Fransisca Andreani and Njo Anastasia", "journal": "Jurnal Manajemen Perhotelan Dan Pariwisata", "volume": "6", "number": "1", "pages": "271-278", "abstract": "The limitation of traveling refers to individual limitations; namely, interpersonal and intrapersonal constraints. However, trust shapes the traveler’s confidence to travel. Furthermore, travelers need motivation as their push factor to appeal their interest in traveling. This study aims to explore the relationship between travel constraints and trust on travel intention and travel motivation as the mediating variable. The sample was determined by using purposive sampling on Indonesia’s travelers who travelled during the Covid-19 pandemic, from March 2020 to February 2021 using online questionnaire. Results indicated that the intrapersonal constraint had positive effects on travel intention and travel motivation. On the other hand, interpersonal constraints and trust did not affect travel intention nor travel motivation. Therefore, the research results imply a positive contribution to the collaborative development theories between Theory Planned Behavior and those related in tourism sector. Leaders in tourism business sectors could plan their marketing strategies in a fast-changing pace in the world such as, the crises of Covid-19 pandemic to bring people’s motivation out in order to be interested in traveling again although with several terms and conditions after the human mobility was curtailed."}, "filled": true, "author_pub_id": "UQpBQPkAAAAJ:-f6ydRqryjwC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=5339775194141241790", "cites_id": ["5339775194141241790"], "pub_url": "https://ejournal.undiksha.ac.id/index.php/JMPP/article/view/65559", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vjE7az-xGkoJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Learning organization through the internalization of transformational leadership: A study of an indonesian school", "pub_year": 2022, "citation": "Journal of Leadership in Organizations 4 (2), 134-149, 2022", "author": "Yoel Wibowo and Deborah Christine Widjaja", "volume": "4", "number": "2", "pages": "134-149", "abstract": ""}, "filled": true, "author_pub_id": "UQpBQPkAAAAJ:4JMBOYKVnBMC", "num_citations": 10, "citedby_url": "/scholar?hl=en&cites=1776689063657305487", "cites_id": ["1776689063657305487"], "pub_url": "https://repository.petra.ac.id/19774/2/Publikasi4_19006_8515.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:j3WdQ0oRqBgJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 5, "2024": 3, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Reward system, employee engagement, and the role of employee satisfaction as mediating variable", "pub_year": 2022, "citation": "Petra International Journal of Business Studies 5 (1), 97-108, 2022", "author": "Yushe Marleyna and Devie Devie and Foedjiawati Foedjiawati", "journal": "Petra International Journal of Business Studies", "volume": "5", "number": "1", "pages": "97-108", "abstract": "A good reward system is believed to be a determinant in achieving organizational goals. When employees are satisfied with the applied reward system, employee engagement will manifest, which can encourage the achievement of organizational goals. This study aims to determine the correlation between the reward system and employee engagement mediated by employee satisfaction at PT. X, a company engaged in the property sector. The research is based on a survey collected from 41 employees working at PT. X. Data analysis was carried out using the PLS-SEM model suitability test technique with SmartPLS 3. The results of data analysis show that employee satisfaction partially mediates the correlation between the reward system and employee engagement (T-statistics 2.257, p-values 0.024)."}, "filled": true, "author_pub_id": "UQpBQPkAAAAJ:ZeXyd9-uunAC", "num_citations": 10, "citedby_url": "/scholar?hl=en&cites=9122518584416006649", "cites_id": ["9122518584416006649"], "pub_url": "https://ijbs.petra.ac.id/index.php/ijbs/article/view/187", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-fEDwVGymX4J:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 2, "2024": 5, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Relationships of Trust, Risk-taking propensity and Travel Intention of Indonesian Tourists", "pub_year": 2021, "citation": "The Relationships of Trust, Risk-taking propensity and Travel Intention of …, 2021", "author": "Fransisca Andreani and Njo Anastasia", "abstract": "Traveling is an interesting activity to do to escape from daily routine activities and work. This activity also involves some risk. Before deciding to travel, generally tourists have trust on the destination, so that they can decide whether to take the risk with its consequences or not. This study is to investigate the relation among trust, risk-taking propensity and tourists  travel intention. Online questionnaires using google forms were distributed to 243 respondents traveling during pandemic Covid 19 and the new normal condition. Then, multivariate analysis was employed for data analysis with the help of SPSS and Partial Least Square (PLS). The results shows that trust has significant impact on risk-taking propensity; and risk-taking propensity has also significant impact on travel intention.  Nevertheless, trust has insignificant impact on travel intention. Therefore, travel agents and tourist providers need to accommodate tourists with detailed information and activities to engage in the destination so that it enhances tourists to travel."}, "filled": true, "author_pub_id": "UQpBQPkAAAAJ:HDshCWvjkbEC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19167/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:J5gY2THLlhAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Travel constraints, Trust, Travel Motivation and Travel Intention: A Case Study in the Covid-19 Pandemic", "pub_year": 2021, "citation": "Travel constraints, Trust, Travel Motivation and Travel Intention: A Case …, 2021", "author": "Fransisca Andreani and Njo Anastasia", "abstract": "The limitation of traveling refers to individual limitations; namely, interpersonal and intrapersonal constraints. However, trust shapes the traveler’s confidence to travel. Furthermore, travelers need motivation as their push factor to appeal their interest in traveling. This study aims to explore the relationship between travel constraints and trust on travel intention and travel motivation as the mediating variable. The sample was determined by using purposive sampling on Indonesia’s travelers who traveled during the Covid-19 pandemic, from March 2020 to February 2021. An online questionnaire was conducted to gather the data using SEM-PLS 3.0. Results indicated that the intrapersonal constraint had positive effects on travel intention and travel motivation. On the other hand, interpersonal constraints and trust did not affect travel intention nor travel motivation. Therefore, the research results imply a positive contribution to the collaborative development theories between Theory Planned Behavior and those related in tourism sector. Leaders in tourism business sectors could plan their marketing strategies in a fast-changing pace in the world; such as, the crises of Covid-19 pandemic to bring people’s motivation out in order to be interested in traveling again although with several terms and conditions after the human mobility was curtailed."}, "filled": true, "author_pub_id": "UQpBQPkAAAAJ:qUcmZB5y_30C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=13012558897975666314", "cites_id": ["13012558897975666314"], "pub_url": "https://repository.petra.ac.id/19168/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:iiawzF_llbQJ:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Corporate social responsibility, job pursuit intention, quality of work life and employee performance: case study from Indonesia controversial industry", "pub_year": 2021, "citation": "Asia-Pacific Journal of Business Administration 13 (2), 141-158, 2021", "author": "Josua Tarigan and Amelia Rika Sanchia Susanto and Saarce Elsye Hatane and Ferry Jie and Foedjiawati Foedjiawati", "journal": "Asia-Pacific Journal of Business Administration", "volume": "13", "number": "2", "pages": "141-158", "publisher": "Emerald Publishing Limited", "abstract": "This paper aims to examine whether companies in Indonesian controversial industries can rely on their corporate social responsibility (CSR) practices to improve potential employees' job pursuit intention, which lead to a higher quality of work life (QWL) and a better performance from their employees.The target respondents are interns, staff and supervisors of 42 Indonesian listed companies in controversial industries. The data collection method is performed by distributing questionnaires using a seven-point Likert scale. Collected data using partial least squares (PLS) analysis are conducted and tested.Consistent with the existing result, the authors find out that potential employees have a higher intention to join and accept a job offer from companies with a higher level of CSR practices. Regarding the corporate social responsibility, it is further proven to have a positive …"}, "filled": true, "author_pub_id": "UQpBQPkAAAAJ:7PzlFSSx8tAC", "num_citations": 106, "citedby_url": "/scholar?hl=en&cites=8309633191584137333", "cites_id": ["8309633191584137333"], "pub_url": "https://www.emerald.com/insight/content/doi/10.1108/APJBA-09-2019-0189/full/html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:dQArhly_UXMJ:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 8, "2022": 22, "2023": 23, "2024": 41, "2025": 10}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The challenge in disruptive times in tourism education: Toward a redesigned curriculum for new normal from conventional to creative tourism", "pub_year": 2021, "citation": "Promoting Creative Tourism: Current Issues in Tourism Research, 405-411, 2021", "author": "PRM Tayko", "pages": "405-411", "publisher": "Routledge", "abstract": "This reflective analysis, an evidence-based exploration, is a case assessment of tourism education for relevance and responsiveness to emerging needs of the industry in fast-changing times. The results and outcomes become the basis for redesigning the curriculum from conventional to a creative tourism. Considering the tremendous challenges from external environment due to the pandemic impact of Covid-19, it is expedient to review, shift, and redesign the curriculum in terms of context, content, and processes reflective of new perspectives and purpose of the program for future intakes. The methodology uses triangulation, a combination of qualitative and quantitative analysis of content, context, process, perspective around core purpose (2C2PCP). This comprehensive framework of defining, detailing, differentiating, and connecting the essence of each curriculum dimension around the core purpose becomes …"}, "filled": true, "author_pub_id": "UQpBQPkAAAAJ:RHpTSmoSYBkC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=18224290067684717557", "cites_id": ["18224290067684717557"], "pub_url": "https://www.taylorfrancis.com/chapters/edit/10.1201/9781003095484-59/challenge-disruptive-times-tourism-education-toward-redesigned-curriculum-new-normal-conventional-creative-tourism-tayko-foedjiawati", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9fMGmEKv6fwJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Impact of Team Building Intervention on Internal Communication in Lia S Associates Branding & Design Organizations", "pub_year": 2020, "citation": "Petra International Journal of Business Studies 3 (2), 85-93, 2020", "author": "Andy Setyawan and Diah Dharmayanti and Foedjiawati Foedjiawati", "journal": "Petra International Journal of Business Studies", "volume": "3", "number": "2", "pages": "85-93", "abstract": "This study aims to determine the impact of team building interventions on the internal communication of Lia S Associates Branding & Design. Based on the diagnose results, the organization has a lack of internal organizational communication which results in important information not being conveyed properly and makes employee unable to make decision properly. Therefore researchers conducted team building interventions to improve internal communication. Researcher used the action research method, with three stages namely Pre ODI, ODI and Post ODI. To see the changes after the intervention researchers compared the Pre Test & Post Test results, it was found that there were insignificant changes after the intervention, This is due to the lack of organizational commitment to the intervention process so that the intervention has not been able to bring about changes"}, "filled": true, "author_pub_id": "UQpBQPkAAAAJ:L8Ckcad2t8MC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=2544120140796241703", "cites_id": ["2544120140796241703"], "pub_url": "https://ijbs.petra.ac.id/index.php/ijbs/article/view/78", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:J6cT6smHTiMJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Employees Perceptions of Hotel Employment in Indonesia", "pub_year": 2019, "citation": "Employees Perceptions of Hotel Employment in Indonesia, 2019", "author": "Sienny Thio", "abstract": "This paper investigates in what extend hotel employees in Indonesia confirm negative perceptions stated by previous studies concerning hotel employment. The quantitative data were obtained by distributing questionnaires to a total of 375 employees working in four- and five-star hotels in Surabaya and Bali. The result revealed that Indonesian employees did not support the proposition that hotel work has a poor image. Being uneducated, unproductive, and unmotivated were the least accepted images pertaining to the hotel characteristics. Independent samples T-test and One-way ANOVA test indicated that employees with different socio-demographic backgrounds of marital status, age, religions, educational levels, and job positions had significant differences in their perceptions towards hotel employment. By acknowledging employees  perceptions on hotel characteristics, it is expected that hospitality leaders will be able to create a better positive image of the industry in order to attract"}, "filled": true, "author_pub_id": "UQpBQPkAAAAJ:_Qo2XoVZTnwC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19577/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KnGuFwPDLOwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Impact of an Organizational Development Intervention on Service Quality in a Travel Agency to Reduce the Gap between Employees Perceptions and Customers Experience of Services Performed", "pub_year": 2017, "citation": "Journal of Progressive Research in Social Sciences 5 (2), 369-379, 2017", "author": "Lynne Yeanakis", "journal": "Journal of Progressive Research in Social Sciences", "volume": "5", "number": "2", "pages": "369-379", "publisher": "Petra Christian University", "abstract": "The Impact of an Organizational Development Intervention on Service Quality in a Travel Agency to Reduce the Gap between Employees Perceptions and Customers Experience of Services Performed  Foedjiawati Petra Christian University, Indonesia  Lynne Yeanakis W.A. Kraus Associates, USA   Abstract    This paper aims to evaluate the impact of an organization Development  Intervention on Service Quality of a Travel Agency (XTT) in Surabaya, Indonesia. The research was designed based on five dimensions of service quality developed by Parasuraman (1990); namely, tangibility, reliability, responsiveness, assurance, and empathy as a strategy to differentiate among travel agencies. The OD interventions on service qualities were conducted in several activities; such as: coaching, training, dialoguing, and providing feedback. They were carried out to  improve the service quality performed by employees in order to provide high quality customer service. It also disclosed action research and questionnaire feedback approach in three stages of Pre-ODI, ODI, and Post-ODI. The result of the measurement showed the gaps and differences between employees perception about the service quality and customers experience of service performed. Therefore, the researcher chose to explore Gap 4 out of 5 gaps from Parasuraman, since it explained most directly on service delivery and communication with customer; hence, it focuses on the service quality discrepancy when promises do not match delivery. It has the purpose of improving the internal service quality within the employees  in order to perform excellent service to customers.  In support of the …"}, "filled": true, "author_pub_id": "UQpBQPkAAAAJ:R3hNpaxXUhUC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20466/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:oI2f0-DJdc8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Sikap, Persepsi Nilai dan Persepsi Peluang keberhasilan terhadap niat menyampaikan keluhan (Studi Kasus Pada Perusahaan Asuransi AIG Lippo Surabaya)", "pub_year": 2007, "citation": "Jurnal Manajemen Pemasaran 2 (1), 2007", "author": "Foedjiawati Foedjiawati and Hatane Semuel", "journal": "Jurnal Manajemen Pemasaran", "volume": "2", "number": "1", "abstract": "Research on the effect of attitude, perceived value, and perceived likelihood of successful complaint on customer complaint intention is conducted on 200 custmers of AIG Lippo Insurance in Surabaya. Findings shows that the group of potential customer s come from private company employees, and entrepreneur background with mor than 3.5 million rupiahs of income and more than 2.5 million rupiahs of expenses per month. The result also show that the three variables; attitude, perceived value, perceived likelihood of successful complaint have positive effect on customer complaint intention. Eventhough all variables have positive effect, cost and benefit consideration as indicator of perceived value has stronger effect on customer complaint intention. Abstract in Bahasa Indonesia: Penelitian tentang Pengaruh Sikap, Persepsi Nilai dan Persepsi Peluang sukses terhadap Niat menyampaikan Keluhan dilakukan terhadap 200 pelanggan Asuransi AIG Lippo di Surabaya. Terungkap dari hasil penelitian, kelompok nasabah potensial adalah kelompok pekerja swasta dan wiraswasta dengan pendapatan lebih dari Rp. 3.5 juta per bulan dan pengeluaran lebih dari Rp. 2.5 juta per bulan. Dari hasil pengujian data diungkapkan bahwa ketiga variabel Sikap, Persepsi terhadap nilai keluhan dan persepsi terhadap peluang keberhasilan keluhan berpengaruh secara positip terhadap niat menyampaikan keluhan, Walaupun terdapat pengaruh positip dari ketiga variabel tadi, namun pertimbangan manfaat dan biaya sebagai indikator persepsi nilai mempunyai pengaruh yang lebih kuat terhadap niat menyampaikan keluhan. kata kunci: sikap, perspsi nilai …"}, "filled": true, "author_pub_id": "UQpBQPkAAAAJ:mVmsd5A6BfQC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=14404900135092247706", "cites_id": ["14404900135092247706"], "pub_url": "http://ced.petra.ac.id/index.php/mar/article/view/17013", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mlwmOVp86McJ:scholar.google.com/", "cites_per_year": {"2012": 1, "2013": 0, "2014": 0, "2015": 0, "2016": 0, "2017": 0, "2018": 1, "2019": 2, "2020": 0, "2021": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENILAIAN KELOMPOK KRITIS TERHADAP SOSIALISASI INPRES NO. 10. TAHUN 2005 Suatu Tinjauan dari Sudut Pemasaran Sosial", "pub_year": 2006, "citation": "Jurnal Manajemen Pemasaran 1 (1), 2006", "author": "Hatane Semuel and Foedjiawati Foedjiawati", "journal": "Jurnal Manajemen Pemasaran", "volume": "1", "number": "1", "abstract": "Government intervention in designing the public policy through Inpres No. 10, 2005, with the regulation pattern, consumer education, and incentive has got various responses from critical groups such as university students, professionals, and society in general. The response of the intervention from consumer education pattern and incentive has also got a positive response from each group compared to the regulation pattern. There is a positive effect between trust and evaluation from the three patterns towards the changing of consumer attitude. Abstract in Bahasa Indonesia: Intervensi pemerintah dalam membuat kebijakan publik melalui Inpres No. 10. Tahun 2005, dengan pola regulasi, edukasi konsumen, dan insentif, mendapat penilaian yang beragam dari kelompok kritis (mahasiswa, professional, dan masyarakat umum). Penilaian intervensi pola edukasi konsumen dan insentif mendapat nilai positip dari setiap kelompok, dibandingkan dengan pola regulasi. Terdapat pengaruh positip antara kepercayaan, dan evaluasi dari ketiga pola terhadap perubahan sikap konsumen. Kata kunci: inpres, kebijakan publik, kepercayaan, evaluasi, sikap."}, "filled": true, "author_pub_id": "UQpBQPkAAAAJ:UeHWp8X0CEIC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=8791420571881311957", "cites_id": ["8791420571881311957"], "pub_url": "http://ced.petra.ac.id/index.php/mar/article/view/16407", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:1Q4MYm5mAXoJ:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Kepuasan Konsumen Terhadap Kesetian Merek (Studi Kasus Restoran The Prime Steak & Ribs Surabaya)", "pub_year": 2005, "citation": "Jurnal Manajemen dan Kewirausahaan 7 (1), 74-82, 2005", "author": "Foedjiawati Foedjiawati and Hatane Samuel", "journal": "Jurnal Manajemen dan Kewirausahaan", "volume": "7", "number": "1", "pages": "74-82", "abstract": "This is a research which observes the relationship between customer satisfaction and their loyalty to The Prime Steak & Ribs Restaurant. The customer satisfaction is measured through some attributes such as, attributes related to the product, attributes related to the service, and attributes related to the purchase. Meanwhile, the loyalty of its brand is measured through habitual behaviour, switching cost, satisfaction, liking of the brand and commitment. The result of the research reveals that customer satisfaction levels to The Prime Steak & Ribs Restaurant tends to be good. Some attributes still have a variety of high grade, and there is a positive causal influence that is significant between the customer satisfaction and the loyalty of the brand. Thus, the result of the research is relevant and at the same time supports the theory of brand loyalty. Abstract in Bahasa Indonesia: Penelitian Pengaruh Kepuasan Konsumen terhadap Kesetiaan Merek pada Restoran the Prime Steak & Ribs, kepuasan konsumen diukur melalui Attributes related to the product, Attributes related to the service, Attributes related to the purchase, kesetiaan merek diukur melalui habitual behaviour, switching cost, satisfaction, liking of the brand, dan commitment. Hasil penelitian mengungkapakan bahwa kepuasan konsumen di The Prime Steak & Ribs mendapat penilaian yang cenderung baik, beberapa atribut masih mempunyai variasi penilaian yang tinggi, dan terdapat hubungan pengaruh positip yang signifikan antara kepuasan konsumen dengan kesetiaan merek, dengan demikian hasil penelitian mendukung konsep teori tentang kesetiaan merek. Kata kunci: kepuasan …"}, "filled": true, "author_pub_id": "UQpBQPkAAAAJ:Y0pCki6q_DkC", "num_citations": 84, "citedby_url": "/scholar?hl=en&cites=17631663588167351846", "cites_id": ["17631663588167351846"], "pub_url": "http://jurnalmanajemen.petra.ac.id/index.php/man/article/view/16133", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Jn7n651AsPQJ:scholar.google.com/", "cites_per_year": {"2009": 2, "2010": 1, "2011": 5, "2012": 12, "2013": 5, "2014": 8, "2015": 4, "2016": 6, "2017": 9, "2018": 4, "2019": 7, "2020": 4, "2021": 5, "2022": 7, "2023": 3, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Foedjiawati. 2006", "citation": "Penilaian Kelompok Kritis Terhadap Sosialisaai Inpers No. 10 Tahun 2005, 0", "author": "Hatane Semuel", "journal": "Penilaian Kelompok Kritis Terhadap Sosialisaai Inpers No. 10 Tahun 2005"}, "filled": true, "author_pub_id": "UQpBQPkAAAAJ:e5wmG9Sq2KIC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=15829917685267564471", "cites_id": ["15829917685267564471"], "pub_url": "https://scholar.google.com/scholar?cluster=15829917685267564471&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:twcMpkMqr9sJ:scholar.google.com/", "cites_per_year": {"2009": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Impact of an Organizational Development Intervention on Service Quality in a Travel Agency to Reduce the Gap between Employees Perceptions and Customers Experience of Services Performed", "citation": "", "author": "Lynne Yeannakis Foedjiawati", "abstract": "This paper aims to evaluate the impact of an organization Development Intervention on Service Quality of a Travel Agency (XTT) in Surabaya, Indonesia. The research was designed based on five dimensions of service quality developed by Parasuraman (1990); namely, tangibility, reliability, responsiveness, assurance, and empathy as a strategy to differentiate among travel agencies. The OD interventions on service qualities were conducted in several activities; such as: coaching, training, dialoguing, and providing feedback. They were carried out to improve the service quality performed by employees in order to provide high quality customer service. It also disclosed action research and questionnaire feedback approach in three stages of Pre-ODI, ODI, and Post-ODI. The result of the measurement showed the gaps and differences between employees’ perception about the service quality and customers experience of service performed. Therefore, the researcher chose to explore Gap 4 out of 5 gaps from Parasuraman, since it explained most directly on service delivery and communication with customer; it focuses on the service quality discrepancy when promises do not match delivery. It has the purpose of improving the internal service quality within the employees in order to perform excellent service to customers.In support of the need for behavior change on the part of employees, the researcher introduced the Whole Brain Literacy (Tayko 2014, 2017) approach to help shift the employees’ mindset into four thinking abilities namely: open-ended thinking, precision thinking, aim thinking, and feeling power thinking. The results of the t-Test after …"}, "filled": true, "author_pub_id": "UQpBQPkAAAAJ:TQgYirikUcIC", "num_citations": 0, "pub_url": "https://core.ac.uk/download/pdf/267834818.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-KBXAjiq_zAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Foedjiawati.(2007)", "citation": "Pengaruh Kepuasan Konsumen Terhadap Kesetian Merek, 0", "author": "Hatane Samuel", "journal": "Pengaruh Kepuasan Konsumen Terhadap Kesetian Merek"}, "filled": true, "author_pub_id": "UQpBQPkAAAAJ:mB3voiENLucC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=9304470412123092097", "cites_id": ["9304470412123092097"], "pub_url": "https://scholar.google.com/scholar?cluster=9304470412123092097&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:gbS66YoeIIEJ:scholar.google.com/", "cites_per_year": {"2013": 1, "2014": 2, "2015": 1, "2016": 0, "2017": 2}}
