{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sustainable tourism experiences: the role of digital technology and government support in creating tourists’ memorable experiences", "pub_year": 2025, "citation": "Cogent Business & Management 12 (1), 2482026, 2025", "author": "Regina Jokom and Hatane Semuel and Serli Wijaya", "journal": "Cogent Business & Management", "volume": "12", "number": "1", "pages": "2482026", "publisher": "Cogent", "abstract": "Sustainability practices in the tourism industry offer significant benefits to destinations, particularly when supported by digital technology and government involvement. This study investigates how sustainable tourism experiences influence the memorable experiences of foreign tourists, with digital technology and government support as moderating variables. Data from 270 foreign tourists across four cities in Indonesia were analyzed using Partial Least Squares Structural Equation Modeling (PLS-SEM). The results indicate that socio-cultural factors are the most significant influencers of tourists’ memorable experiences, with environmental factors also playing a key role. In contrast, economic factors do not significantly affect the memorability of tourists. In addition, there is evidence that Government support strengthens the impact of socio-cultural aspects on memorable experiences, particularly through initiatives that …"}, "filled": true, "author_pub_id": "uSA4vUUAAAAJ:tzM49s52ZIMC", "num_citations": 0, "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/23311975.2025.2482026", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:n7YJxHe1UBUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Maintaining Market Liquidity Of Asean6 Banking Companies Through Management Disclosures", "pub_year": 2025, "citation": "Deepublish, 2025", "author": "Saarce Elsye Hatane and Hatane Semuel and Willy Wijaya", "publisher": "Deepublish", "abstract": "This book shows the condition of banking companies in ASEAN-6 countries, such as Indonesia, Philippines, Thailand, Singapore, Malaysia, and Vietnam. There is detailed information about factors that influence the company’s market liquidity. Factors included in the description are part of ICD and RD which become the main aspect discussed in this book. Intellectual Capital and Risk Management Disclosure as intangible disclosure have essential role in market liquidity. This book describes how the two disclosure is managed to get best market liquidity. Companies with great quality of disclosures in its annual report tend to have good market liquidity. This benefit the company because it is easier for them to look for investors. Moreover, the detail disclosure also helps investors in understanding companies’ condition and making decision."}, "filled": true, "author_pub_id": "uSA4vUUAAAAJ:_Re3VWB3Y0AC", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=1348723928686501360&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8J1tbUShtxIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Maintaining Liquidity of ASEAN-6 Banking Companies Through Management Disclosures", "pub_year": 2024, "citation": "Maintaining Liquidity of ASEAN-6 Banking Companies Through Management …, 2024", "author": "Saarce Elsye Hatane and Hatane Semuel and Willy Wijaya", "abstract": "Market liquidity has an essential role in a banking company. The funding sources of the company are received through the management of market liquidity. The better the management, the higher level of its liquidity which can gain interest of the investors in stock market. There are factors that build market liquidity written as the company s report. Among the factors, there are intellectual capital disclosure and risk management disclosure that is disclosed as intangible disclosure.  Intellectual Capital and Risk Management Disclosure have some sub-factors that is influential to the ICD and RD quality of the company. In banking companies of ASEAN-6 countries, each sub-factor affects the quality differently. The two disclosures are intangible disclosures, yet it is useful for both company and investors. The disclosure of ICD and RD disclosure is different depends on the size of the company. The two disclosures need to be put into a consideration in managing market liquidity.  This book shows the condition of banking companies in ASEAN-6 countries, such as Indonesia, Philippines, Thailand, Singapore, Malaysia, and Vietnam. There is detailed information about factors that influence the company s market liquidity. Factors included in the description are part of ICD and RD which become the main aspect discussed in this book. Intellectual Capital and Risk Management Disclosure as intangible disclosure have essential role in market liquidity. This book describes how the two disclosure is managed to get best market liquidity. Companies with great quality of disclosures in its annual report tend to have good market liquidity. This benefit the company …"}, "filled": true, "author_pub_id": "uSA4vUUAAAAJ:tKAzc9rXhukC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21369/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:AUxVHhO1GOYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Digital and Sustainable Tourism Experience: The Role of Government Support and Vivid Memories on Tourist Behavior Intentions in Indonesia", "pub_year": 2024, "citation": "Digital and Sustainable Tourism Experience: The Role of Government Support …, 2024", "author": "Regina Jokom and Hatane Semuel and Serli Wijaya", "abstract": "The consumer experience is a crucial aspect of the hospitality and tourism sectors. Research on consumer experiences continues to evolve, encompassing physical, spiritual, and emotional responses to these experiences (Kim & So, 2022; Kumar et al., 2023). Additionally, the tourism industry has recently emphasized sustainability (Lee & Xue, 2020; S nchez-Fern ndez et al., 2019) and digitalization, advocating responsible and eco-friendly tourism practices while leveraging technology to enhance the tourist experience. The advent of digitalization in the tourism sector has facilitated greater access to information for tourists, enabling them to enjoy more personalized travel experiences through the Internet, mobile apps, and social media (Preko et al., 2023). Having these experiences is likely to create a vivid memory (Ahn et al., 2017; Ittamalla & Kumar, 2021) and are more inclined to revisit destinations when they enjoy unique and authentic experiences.  Therefore, the combination of sustainable and digital tourism experiences not only boosts tourists vivid memory but also positively influences their intention to revisit and recommend destinations (Lee & Xue, 2020; Preko et al., 2023). It is therefore clear that future tourism trends will increasingly emphasize digitalization and sustainability, contributing to the well-being of tourism businesses, governments, and local communities. Despite these advancements, there is still a lack of comprehensive literature that combines aspects of digital and sustainable tourism into the overall tourist experience (Saseanu et al., 2020). Moreover, most previous studies about sustainability tourism have focused on …"}, "filled": true, "author_pub_id": "uSA4vUUAAAAJ:2KloaMYe4IUC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21490/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:efMknGw0ugoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Intellectual Capital, Foreign and Female Executives in the Profitability of Indonesia’s Banks", "pub_year": 2024, "citation": "International Journal of Organizational Behavior and Policy 3 (1), 15-26, 2024", "author": "Saarce Elsye Hatane and Felicia Prayogo Wibowo and Hendri Kwistianus and Hatane Semuel", "journal": "International Journal of Organizational Behavior and Policy", "volume": "3", "number": "1", "pages": "15-26", "abstract": "In order to produce profits for Indonesian banking firms, this study is to investigate the qualities of the board of directors as leaders in business management and their capacity to handle intellectual capital. The observation period was in 2016-2020. The observed characteristic of the board of directors is the role of foreign directors and female directors. The results of the study show that foreign directors reduce Return on Assets. It seems that the domestic boards of banking companies in Indonesia have a better understanding and control of market conditions in Indonesia so that they are able to increase bank profitability. Similarly, female directors who excel at managing asset banks in Indonesia. Managerial banks in Indonesia, on the other hand, are able to manage their intellectual capital to maximize profits, both through asset and equity management. This study contributes to the validation of the upper-echelon theory, which demonstrates the function of top management teams in firm management."}, "filled": true, "author_pub_id": "uSA4vUUAAAAJ:Fu2w8maKXqMC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=13782801662222068034", "cites_id": ["13782801662222068034"], "pub_url": "https://ijobp.petra.ac.id/index.php/ijobp/article/view/101", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:QuloXhZZRr8J:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Effect of Corporate Social Responsibility on Firm Value with Tax Avoidance and Sustainable Financial Performance as Mediators", "pub_year": 2023, "citation": "Petra International Journal of Business Studies 6 (2), 157-166, 2023", "author": "Graciella Tanaya and Hatane Semuel", "volume": "6", "number": "2", "pages": "157-166"}, "filled": true, "author_pub_id": "uSA4vUUAAAAJ:W5xh706n7nkC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=17757230891832878422", "cites_id": ["17757230891832878422"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VqVKDmpbbvYJ:scholar.google.com/", "cites_per_year": {"2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Determinant Factors of Corporate Social Responsibility Disclosures in Hospitality and Tourism Companies in Indonesia and Thailand", "pub_year": 2023, "citation": "Indonesian Journal of Sustainability Accounting and Management 7 (1), 179 …, 2023", "author": "Saarce Elsye Hatane and Jennifer Eugene Chandra and I Gusti Ayu Purnamawati and Hatane Semuel", "journal": "Indonesian Journal of Sustainability Accounting and Management", "volume": "7", "number": "1", "pages": "179–190-179–190", "abstract": "Corporate Social Responsibility (CSR) is increasingly recognized as one aspect of sustainable business development. Within the tourism industry, CSR plays an important aspect in integrating social and environmental concerns in strategies, policies, and business operations in interactions with the community and the company’s stakeholders. This study aims to assess and examine the critical factors that influence the formation of Corporate Social Responsibility Disclosure (CSRD) in hospitality and tourism sector companies. The motivation for this research stems from previous studies that showed contradictory results regarding the factors that influence CSRD. Furthermore, research on the factors that influence CSRD in Indonesia and Thailand’s hospitality and tourism industries is rarely done. This study uses company data from 2015 to 2019 with the Generalized Least Square and Weighted Least Square methods in data analysis. This study examines the effect of Profitability, Leverage, Firm Value, Liquidity, and Firm Size on CSRD. In addition, this study contributes to research on the influence of Firm Value on CSRD, which is still rarely done. This study shows that Leverage and Firm Size have a significant positive effect on CSRD, while Firm Value has a significant negative impact on CSRD."}, "filled": true, "author_pub_id": "uSA4vUUAAAAJ:uLbwQdceFCQC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=10325223534297497231", "cites_id": ["10325223534297497231"], "pub_url": "http://ijsam.org/index.php/ijsam/article/view/570", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jz5OXBmQSo8J:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Impact of Performance Management and Empowering Leadership on Personal Motivation: A Study Case of Salesforce Performance in Retail Market", "pub_year": 2022, "citation": "The Impact of Performance Management and Empowering Leadership on Personal …, 2022", "author": "ANDRE SETIAWAN OMARHADI and Hatane Semuel and Serli Wijaya", "abstract": "TheCovid-19pandemichasbroughttheworldintoanewerathathas demanded changes in various sectors, including the management of salesforces in retail stores. Due to the pandemic, changes in consumers’ habits have raised challenges for salesforce management to increase its salesforces’ personal moti- vation to encourage optimal work behavior. This study aims to identify the impact of performance management and empowering leadership on constructing the per- sonal motivation of the salesforces in the retail market. The survey of this research was conducted on 223 salesforces from various sectors, such as food & beverages, personal care, home care, etc., in East Java, Indonesia. The data obtained in this study were discussed in two parts, the first is a descriptive analysis, and the sec- ond is an analysis of the relationship between concepts. This study reveals that performance management and empowering leadership directly and significantly affect the personal motivation of the salesforces in the retail market."}, "filled": true, "author_pub_id": "uSA4vUUAAAAJ:VL0QpB8kHFEC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19783/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:iPl1IBV-J68J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Impact of Performance Management and Empowering Leadership on Personal Motivation", "pub_year": 2022, "citation": "19th International Symposium on Management (INSYMA 2022), 789-795, 2022", "author": "Andre Omarhadi and Hatane Semuel and Serli Wijaya", "conference": "19th International Symposium on Management (INSYMA 2022)", "pages": "789-795", "publisher": "Atlantis Press", "abstract": "The Covid-19 pandemic has brought the world into a new era that has demanded changes in various sectors, including the management of salesforces in retail stores. Due to the pandemic, changes in consumers’ habits have raised challenges for salesforce management to increase its salesforces’ personal motivation to encourage optimal work behavior. This study aims to identify the impact of performance management and empowering leadership on constructing the personal motivation of the salesforces in the retail market. The survey of this research was conducted on 223 salesforces from various sectors, such as food & beverages, personal care, home care, etc., in East Java, Indonesia. The data obtained in this study were discussed in two parts, the first is a descriptive analysis, and the second is an analysis of the relationship between concepts. This study reveals that performance management and empowering leadership directly and significantly affect the personal motivation of the salesforces in the retail market."}, "filled": true, "author_pub_id": "uSA4vUUAAAAJ:ye4kPcJQO24C", "num_citations": 0, "pub_url": "https://www.atlantis-press.com/proceedings/insyma-22/125977293", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:SrqhW7kWlckJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Performance Analysis of Traditional Weaving SMEs in South Sulawesi: The Role of Mediating Technology Capability and Work Culture on the Effect of Open Innovation on Competitive Advantage", "pub_year": 2022, "citation": "Asia Proceedings of Social Sciences 10 (1), 10-13, 2022", "author": "Ester Handriani and Hatane Semuel", "journal": "Asia Proceedings of Social Sciences", "volume": "10", "number": "1", "pages": "10-13", "abstract": "The study was conducted on 152 SMEs of traditional weaving in South Sulawesi in two districts, namely 122 SMEs of Wajo Regency and 30 SMEs of Tana Toraja Regency. Data collection was obtained through the google meet link from February 2022 to April 2022 with the help of a network of traditional weaving entrepreneurs from South Sulawesi. The Open Innovation research variable is measured by seven indicators, Technology Capability is measured by ten indicators, Employee Work Culture is measured by thirteen indicators, and Competitive Advantage is measured by four indicators. The data is processed by SMARTPLS 3.0. The results of the study prove that there is a direct positive effect of Open Innovation and Employee Work Culture on Competitive Advantage. Employee Work Culture can mediate the effect of Open Innovation on Competitive Advantage. Work Culture is proven to have a mediating role in the influence of Open Innovation on Competitive Advantage."}, "filled": true, "author_pub_id": "uSA4vUUAAAAJ:WqliGbK-hY8C", "num_citations": 0, "pub_url": "https://readersinsight.net/APSS/article/view/2579", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:EXnVrz1DqjMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The interpretation of quality in the sustainability of Indonesian traditional weaving", "pub_year": 2022, "citation": "Sustainability 14 (18), 11344, 2022", "author": "Hatane Semuel and Yenni Mangoting and Saarce Elsye Hatane", "journal": "Sustainability", "volume": "14", "number": "18", "pages": "11344", "publisher": "MDPI", "abstract": "The aim of this study was to identify emerging themes to build the quality concept by integrating various qualitative research results regarding quality from the perspective of weaving SMEs. The quality concept proposed in this study is an additional definition or concept with respect to the development of organizational culture for weaving SMEs. In the present study, we employed individual semi-structured interviews, with analysis based on systematic literature reviews and focus group discussion results suggesting a slightly different meaning with respect to the quality concept based on the weaver’s perspective. Interpretation was based on the information gathered in focus group discussions regarding the quality of weaving in Toraja, East Nusa Tenggara (NTT), and Bali. Weaving characteristics as a cultural product alter a new concept of quality built on the cultural and economic principles and mission of woven products. The quality concept proposed in this study will help the local government as a regulator to formulate policies for the development of the weaving SME industry based on the idea of quality."}, "filled": true, "author_pub_id": "uSA4vUUAAAAJ:5awf1xo2G04C", "num_citations": 9, "citedby_url": "/scholar?hl=en&cites=15294163782912854146", "cites_id": ["15294163782912854146"], "pub_url": "https://www.mdpi.com/2071-1050/14/18/11344", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:gkgque3IP9QJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 7, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Makna kualitas dan kinerja tenun tradisional Indonesia kolaborasi budaya nasional dan budaya organisasi", "pub_year": 2022, "citation": "Makna Kualitas dan Kinerja Tenun Tradisional Indonesia Kolaborasi Budaya …, 2022", "author": "Hatane Semuel and Yenni Mangoting and Saarce Elsye Hatane", "publisher": "PT Rajagrafindo Persada", "abstract": "MAKNA KUALITAS DAN KINERJA TENUN TRADISIONAL INDONESIA KOLABO RASI BUDAYA NASIONAL DAN BUDAYA ORGANISASI,  menguraikan tentang tenun atau lebih dikenal sebagai tenun ikat tradisional daerah Indonesia. Buku ini memuat tiga bagian utama, yaitu:  Bagian pertama menjelaskan tentang makna produk tenun  yang merupakan salah satu karya budaya yang memiliki beraneka  ragam  bentuk,  corak,  warna  dan  sejarah. Masing-masing daerah di Indonesia memiliki jenis kain tradisional  yang  berbeda  sesuai  dengan  sejarah,  kebudayaan, dan kepercayaan masyarakat local setempat. Kain tradisional memiliki beragam fungsi yang dapat diaplikasikan dalam kehidupan bermasyarakat, seperti kain sebagai pelengkap atau sarana upacara keagamaan, kain sebagai pemenuhan kebutuhan sehari-hari, dan penunjuk status sosial seseorang. Secara garis besar kain tenun yang diciptakan dalam berbagai macam warna, corak, dan ragam hias memiliki keterkaitan erat dengan sistem pengetahuan, budaya, kepercayaan, lingkungan, alam, dan sistem organisasi sosial masyarakat. Hasil kain tenun tradisional yang terdapat pada masing-masing daerah di Indonesia memiliki ciri khas tersendiri. Indikasinya ialah tenun tradisional tersebut mempresentasikan budaya dan nilai sosial yang berkembang di lingkungan tersebut, hal ini dapat diketahui melalui sejarah perkembangan manusia itu sendiri. Dalam membangun kualitas, selain aspek kepemimpinan, juga dibutuhkan teknik manajemen. Salah satunya seperti Benchmarking, yang dalam konteks sederhana merupakan proses mengukur dan membandingkan kinerja …"}, "filled": true, "author_pub_id": "uSA4vUUAAAAJ:SdhP9T11ey4C", "num_citations": 17, "citedby_url": "/scholar?hl=en&cites=13201159762083447894", "cites_id": ["13201159762083447894"], "pub_url": "https://repository.petra.ac.id/19631/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VgQqYtzwM7cJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 4, "2024": 10, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Mediating Effect of Students Perception and Satisfaction on the Relationship of Learning Environment and Accounting Career", "pub_year": 2021, "citation": "Humaniora 12 (3), 179-189, 2021", "author": "Angeline Sugiarto Yusuf and Yenni Mangoting and Melly Irna Natasya Hoetomo and Saarce Elsye Hatane and Hatane Semuel", "volume": "12", "number": "3", "pages": "179-189", "abstract": "The research was inspired by accounting students  failure to put their knowledge in line with their career choice in the accounting field, which in turn became a concern to higher education providers and accountant associations to be solved. The research aimed to discover accounting students  intention to be an accountant in accounting education in Indonesia. Data were gathered through a survey with questionnaires involving accounting undergraduate students of both universities and colleges of private and govern as of vocational education in Indonesia. The 311 collected questionnaires were analyzed using Partial Least Square (PLS). The research proves that the learning environment is the main factor influencing students  intention to pursue their careers in the accounting field. The learning environment as an external factor can alter either perception or perspective of accounting students concerning the accounting profession, affecting students  intention to pursue a career in the accounting field. Another finding of the research is that perception of students  beliefs built through interaction and experience of the learning environment elements can affect their satisfaction and intention to pursue a career in the accounting field."}, "filled": true, "author_pub_id": "uSA4vUUAAAAJ:Mojj43d5GZwC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=2557811103026254835", "cites_id": ["2557811103026254835"], "pub_url": "https://repository.petra.ac.id/19456/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8xNudqUrfyMJ:scholar.google.com/", "cites_per_year": {"2023": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Backpackers' travel decision across generations and countries of origin: An empirical study in Indonesia", "pub_year": 2021, "citation": "Contemporary Research on Business and Management, 224-227, 2021", "author": "MA Stephanie and S Wijaya and H Semuel", "pages": "224-227", "publisher": "CRC Press", "abstract": "In the past few decades, backpacking tourism has become more popular not only among young travelers but also among adults and elderly. Taking the trend into account, this study aims to investigate the variance of consideration of international backpackers across generational cohorts and origin countries when they backpack to Indonesia. In this study, travel perceived risk was analyzed as a covariate variable. In addition, the study had surveyed 156 international backpackers who have never traveled to Indonesia. This study employed descriptive statistics analysis, ANOVA, linear regression, and MANCOVA tests to examine the primary data. The results reveal a significant difference between baby boomers and generation Y backpackers during the pre-trip phase, especially in evaluating alternatives. In addition, the study also found a significant difference between Asian and non-Asian backpackers during the pre-travel phase, especially during the travel necessity introduction. Further study also reveals that travel perceived risk negatively influenced backpackers’ consideration when deciding to visit Indonesia."}, "filled": true, "author_pub_id": "uSA4vUUAAAAJ:AXPGKjj_ei8C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=4640373112429903171", "cites_id": ["4640373112429903171"], "pub_url": "https://library.oapen.org/bitstream/handle/20.500.12657/51382/9781000473230.pdf?sequence=1#page=245", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Q32oj8LqZUAJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Backpackers  travel decision across generations and countries of origin: An empirical study in Indonesia", "pub_year": 2021, "citation": "Backpackers  travel decision across generations and countries of origin: An …, 2021", "author": "Serli Wijaya and Hatane Semuel", "abstract": "In the past few decades, backpacking tourism has become more popular not only among young travelers but also among adults and elderly. Taking the trend into account, this study aims to investigate the variance of consideration of international backpackers across generational cohorts and origin countries when they backpack to Indonesia. In this study, travel perceived risk was analyzed as a covariate variable. In addition, the study had surveyed 156 international backpackers who have never traveled to Indonesia. This study employed descriptive statistics analysis, ANOVA, linear regression, and MANCOVA tests to examine the primary data. The results reveal a significant difference between baby boomers and generation Y backpackers during the pre-trip phase, especially in evaluating alternatives. In addition, the study also found a significant difference between Asian and non-Asian backpackers during the pre-travel phase, especially during the travel necessity introduction. Further study also reveals that travel perceived risk negatively influenced backpackers  consideration when deciding to visit Indonesia."}, "filled": true, "author_pub_id": "uSA4vUUAAAAJ:Y5dfb0dijaUC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19333/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:YKyTfynumwMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "VIRAL MARKETING MESSAGE, CONSUMERS  ATTITUDE TOWARDS VIRAL MARKETING, COMPETITIVENESS ABILITY, AND BUSINESS PERFORMANCE", "pub_year": 2021, "citation": "Jurnal Manajemen Pemasaran 15 (2), 83-98, 2021", "author": "Trixie Nova Bella Tandijaya and Hatane Semuel", "volume": "15", "number": "2", "pages": "83-98", "abstract": "Pemberdayaan teknologi dan pemanfaatan media digital yang saat ini dipraktikkan melalui strategi dan taktik pemasaran yang tepat akan mampu membuat bisnis tetap bertahan di tengah pandemi Covid-19. Strategi pemasaran viral adalah strategi pemasaran efektif berbiaya rendah untuk penargetan massal. Promosi viral yang kuat dapat menjangkau ribuan konsumen, dapat menginspirasi mereka untuk membeli produk bermerek tertentu, dan menciptakan keunggulan kompetitif bagi bisnis. Penelitian ini mengambil UKM Kerajinan Kulit Tanggulangin sebagai salah satu sentra industri kulit di Indonesia, dengan variabel penelitian adalah viral marketing message strategies, consumer attitudes towards viral marketing, competitiveness ability, dan business performance. Penelitian dilakukan terhadap 235 responden yang memenuhi persyaratan ketentuan penelitian. Analisis data menggunakan SmartPLS 3. Hasil yang diperoleh adalah viral marketing massage berpengaruh langsung positif terhadap consumer attitudes towards viral marketing, competitiveness ability, dan business performance. Consumer attitudes towards viral marketing memiliki pengaruh positif langsung competitiveness ability, dan business performance. Selain itu, consumer attitudes towards viral marketing memediasi parsial hubungan antara viral marketing massage dan competitiveness ability, dan competitiveness ability memediasi parsial hubungan antara consumer attitudes towards viral marketing dan business performance."}, "filled": true, "author_pub_id": "uSA4vUUAAAAJ:1yQoGdGgb4wC", "num_citations": 13, "citedby_url": "/scholar?hl=en&cites=606831873639134008", "cites_id": ["606831873639134008"], "pub_url": "https://repository.petra.ac.id/19915/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ODOlul_mawgJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 3, "2024": 6, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Accounting students' perceptions of work–life balance, accounting career image and intention to pursue accounting careers", "pub_year": 2021, "citation": "Higher Education, Skills and Work-Based Learning 12 (3), 401-418, 2021", "author": "Saarce Elsye Hatane and Bernard Emerson and Olievia Soesanto and Ruth Arum Gunawan and Hatane Semuel", "journal": "Higher Education, Skills and Work-Based Learning", "volume": "12", "number": "3", "pages": "401-418", "publisher": "Emerald Publishing Limited", "abstract": "PurposeThe purpose of this study is to discover the impact of work–life balance on the intention to pursue accounting careers through accounting career image."}, "filled": true, "author_pub_id": "uSA4vUUAAAAJ:HE397vMXCloC", "num_citations": 25, "citedby_url": "/scholar?hl=en&cites=1346731259399135119", "cites_id": ["1346731259399135119"], "pub_url": "https://www.emerald.com/insight/content/doi/10.1108/HESWBL-09-2020-0209/full/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:j19m9PGMsBIJ:scholar.google.com/", "cites_per_year": {"2023": 5, "2024": 10, "2025": 8}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Country-of-origin image and its effect on purchase intention: A study on a Chinese smartphone brand", "pub_year": 2021, "citation": "2nd International Conference on Business and Management of Technology …, 2021", "author": "Ricky Dwi Darmawan and Hatane Samuel and Serli Wijaya", "conference": "2nd International Conference on Business and Management of Technology (ICONBMT 2020)", "pages": "308-314", "publisher": "Atlantis Press", "abstract": "Previous research examining the influence of country-of-origin image on purchase intention have indicated inconsistent results. China, as the largest global business players in the world have secured a lot of its brands as the world’s market leaders. This research aims to examine how China, as the country of origin of Huawei smartphone, has been perceived by the Indonesian consumers. This study also aims to examine whether its country-of-origin image could influence Huawei’s perceived quality, brand image, which in turn, affecting consumers’ intention to purchase the product. Online survey was completed to 226 respondents using purposive sampling technique. The collected primary data was analysed using PLS-SEM technique. The findings of the study showed that, directly, country-of-origin image variable had no significant effect on purchase intention. In other words, country-of-origin image alone was not strong enough to stimulate consumers to buy the smartphone product. Research result also revealed that the role of brand image was stronger that perceived quality in mediating the effect of country of origin image on purchase intention. In fact, brand image, appeared as the significant mediating variable of how country of origin image influenced purchase intention."}, "filled": true, "author_pub_id": "uSA4vUUAAAAJ:wbdj-CoPYUoC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=10361387078106882876", "cites_id": ["10361387078106882876"], "pub_url": "https://www.atlantis-press.com/proceedings/iconbmt-20/125956395", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:PCPiiqYKy48J:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1, "2024": 3}}
