{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Preface of 5th International Conference on Empathic Architecture (ICEA)", "pub_year": 2024, "citation": "IOP Conference Series: Earth and Environmental Science 1301 (1), 011001, 2024", "author": "Sri Nastiti N Ekasiwi and I Gusti Ngurah Antaryama and Yun Shang Chiou and LMF Purwanto and Jefrey I Kindangen and Steve K Jusuf and Choo Yoon Yi and Mia M Tedjosaputro and Danny Santoso M Mintorogo and Rully M Damayanti and Lilianny Sigit M Arifin and Joyce M Laurens and Lilianny Sigit Arifin and Feny Elsiana and Luciana Kristanto and Elvina S Wijaya and Anik Juniwati and S Wirawan Dharmatanna and Bram Michael Wayne and Altrerosje Asri and Christine Wonoseputro and Ir Andhi Wijaya and Ir St Kuntjoro and Angela C Tampubolon", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "1301", "number": "1", "pages": "011001"}, "filled": true, "author_pub_id": "uzMrbfwAAAAJ:M3ejUd6NZC8C", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=3044429589240543721&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6fle0pT8PyoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "User’s Perceptions of Sacredness (Case Study: Catholic Churches in Indonesia)", "pub_year": 2021, "citation": "Dimensi: Journal of Architecture and Built Environment 48 (1), 37-46, 2021", "author": "Nita Dwi Estika and Hanson E Kusuma and Angela Christysonia Tampubolon and Filipus Bagus Widyawan", "journal": "Dimensi: Journal of Architecture and Built Environment", "volume": "48", "number": "1", "pages": "37-46", "abstract": "Sacredness in Catholic churches has two aspects: sacredness derived from the purpose and activities of worship and sacredness that arises from the physical and spatial aspects of a church building. The purpose of this study was to reveal factors that affect sacredness in Catholic churches from the perspective of the worshiper. The researchers conducted an exploratory qualitative research to collect text data related to the perception of Catholic church sacredness. The data were collected through an online questionnaire. The researchers also conducted an explanatory quantitative research to uncover the relationship between level of church sacredness and physical and nonphysical factors. The results showed that the ‘sacred spirit’factor tends to be more dominant in affecting church sacredness compared to ‘sacred object’. Worshipers measure church sacredness according to ‘devoted reflection’,‘relationship with God’,‘quality of space’,‘enclosure acculturation’, and ‘building style’."}, "filled": true, "author_pub_id": "uzMrbfwAAAAJ:YOwf2qJgpHMC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=2247337629345214982", "cites_id": ["2247337629345214982"], "pub_url": "https://dimensi.petra.ac.id/index.php/ars/article/view/23211", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:BnJ9v6olMB8J:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 0, "2023": 2, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Faktor Pengaruh Kebetahan Dan Kebahagiaan Pada Ruang Yang Sering Digunakan Di Rumah", "pub_year": 2021, "citation": "Tesa Arsitektur. doi 10, 2021", "author": "Lukman Hendra Septian and Feni Kurniati and Angela C Tampubolon", "journal": "Tesa Arsitektur. doi", "volume": "10", "abstract": "Rumah tinggal mewadahi aktivitas keluarga dan individu, serta dapat menjadi sumber kebetahan dan kebahagiaan. Penelitian ini mencoba untuk mencari tahu korelasi antara karakteristik tempat dan kegiatan pada kebetahan dan kebahagiaan di rumah tinggal. Penelitian ini menggunakan metode campuran kualitatif dan kuantitatif. Data dikumpulkan dengan survey menggunakan kuesioner online. Data teks penelitian kualitatif dianalisis dengan analisis isi. Data numerik penelitian kuantitatif dianalisis dengan analisis faktor, analisis korelasi, dan analisis regresi. Dari hasil penelitian ini terungkap kecenderungan dimensi Ketenangan dan Suasana Hidup dapat meningkatkan kebetahan dan kebahagiaan. Dimensi Keberadaan Orang lain cenderung mengurangi kebetahan, tetapi meningkatkan kebahagiaan. Dimensi kegiatan Hiburan dapat meningkatkan kebetahan, tetapi tidak mempengaruhi kebahagiaan. Keterlibatan dengan orang lain cenderung dapat meningkatkan kebahagiaan seseorang. Tetapi, belum tentu berpengaruh terhadap kebetahan."}, "filled": true, "author_pub_id": "uzMrbfwAAAAJ:kNdYIx-mwKoC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=3755792670657612799", "cites_id": ["3755792670657612799"], "pub_url": "https://scholar.archive.org/work/ee2e7vpyhzdvfchflbvqhanzqi/access/wayback/http://journal.unika.ac.id/index.php/tesa/article/download/1718/pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:_wuQ8IhBHzQJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 1, "2023": 0, "2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The evaluation of city landmarks through the study of place attachment in Surabaya, Indonesia", "pub_year": 2020, "citation": "IOP Conference Series: Earth and Environmental Science 490 (1), 012014, 2020", "author": "Rully Damayanti and Angela Christysonia Tampubolon and Camelia Kusumo", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "490", "number": "1", "pages": "012014", "publisher": "IOP Publishing", "abstract": "The presence of landmarks is one form of city identity. The city landmark is a symbol of pride that describes the city history, power, and future dream; it also reflects characteristics of the city and society. Theoretically, the identity or symbol creates a bonding with the society called as place attachment; since it represents the true meaning of the people and place characteristics. This research aims to evaluate current city landmarks of Surabaya through the place attachment study of specific young adults aged 19 yr to 22 yr. The implementation of mixed qualitative-quantitative research method is used to understand the respondents' spatial perception by observing their social life and place preferences in the city to define social and physical symbols. The social symbols and physical symbols were compared to reveals the current value of the city landmarks. This research found that the attachment of the young adults to the …"}, "filled": true, "author_pub_id": "uzMrbfwAAAAJ:5nxA0vEk-isC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=4852820451999561005", "cites_id": ["4852820451999561005"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/490/1/012014/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:LTUvYH2uWEMJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Campus Informal Learning Spaces for Reading Activities and Their Relation to Undergraduates Responses", "pub_year": 2020, "citation": "DIMENSI− Journal of Architecture and Built Environment 46 (2), 117-128, 2020", "author": "Angela Christysonia Tampubolon and Hanson Endra Kusuma", "journal": "DIMENSI− Journal of Architecture and Built Environment", "volume": "46", "number": "2", "pages": "117-128", "publisher": "Petra Christian University", "abstract": "Potential of informal learning spaces (ILS) in promoting reading activities are one of a theme of space that can be explored in higher education. This explanatory study conducted in Institut Teknologi Bandung (ITB) and was aimed at identifying ILS which preferred by students as reading space and their relation to students‟ responses. Students tend to choose library ILS but non-library ILS also have potential in supporting the responses to be achieved. Students were found to have better comprehension, a good mood, and to read longer in library ILS. Meanwhile, students found it easier to pay attention and felt an increased desire to engage in discussions in non-library ILS, and tended to visit these more often. At this case study, library ILS tends to be used for individual activities, while non library ILS are used for collaborative or group activities. Adapting function and type of space between ILS categories can be part of efforts to create learning engagement and to support both individual and collaborative work."}, "filled": true, "author_pub_id": "uzMrbfwAAAAJ:0EnyYjriUFMC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/18647/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:gSNeYdKM08YJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Hubungan motivasi, kegiatan dan karakter tempat wisata pada Pusaka Saujana Imogiri Yogyakarta", "pub_year": 2020, "citation": "Jurnal Master Pariwisata (JUMPA) 6, 470, 2020", "author": "Fitria Puspita Rani and Hanson E Kusuma and Angela C Tampubolon", "journal": "Jurnal Master Pariwisata (JUMPA)", "volume": "6", "pages": "470", "abstract": "Imogiri is a cultural landscape located in Yogyakarta province that possesses both natural and cultural potency. This study aims the motivation of tourist to visit Imogiri, the activities carried out, the characteristics of places visited, and the correlation of those three factors. The study applies quantitative research methods that are exploratory and explanatory. Data collection was done through an online questionnaire and distributed to several groups (nonprobability-convenience sampling). The collected data were then analyzed quantitatively using principal component analysis, factor analysis, and multivariate correlation analysis. The analysis result found that tourist motivation to visit Imogiri consists of four categories: novelty, restoration, social and actualization. Activities carried out in Imogiri are described in six categories: active recreation, cultural recreation, passive recreation, social recreation, educational recreation, and dating. Correlation between the three variables leads to two travel categories, they are nature recreation tourism and culture recreation tourism. In nature recreation tourism, people are motivated to look for novelty and tend to do recreational activities in natural environment. While the second type, culture recreation tourism, tourist travel by the social motivation and choose to do cultural activities in places with cultural characteristic."}, "filled": true, "author_pub_id": "uzMrbfwAAAAJ:hqOjcs7Dif8C", "num_citations": 11, "citedby_url": "/scholar?hl=en&cites=9872983060642991408", "cites_id": ["9872983060642991408"], "pub_url": "https://www.academia.edu/download/65785272/33261.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:MA0Ty8jhA4kJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 1, "2023": 4, "2024": 5}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Faktor Penentu Preferensi Tipe Hunian di Kalangan Mahasiswa", "pub_year": 2019, "citation": "RUAS (Review of Urbanism and Architectural Studies) 17 (1), 17-31, 2019", "author": "Imega Reski and Angela Christysonia Tampubolon", "journal": "RUAS (Review of Urbanism and Architectural Studies)", "volume": "17", "number": "1", "pages": "17-31", "abstract": "Perkembangan perguruan tinggi di Indonesia berimplikasi pada peningkatan jumlah mahasiswa. Kecenderungan mayoritas jumlah mahasiswa yang merupakan transmigran pada daerah perguruan tinggi terkait berimplikasi lebih lanjut pada peningkatan kebutuhan hunian. Perbedaan latar belakang menimbulkan karakteristik kebutuhan hunian yang berbeda-beda pula. Muncullah beberapa tipe hunian dengan ciri khasnya masing-masing. Penelitian ini membagi hunian menjadi tujuh tipe, yaitu rumah orang tua, rumah kerabat, rumah beli, apartemen, indekos, kontrakan, dan asrama. Penelitian ini mencoba untuk menelaah faktor-faktor preferensi tipe hunian, mencari faktor yang menjadi pembeda utama dari preferensi tersebut, serta membandingkan penilaian tingkat kepentingan responden terhadap setiap faktor kunci di setiap tipe hunian. Hal ini dapat bermanfaat dalam penyediaan hunian mahasiswa yang lebih tepat guna sesuai karakteristik utama pembeda tipe hunian tersebut. Pengumpulan data dilakukan dalam dua tahap. Hasil analisis data tahap pilot dianalisis secara kualitatif dan menjadi kerangka kuesioner tahap dua. Data pada penelitian eksploratif ini kemudian dianalisis secara kuantitatif menggunakan analisis faktor dan ANOVA. Hasil penelitian menunjukkan bahwa terdapat 14 faktor preferensi tipe hunian dengan empat faktor kunci preferensi yang memiliki perbedaan penilaian tingkat kepentingan yang signifikan pada setiap tipe hunian yaitu kemandirian, interaksi sosial, kebebasan, dan privasi. Diagram perbedaan tingkat kepentingan faktor kunci pada masing-masing tipe hunian disajikan dalam artikel ini."}, "filled": true, "author_pub_id": "uzMrbfwAAAAJ:Se3iqnhoufwC", "num_citations": 17, "citedby_url": "/scholar?hl=en&cites=13973050531890610827,5331993990089295698", "cites_id": ["13973050531890610827", "5331993990089295698"], "pub_url": "https://scholar.archive.org/work/aonwaqbm3bcjrfugdyecu7z27i/access/wayback/https://ruas.ub.ac.id/index.php/ruas/article/download/266/238", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:i0LsJW0_6sEJ:scholar.google.com/", "cites_per_year": {"2019": 2, "2020": 0, "2021": 1, "2022": 4, "2023": 5, "2024": 4, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Tipe wisatawan berdasarkan korelasi motivasi dan kegiatan di tempat wisata (Studi kasus: Indonesia)", "pub_year": 2019, "citation": "Jurnal Tataloka 21 (2), 2019", "author": "Bakri Prakarso Andi Wiyono and Hanson E Kusuma and Fran Sinatra and Angela Christysonia Tampubolon", "journal": "Jurnal Tataloka", "volume": "21", "number": "2", "abstract": "Pariwisata telah menjadi sektor yang berkontribusi besar di dalam perekonomian negaranegara di dunia, terutama Indonesia. Daya tarik Indonesia berasal dari berbagai potensi berupa alam, kearifan lokal, maupun buatan. Berbagai daya tarik tersebut membuat berbagai macam tipe wisatawan memiliki beragam motif untuk berkunjung dan berkegiatan di lokasi tersebut. Penelitian ini menggunakan metode campuran (kualitatif-kuantitatif) dengan strategi sekuensial prosedur. Tujuan dari penelitian ini adalah untuk menentukan tipe wisatawan berdasarkan korelasi antara motivasi berwisata dengan kegiatan wisata. Pengumpulan data dilakukan melalui kuesioner daring yang dibagikan kepada beberapa kelompok (nonprobability-convenience sampling). Data yang terkumpul selanjutnya dianalisis secara kualitatif menggunakan analisis isi dan secara kuantitatif menggunakan analisis komponen prinsip, analisis faktor, dan analisis korelasi multivariat. Hasil analisis mengungkapkan bahwa terdapat enam motivasi wisata yaitu kontemplasi, eksplorasi-sosial, restoratif, kuliner, kesempatan, dan kebaruan. Selain itu, terdapat empat kegiatan wisata yaitu kegiatan fisik, kognitif, afektif, dan petualangan. Hasil dari korelasi motivasi dan kegiatan wisata kemudian membentuk pola yang menunjukkan tiga tipe wisatawan yaitu explorer, pleasure seeker, dan adventurer."}, "filled": true, "author_pub_id": "uzMrbfwAAAAJ:LkGwnXOMwfcC", "num_citations": 10, "citedby_url": "/scholar?hl=en&cites=11464190157172042555", "cites_id": ["11464190157172042555"], "pub_url": "https://www.researchgate.net/profile/Fran-Sinatra/publication/335398916_TIPE_WISATAWAN_BERDASARKAN_KORELASI_MOTIVASI_DAN_KEGIATAN_DI_TEMPAT_WISATA_STUDI_KASUS_INDONESIA/links/5d8454a092851ceb791b13de/TIPE-WISATAWAN-BERDASARKAN-KORELASI-MOTIVASI-DAN-KEGIATAN-DI-TEMPAT-WISATA-STUDI-KASUS-INDONESIA.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:O-vEQzX8GJ8J:scholar.google.com/", "cites_per_year": {"2020": 2, "2021": 2, "2022": 1, "2023": 3, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Kualitas Lingkungan dan Motivasi pada Kinerja Akademik Siswa SMA", "pub_year": 2019, "citation": "RUAS 16 (2), 28-41, 2019", "author": "Yudhistira Kusuma and Hanson Endra Kusuma and Angela Christysonia Tampubolon and Tutin Aryanti", "journal": "RUAS", "volume": "16", "number": "2", "pages": "28-41", "abstract": "Environment (external factors) and user attributes (internal factors) affect the user's response to the environment. This study aim to uncover how the quality of the environment in high school as an external factor and student motivation as an internal factor affects the academic performance of the students. The research was conducted with qualitative and quantitative approach. Data were collected by survey using an online questionnaire. From the regression analysis, it was found that the dimensions of external factors of\" classroom order\",\" social interaction and supervision\" and\" air quality\" further increased the effectiveness of student learning rather than internal dimensions of\" resilience and capacity building\". Meanwhile, the decrease of air quality, noise, and environmental pollution can cause student learning disruption. Based on these findings, it can be concluded that the learning environment plays an important role in shaping the effectiveness of student learning."}, "filled": true, "author_pub_id": "uzMrbfwAAAAJ:ufrVoPGSRksC", "num_citations": 10, "citedby_url": "/scholar?hl=en&cites=14392106543811860804", "cites_id": ["14392106543811860804"], "pub_url": "https://www.researchgate.net/profile/Yudhistira-Kusuma/publication/348813054_Pengaruh_Kualitas_Lingkungan_dan_Motivasi_pada_Kinerja_Akademik_Siswa_SMA/links/62de523b3c7d190316aa772f/Pengaruh-Kualitas-Lingkungan-dan-Motivasi-pada-Kinerja-Akademik-Siswa-SMA.pdf?_sg%5B0%5D=started_experiment_milestone&origin=journalDetail&_rtd=e30%3D", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:RBl7IaYIu8cJ:scholar.google.com/", "cites_per_year": {"2019": 1, "2020": 0, "2021": 2, "2022": 0, "2023": 3, "2024": 3, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Hubungan Antara Kepuasan Berhuni dan Sikap Terhadap Tempat", "pub_year": 2019, "citation": "Tesa Arsitektur 17 (2), 81-92, 2019", "author": "Andina Syafrina and Angela Christysonia Tampubolon and Hanson Endra Kusuma", "journal": "Tesa Arsitektur", "volume": "17", "number": "2", "pages": "81-92", "abstract": "The quality of the housing must be properly considered in order to function properly. Currently many housing development failures because lack of attention to quality aspects. The number of failures because lack of knowledge on occupant satisfaction aspects. The residential satisfaction is one of the factor that formers the attitudes toward the place which is the result of interaction between human and the environment where they live and contribute to improvement the quality of life. The aim of this study was to find out the dimension of residential satisfaction in the housing environment, the dimension of attitude toward the place, and the relation between public satisfaction and attitude toward the place. Data collection was carried out based on survey using an online questionnaire. The results showed five dimensions of residential satisfaction in the housing environment, namely environmental comfort, environmental …"}, "filled": true, "author_pub_id": "uzMrbfwAAAAJ:zYLM7Y9cAGgC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=4937223923659283856", "cites_id": ["4937223923659283856"], "pub_url": "https://journal.unika.ac.id/index.php/tesa/article/view/1311", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:kJ1FAgCLhEQJ:scholar.google.com/", "cites_per_year": {"2023": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Decoding Indonesian millennials traits as variables in assessing millennials living preferences in apartment", "pub_year": 2018, "citation": "Decoding Indonesian millennials traits as variables in assessing millennials …, 2018", "author": "Laras Primasari and Angela Christysonia Tampubolon", "abstract": "The Millennials  demographic boom and wealth shift are expected to hold the key in influencing the next phase of disruptive wave. As the biggest consumer class of housing market whose faced numerous urban housing issues, Millennials living decision and preferences will play significant role in changing the current and future urban space. This research tries to decode Millennials  traits generated from their characters and personalities along with their living experiences in apartment buildings and experimentally use it as variables in assessing living preferences in apartment-type housing. Data was collected primarily through survey using online questionnaires and resulting in the classification of 15 preferences categories, explaining Millennial s attribute of living/dwelling. The results show on how these traits of Millennials are fairly able to explain and/or becoming the reasoning for how they perceived their living experience in apartment and identify it as preference. The plausibility of using these cohorts and personalities (traits) as variables in assessing Millennials living preference in apartment is high."}, "filled": true, "author_pub_id": "uzMrbfwAAAAJ:8k81kl-MbHgC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=17027137842406322062", "cites_id": ["17027137842406322062"], "pub_url": "https://repository.petra.ac.id/18638/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jm89bqeLTOwJ:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Preferensi masyarakat tentang lingkungan perumahan yang ingin ditinggali", "pub_year": 2018, "citation": "RUAS 16 (1), 32-45, 2018", "author": "Andina Syafrina and Angela Christysonia Tampubolon and Suhendri Suhendri and Nunik Hasriyanti and Hanson Endra Kusuma", "journal": "RUAS", "volume": "16", "number": "1", "pages": "32-45", "abstract": "Housing development needs to be supported by particular guidelines issued by authorized institute for the achievement of development feasibility. Community participation as the main actors and users also took an important part for housing development to fit the target. Community disappointment is often caused by results that do not match the desires or not according to standards. The aim of this study was to find the preferences of the community related to the housing environment to be occupied, so it can open the new possibility in planning and designing the housing environment. This research uses exploratory qualitative and grounded theory method. Data collection is done through an open-ended online questionnaire and shared freely (non-random sampling). The collected data was analyzed qualitatively using the content analysis methods. The result showed that the five aspects that become the preference of residential environment (5 PRE) namely: environmental comfort, environmental facilities, environmental infrastructure, location and accessibility, building and residential environment design."}, "filled": true, "author_pub_id": "uzMrbfwAAAAJ:Tyk-4Ss8FVUC", "num_citations": 52, "citedby_url": "/scholar?hl=en&cites=15603899733825028985", "cites_id": ["15603899733825028985"], "pub_url": "https://ruas.ub.ac.id/index.php/ruas/article/view/243", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:eQN0iSIwjNgJ:scholar.google.com/", "cites_per_year": {"2019": 2, "2020": 6, "2021": 9, "2022": 9, "2023": 14, "2024": 9}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Kriteria jalur pedestrian di Indonesia", "pub_year": 2018, "citation": "Jurnal Lingkungan Binaan Indonesia 7 (1), 51-55, 2018", "author": "Riesta Sakinah and Hanson E Kusuma and Angela C Tampubolon and Bakri Prakarso", "journal": "Jurnal Lingkungan Binaan Indonesia", "volume": "7", "number": "1", "pages": "51-55", "abstract": "Jalur pedestrian merupakan sarana infrastruktur fisik berupa jalan/jalur yang diperuntukan bagi aktifitas berjalan seorang manusia/pejalan kaki. Jalur pedestrian ini juga merupakan elemen penting dalam perancangan kota karena tidak lagi berorientasi pada keindahan visual semata, akan tetapi juga pada masalah kenyamanan bagi penggunanya. Tujuan dari penelitian ini adalah untuk melihat hubungan antara jarak berjalan kaki dengan alasannya yang nantinya akan mengeluarkan kriteria pedestrian yang dibutuhkan oleh pejalan kaki di Indonesia. Penelitian ini menggunakan metode kualitatif eksploratif dengan pengumpulan data menggunakan survey online dalam bentuk kuesioner. Hasil analisis memperlihatkan bahwa terdapat tiga (3) keterkaitan antara jarak berjalan kaki dengan alasannya yaitu rekreatif, fungsional, dan pragmatis."}, "filled": true, "author_pub_id": "uzMrbfwAAAAJ:Y0pCki6q_DkC", "num_citations": 27, "citedby_url": "/scholar?hl=en&cites=18086137610384385374", "cites_id": ["18086137610384385374"], "pub_url": "http://iplbijournals.id/index.php/jlbi/article/view/155", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:XiXLCVXe_voJ:scholar.google.com/", "cites_per_year": {"2019": 2, "2020": 5, "2021": 3, "2022": 2, "2023": 7, "2024": 6, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Persepsi Pengguna terhadap Kualitas Visual pada Ruang Perkuliahan", "pub_year": 2018, "citation": "Jurnal Lingkungan Binaan Indonesia 7 (1), 38-45, 2018", "author": "Dwi Risky Febrian Dhini and Angela Christysonia Tampubolon and Rea Risky. Alprianti", "journal": "Jurnal Lingkungan Binaan Indonesia", "volume": "7", "number": "1", "pages": "38-45", "publisher": "IPLBI", "abstract": "Ruang perkuliahan memiliki fungsi sebagai tempat berlangsungnya kegiatan belajar dan mengajar sehingga membutuhkan kualitas visual ruang yang baik. Penentuan kualitas visual ruang perkuliahan seringkali dilakukan secara kuantitatif melalui persyaratan minimum tingkat pencahayaan sesuai standar yang berlaku. Penelitian ini melihat persepsi pengguna sebagai parameter. Penelitian bertujuan untuk mengetahui faktor pembentuk kualitas visual yang ideal dan dampak kualitas visual terhadap pengguna. Pengumpulan data dilakukan menggunakan kuesioner daring dan dianalisis secara kualitatif dan kuantitatif. Ditemukan bahwa pengguna ruang cenderung memperhatikan faktor pencahayaan, tata ruang, tata perabot, view, dan kesan ruang. Faktor pembentuk kualitas visual tersebut memiliki kedekatan secara langsung dan tidak langsung dengan respon afektif, kognitif, dan konatif pengguna. Faktor kesan ruang dan tata cahaya ditemukan memiliki kedekatan dengan respon afektif pengguna. Faktor tata ruang dan tata letak perabot memiliki kedekatan dengan respon kognitif pengguna. Faktor view ruang memiliki kedekatan dengan respon konatif namun tidak secara langsung memiliki kedekatan dengan respon afektif dan kognitif."}, "filled": true, "author_pub_id": "uzMrbfwAAAAJ:_FxGoFyzp5QC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=17322370943968736895", "cites_id": ["17322370943968736895"], "pub_url": "http://www.iplbijournals.id/index.php/jlbi/article/view/148", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:f_bNfphsZfAJ:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 2, "2022": 1, "2023": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Reading space characteristics in campus environment", "pub_year": 2018, "citation": "IOP Conference Series: Earth and Environmental Science 126 (1), 012124, 2018", "author": "Angela C Tampubolon and Hanson E Kusuma", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "126", "number": "1", "pages": "012124", "publisher": "IOP Publishing", "abstract": "Reading activity is a part of daily learning activities that are usually done by college students and takes place in the facilities that are provided by the campus. However, students tend to have a perception of a particular location that is considered appropriate with the activities undertaken. This study identified students' perceptions of reading space characteristics in campus environment which are considered able to accommodate reading activity. Exploratory qualitative research methods were used to collect data from selected types of space and the reasons for the students in choosing the specifics space to do their reading. The results showed that students do not only use library facilities as a support unit of academic activities. This study found that students tend to use some places with non-library function, such as students' union room, hallway, and classroom. Students perceive reading space by its physical and …"}, "filled": true, "author_pub_id": "uzMrbfwAAAAJ:IjCSPb-OGe4C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=11159179678320571203", "cites_id": ["11159179678320571203"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/126/1/012124/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:QzMOJ8te3ZoJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The influence of user activity and environmental characteristics dimensions on sense of place in city parks", "pub_year": 2018, "citation": "Dimensi: Journal of Architecture and Built Environment 45 (2), 165-172, 2018", "author": "Ivan Danny Dwiputra and Angela Christysonia Tampubolon and Hanson E Kusuma", "journal": "Dimensi: Journal of Architecture and Built Environment", "volume": "45", "number": "2", "pages": "165-172", "abstract": "City parks have certain environmental characteristics and accommodate various types of activities that affect the sense of place of the user. This study was conducted with the aim of identifying the dimensions of user activities and environmental characteristics, and sense of place levels related to city parks, as well as the causal relationships between them. Qualitative research was done using an online survey with open-ended questions. The collected text data were analyzed using content analysis. Quantitative research was done using an online survey with closed-ended questions that were compiled based on the results of the qualitative research analysis. The collected numerical data were analyzed by factor analysis and multivariate regression analysis. The analysis revealed four user activity dimensions (recreation, social interaction, work, and sports and hobby), seven environmental characteristics dimensions (natural environment, design, facilities, comfort, location, proximity, and entertainment), and two sense of place dimensions (compatibility with a place and dedication to a place). The dimension compatibility with a place tended to be influenced by the accessibility and visual quality of a park (location, natural environment, and park design), while the dimension dedication to a place tended to be influenced by user engagement (sport and hobby, and facilities)."}, "filled": true, "author_pub_id": "uzMrbfwAAAAJ:YsMSGLbcyi4C", "num_citations": 11, "citedby_url": "/scholar?hl=en&cites=8742317835939091880", "cites_id": ["8742317835939091880"], "pub_url": "http://dimensi.petra.ac.id/index.php/ars/article/view/21415", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qBW2xMDzUnkJ:scholar.google.com/", "cites_per_year": {"2019": 2, "2020": 0, "2021": 1, "2022": 1, "2023": 6, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Korespondensi antara Motivasi dan Jenis Wisata", "pub_year": 2017, "citation": "Jurnal Lingkungan Binaan Indonesia 6 (4), 231-327, 2017", "author": "Bakri Prakarso Andi Wiyono and Hanson E Kusuma and Angela Christysonia Tampubolon and Athina Ardhyanto", "journal": "Jurnal Lingkungan Binaan Indonesia", "volume": "6", "number": "4", "pages": "231-327", "abstract": "Indonesia memiliki potensi wisata yang berlimpah sehingga banyak sekali masyarakat yang melakukan kegiatan wisata. Setiap masyarakat memiliki jenis wisata yang disenangi serta motivasi di dalam berwisata. Maka dari itu, penelitian ini bertujuan untuk melihat hubungan antara jenis wisata yang disenangi dengan motivasi berwisata. Penelitian ini merupakan penelitian kualitatif eksploratif. Pengumpulan data dilakukan melalui kuesioner daring yang dibagikan secara bebas sehingga dimungkinkan untuk mendapat responden dari berbagai daerah di Indonesia (snowball-non-random-sampling). Data yang terkumpul selanjutnya dianalisis menggunakan analisis isi, analisis distribusi, analsis korespondensi, dan analisis cluster. Hasil analisis mengungkapkan bahwa jenis wisata yang dominan disenangi adalah wisata alam, sedangkan motivasi berwisata yang dominan adalah menghilangkan penat. Selain itu, penelitian ini menemukan bahwa hubungan jenis wisata dengan motivasi berwisata membentuk kelompok sikap di dalam berwisata yang terdiri dari kognitif, afektif, dan konatif."}, "filled": true, "author_pub_id": "uzMrbfwAAAAJ:W7OEmFMy1HYC", "num_citations": 14, "citedby_url": "/scholar?hl=en&cites=4000291794521023373", "cites_id": ["4000291794521023373"], "pub_url": "https://www.iplbijournals.id/index.php/jlbi/article/view/219", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jeNVUjHkgzcJ:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 1, "2022": 5, "2023": 2, "2024": 5}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Effects of Reading Motivation and Perceived Quality of the Reading Space On Students′ Affective Responses", "pub_year": 2017, "citation": "Journal of Asian Architecture and Building Engineering 16 (3), 559-563, 2017", "author": "Angela Christysonia Tampubolon and Hanson E Kusuma", "journal": "Journal of Asian Architecture and Building Engineering", "volume": "16", "number": "3", "pages": "559-563", "publisher": "ARCHITECTURAL INSTITUTE OF JAPAN (AIJ), ARCHITECTURAL INSTITUTE OF KOREA (AIK), ARCHITECTURAL SOCIETY OF CHINA (ASC)", "abstract": "Reading motivation and perceived quality of the reading space are considered to influence students' affective responses in reading. This study chose college students as respondents because reading is part of daily learning activities. Reading activities emerge because of the students' motivation to read. College students intentionally choose a reading space that complies with these activities. The aim of this study was to find the influence of reading motivation and perceived quality of the reading space on the students' affective responses. Data collection was carried out based on an online survey questionnaire. Exploratory qualitative research was conducted to collect data based on information about the motivation and rationale for selecting a specific place to read. Explanatory quantitative research was conducted to interpret the causal relationship between reading motivation and perceived quality of the reading space towards students' affective responses. The results showed that the perceived quality of the reading space was the more dominant factor influencing affective responses compared to reading motivation. The users assessed the quality of the reading space on the basis of the factors\" ease and comfort\",\" hustle\" and\" tranquility\". Furthermore, some reading motivations, ie the factors\" improve inspiration\" and\" entertainment\", affectively influenced the students' thinking ability."}, "filled": true, "author_pub_id": "uzMrbfwAAAAJ:2osOgNQ5qMEC", "num_citations": 10, "citedby_url": "/scholar?hl=en&cites=1564651959101406061", "cites_id": ["1564651959101406061"], "pub_url": "https://www.jstage.jst.go.jp/article/jaabe/16/3/16_559/_article/-char/ja/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:bbtbu6rCthUJ:scholar.google.com/", "cites_per_year": {"2018": 2, "2019": 0, "2020": 1, "2021": 2, "2022": 1, "2023": 2, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Hubungan pemilihan tempat membaca terhadap kebetahan membaca dan kemampuan berpikir mahasiswa", "pub_year": 2017, "citation": "Jurnal Koridor 8 (2), 165-171, 2017", "author": "Angela Christysonia Tampubolon and Nisa Farasa and Hanson E Kusuma", "journal": "Jurnal Koridor", "volume": "8", "number": "2", "pages": "165-171", "abstract": "The selection of location is fathomed to influence different responses to students when reading. This study chose college students as respondents because reading is a daily learning process related to education or because of individual interests. College students choose a certain locations for reading and the relation between locations and respondents cause the responses to activity. Based on these, this study aimed to find the relation between the chosen reading locations and the students responses when doing reading activity. This study used quantitative research methods and online questionnaire as data collection instruments. To interpret the relations between reading locations and students reading responses, this study used explanatory quantitative research methods. Through open-ended question about the reason for selecting a certain location to read, was found that students reading responses are â€ œThinking Abilityâ€ and â€ œReading Attachmentâ€. College students choose some certain reading locations, but the majority of students tend to choose rooms and libraries. The results showed three reading clusters. In the first cluster â€ œCampus and Public Spacesâ€, was found that the ability to think and students reading attachment tended to be low. In the second cluster â€ œEating Areaâ€, was found that students tended to have the attachment of reading but still have difficulty to focus. While in the third cluster, â€ œHome Environmentâ€ was found as the ideal reading environment because the ability to think and students reading attachment tended to be high."}, "filled": true, "author_pub_id": "uzMrbfwAAAAJ:UebtZRa9Y70C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=1478099159933231506", "cites_id": ["1478099159933231506"], "pub_url": "https://talenta.usu.ac.id/koridor/article/view/1344", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:kqGfylpDgxQJ:scholar.google.com/", "cites_per_year": {"2018": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sense of Place Pada Taman Budaya Sumatera Utara", "pub_year": 2016, "citation": "Seminar Nasional Kearifan Lokal dalam Arsitektur dan Lingkungan Binaan, 27-28, 2016", "author": "Angela Christysonia Tampubolon and Agus S Ekomadyo", "journal": "Seminar Nasional Kearifan Lokal dalam Arsitektur dan Lingkungan Binaan", "pages": "27-28", "abstract": "Pada sebuah taman budaya, pembentukan tempat yang memiliki makna (place) idealnya ditandai dengan rasa keterlibatan dan keterikatan pengguna dalam aktivitas pengembangan seni dan budaya pada tempat tersebut. Taman Budaya Sumatera Utara (TBSU) dibangun oleh Pemerintah Provinsi Sumatera Utara (Pemprovsu) dengan tujuan pembinaan dan pelatihan seni dan budaya di Medan. Penelitian ini dilaksanakan berdasarkan kajian tingkatan Sense of Place pada Taman Budaya Sumatera Utara menurut teori Shamai (1991). Teori ini menjelaskan bahwa ada tujuh tingkatan yang menggambarkan perasaan manusia terhadap sebuah tempat. Penelitian ini menggunakan metode pengumpulan data melalui survei online dalam bentuk kuesioner pertanyaan yang disusun secara kuantitatif. Dari hasil penelitian awal, tingkatan Sense of Place pada Taman Budaya Sumatera Utara masih cenderung pada …"}, "filled": true, "author_pub_id": "uzMrbfwAAAAJ:roLk4NBRz8UC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=1058521690250973412", "cites_id": ["1058521690250973412"], "pub_url": "https://scholar.google.com/scholar?cluster=1058521690250973412&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5JB0dt6fsA4J:scholar.google.com/", "cites_per_year": {"2021": 2}}
