{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Citra Destinasi Terhadap Minat Berkunjung Kembali di Kota Banyuwangi", "pub_year": 2025, "citation": "Jurnal Manajemen Pemasaran 19 (1), 60-71, 2025", "author": "Evelyn Tjahjono and Felix Gustav Wibowo and Fransisca Andreani and Adriana Aprilia and Yohanes Sondang Kunto", "journal": "Jurnal Manajemen Pemasaran", "volume": "19", "number": "1", "pages": "60-71", "abstract": "Banyuwangi merupakan salah satu destinasi wisata yang populer di Jawa Timur yang menawarkan keindahan alam kepada wisatawan. Penelitian ini bertujuan untuk mengetahui hubungan citra destinasi (citra kognitif dan afektif) dengan minat berkunjung kembali ke Banyuwangi. Penelitian ini merupakan penelitian kuantitatif. Data penelitian diperoleh dari distribusi kuesioner terhadap 133 responden. Teknik pengolahan data yang diterapkan adalah PLS-SEM. Hasil penelitian menunjukkan bahwa citra kognitif berpengaruh signifikan terhadap citra afektif dan minat berkunjung kembali ke Banyuwangi. Demikian juga didapati pengaruh signifikan antara citra afektif dan minat berkunjung kembali ke Banyuwanagi. Pengujian efek mediasi memberikan hasil adanya mediasi parsial dari citra afektif pada hubungan antara citra kognitif terhadap minat berkunjung kembali ke Banyuwangi."}, "filled": true, "author_pub_id": "W4IDJvMAAAAJ:nb7KW1ujOQ8C", "num_citations": 0, "pub_url": "https://jurnalpemasaran.petra.ac.id/index.php/mar/article/view/30666", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:CxbSVy8kjs8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PELATIHAN BUSINESS MODEL CANVAS (BMC) BAGI PARA PEMILIK USAHA KECIL DI SABU RAIJUA, NUSA TENGGARA TIMUR", "pub_year": 2025, "citation": "Jurnal Abdikarya: Jurnal Karya Pengabdian Dosen Dan Mahasiswa, 1-8, 2025", "author": "Sesilya Kempa and Wilma Laura Sahetapy and Widjojo Suprapto and Yonathan Palumian and Fransisca Andreani", "journal": "Jurnal Abdikarya: Jurnal Karya Pengabdian Dosen Dan Mahasiswa", "pages": "1-8", "abstract": "Kegiatan pengabdian ini ditujukan kepada para pelaku usaha yang tergabung dalam kelompok swadaya masyarakat PPA Sabu Raijua. Hasil observasi menunjukkan adanya keterbatasan pemahaman mengenai model bisnis yang sesuai dengan kondisi usaha mereka. Banyak pelaku usaha dalam kelompok tersebut memiliki konsep yang kurang tepat tentang potensi produk, pemetaan pelanggan, dan pengelolaan keuangan, sehingga menghambat pengembangan usaha serta peningkatan kesejahteraan ekonomi mereka. Pelatihan dan pendampingan dalam pembuatan model bisnis dengan menggunakan Business Model Canvas (BMC) difokuskan pada perubahan pola pikir dan perilaku dalam pengelolaan usaha mikro dan kecil. Setelah melakukan tes kesehatan keuangan usaha dan mengunjungi setiap usaha, tema utama pelatihan adalah penyusunan model bisnis baru berdasarkan panduan dari BMC …"}, "filled": true, "author_pub_id": "W4IDJvMAAAAJ:1sJd4Hv_s6UC", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=3384350405078749435&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-xArKsOg9y4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Relation of Market Orientation, Learning Orientation, and Competitive Advantages of F&B SMEs Using E-Commerce on Instagram", "pub_year": 2024, "citation": "Petra International Journal of Business Studies 7 (2), 134-144, 2024", "author": "Christophorus Daniel and Vigo Lyonabel and Fransisca Andreani", "journal": "Petra International Journal of Business Studies", "volume": "7", "number": "2", "pages": "134-144", "abstract": "With the rise of e-commerce, many small and medium enterprises (SMEs), particularly in the food and beverage sector, focus on market orientation to foster a learning organization and gain competitive advantages. These SMEs often use Instagram for consumer communication. This research explores how market and learning orientations influence competitive advantages for food and beverage SMEs on Instagram. This quantitative study uses non-probability judgmental sampling, with data collected from 100 respondents. The analysis was conducted using SmartPLS 3.0 software. The findings reveal that market orientation positively affects learning orientation, positively influencing competitive advantages. Additionally, market orientation directly impacts competitive advantages. By understanding market orientation, food and beverage businesses can assess their strengths and weaknesses, enhancing their products and services to compete more effectively and deliver greater customer value."}, "filled": true, "author_pub_id": "W4IDJvMAAAAJ:xtRiw3GOFMkC", "num_citations": 0, "pub_url": "https://ijbs.petra.ac.id/index.php/ijbs/article/view/359", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:wYeeMpEvhFMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Innovation Capabilities among Young Entrepreneurs in Sabu Raijua: The Roles of Strategic Intuition Capability, Managerial Cognitive Capability, and Absorptive Capacity", "pub_year": 2024, "citation": "Journal of Ecohumanism 3 (8), 9908–9924-9908–9924, 2024", "author": "Sesilya Kempa and Wilma Laura Sahetapy and Fransisca Andreani and Widjojo Suprapto and Yonathan Palumian", "journal": "Journal of Ecohumanism", "volume": "3", "number": "8", "pages": "9908–9924-9908–9924", "abstract": "Sabu Island, a tiny and remote island in East Nusa Tenggara, is a home to young entrepreneurs facing unique challenges to sustain their small businesses in the middle of unfavorable geographic conditions. As small and medium enterprises (SMEs) actors, these young entrepreneurs need to elevate their innovation capability to navigate uncertain and complex environments. This study is aimed to identify the factors influencing innovation capability, focusing on absorptive capacity, managerial cognitive capability, and strategic intuition capability among young entrepreneurs in Sabu Raijua. Using a sample of 244 young SMEs actors and employing Partial Least Squares (PLS) to test the hypotheses, the findings reveal that absorptive capacity and managerial cognitive capability are the strongest predictors promoting innovation capability. In addition, the study highlights that while strategic intuition capability significantly contributes to innovation capability, its effect is relatively less pronounced compared to the other factors. These insights underscore the importance of enhancing cognitive and knowledge absorption mechanisms to elevate the innovative potential of young entrepreneurs in remote regions like Sabu Raijua."}, "filled": true, "author_pub_id": "W4IDJvMAAAAJ:CHSYGLWDkRkC", "num_citations": 0, "pub_url": "https://ecohumanism.co.uk/joe/ecohumanism/article/view/5604", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8qGqdyfbyaIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Advertising Value, Hedonic Browsing, dan Impulsive Buying pada Iklan Makanan di Media Sosial Instagram", "pub_year": 2024, "citation": "Jurnal Manajemen Pemasaran 18 (2), 95-106, 2024", "author": "Jihan Callista and Cornelia Wong and Fransisca Andreani and Adriana Aprilia", "journal": "Jurnal Manajemen Pemasaran", "volume": "18", "number": "2", "pages": "95-106", "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh advertising value, hedonic browsing, dan impulsive buying pada iklan makanan di media sosial Instagram. Penelitian ini menggunakan metode kuantitatif dengan teknik purposive sampling. Total responden yang valid dalam penelitian ini berjumlah 129 responden dan diolah menggunakan Partial Least Square Structural Equation Model (PLS-SEM). Hasil penelitian menunjukkan bahwa advertising value memiliki pengaruh positif dan signifikan terhadap hedonic browsing pada iklan makanan di media sosial Instagram. Hedonic browsing memiliki pengaruh positif dan signifikan terhadap impulsive buying pada iklan makanan di media sosial Instagram, dan advertising value memiliki pengaruh positif tetapi tidak signifikan terhadap impulsive buying pada iklan makanan di media sosial Instagram."}, "filled": true, "author_pub_id": "W4IDJvMAAAAJ:NhqRSupF_l8C", "num_citations": 0, "pub_url": "https://jurnalpemasaran.petra.ac.id/index.php/mar/article/view/28898", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ooFAnhyBh5gJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh kualitas produk dan kualitas layanan terhadap kepuasan konsumen dan minat beli di Wizz drive thru gelato Surabaya", "pub_year": 2024, "citation": "Jurnal Manajemen Pemasaran 18 (1), 1-14, 2024", "author": "BENEDICTA TIARA HERIANANDA and Jovita Intan Lukito and Adriana Aprilia and Fransisca Andreani", "volume": "18", "number": "1", "pages": "1-14"}, "filled": true, "author_pub_id": "W4IDJvMAAAAJ:f2IySw72cVMC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:BM4z-9qrdYEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Influence of Hedonic Browsing and Flow Experience of Instagram on Food and Beverages Online Impulsive Buying", "pub_year": 2024, "citation": "International Journal of Business Studies 6 (2), 167-174, 2024", "author": "Jessica Novia Husada and Claudy Prawiyadi and Fransisca Andreani", "volume": "6", "number": "2", "pages": "167-174", "abstract": "Marketers use Instagram as one of the most popular social media platforms to sell their products or services. Its features have encouraged its consumers to spend time doing hedonic browsing. This online browsing enables consumers to get a flow experience that makes them buy products and services impulsively, especially food and beverages. This study is to determine the effects of the hedonic browsing and flow experience of Instagram on food and beverages to online impulsive buying. The questionnaires were taken from 160 respondents and analyzed using SPSS and Partial Least Square (PLS). The results of this study show that hedonic browsing has a positive and significant influence on flow experience.  Flow experience has a positive and significant influence on online impulsive buying. Hedonic browsing also has a positive and significant influence on online impulsive buying. Finally, flow experience has mediated the effect of hedonic browsing on the impulsive online buying of food and beverages."}, "filled": true, "author_pub_id": "W4IDJvMAAAAJ:cFHS6HbyZ2cC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=14983205848095530489", "cites_id": ["14983205848095530489"], "pub_url": "https://repository.petra.ac.id/20793/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-R1KnFUK788J:scholar.google.com/", "cites_per_year": {"2025": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh experiential marketing terhadap customer loyalty melalui customer engagement sebagai variabel intervening dari IKEA Ciputra World", "pub_year": 2023, "citation": "Jurnal Manajemen Pemasaran 17 (2), 81-89, 2023", "author": "Aureleen Lee Santoso and Edwin Japarianto and Trixie Nova Bella Tandijaya and Fransisca Andreani", "journal": "Jurnal Manajemen Pemasaran", "volume": "17", "number": "2", "pages": "81-89", "abstract": "Tujuan dari dilaksanakannya penelitian ini adalah untuk menganalisis pengaruh dari Experiential Marketing yang dilakukan di outlet terhadap Customer Loyalty pada IKEA Ciputra World dan dimediasi oleh Customer Engagement. Pengumpulan data untuk penelitian ini dilakukan dengan cara survey secara langsung di IKEA Ciputra World dan secara online melalui Line, Whatsapp, dan Instagram. Jumlah responden yang berhasil diperoleh dan diolah datanya sebesar 116 responden. Responden penelitian adalah customer IKEA Ciputra World yang pernah berkunjung dan melakukan pembelian sebanyak minimal 2x dalam 6 bulan terakhir. Alat yang dilakukan untuk proses pengolahan data adalah pendekatan model struktural dengan teknik Partial Least Square (PLS-SEM). Hasil dari penelitian ini menunjukkan bahwa Experiential Marketing berpengaruh secara signifikan terhadap Customer Loyalty, Experiential Marketing berpengaruh secara signifikan terhadap Customer Engagement, Customer Engagement berpengaruh secara signifikan terhadap Customer Loyalty, dan Customer Engagement meng-intervening secara signifikan antara Experiential Marketing terhadap Customer Loyalty."}, "filled": true, "author_pub_id": "W4IDJvMAAAAJ:dfsIfKJdRG4C", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=8149075999709009345", "cites_id": ["8149075999709009345"], "pub_url": "https://jurnalpemasaran.petra.ac.id/index.php/mar/article/view/27160", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:wRVRMnJVF3EJ:scholar.google.com/", "cites_per_year": {"2024": 4, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Determinants of Online Impulsive Buying Post Pandemic Covid-19", "pub_year": 2023, "citation": "Jurnal Teknik Industri: Jurnal Keilmuan dan Aplikasi Teknik Industri 25 (1 …, 2023", "author": "Fransisca Andreani and Njo Anastasia and Foedjiawati Foedjiawati", "journal": "Jurnal Teknik Industri: Jurnal Keilmuan dan Aplikasi Teknik Industri", "volume": "25", "number": "1", "pages": "17-30", "abstract": "During the Covid-19 pandemic, the use of social media has increased in line with online buying transactions. This research was conducted to find out online impulsive buying due to the large amount of information and promotion spread on social media after the pandemic. Online questionnaires were distributed to 261 respondents who made online transactions. SEM-PLS 3.0. was used to analyze the data. The results prove that hedonic browsing has a significant influence on flow experience. Flow experience has a significant influence on cognitive experience and affective experience as well as online impulsive buying. Cognitive experiences have significant influence on online impulsive buying. However, affective experiences do not have a significant influence on online impulsive buying. Moreover, financial management behavior cannot moderate the relationship among cognitive and affective experiences as well as online impulse buying. Theoretically, the study shows that irrational consumption processes lead to hedonic shopping due to easy and convenient searching for products through social media. Thus, in practice it is advisable for marketing managers to design their promotions on social media related to products and interspersed with financial literacy so that consumers can shop wisely."}, "filled": true, "author_pub_id": "W4IDJvMAAAAJ:3s1wT3WcHBgC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=7930523695324742505", "cites_id": ["7930523695324742505"], "pub_url": "https://jurnalindustri.petra.ac.id/index.php/ind/article/view/25703", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:aUOmfkjhDm4J:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Travel Constraints, Trust, Travel Motivation and Travel Intention:: A Case Study of Covid 19 Pandemic", "pub_year": 2023, "citation": "Jurnal Manajemen Perhotelan Dan Pariwisata 6 (1), 271-278, 2023", "author": "Foedjiawati Foedjiawati and Fransisca Andreani and Njo Anastasia", "journal": "Jurnal Manajemen Perhotelan Dan Pariwisata", "volume": "6", "number": "1", "pages": "271-278", "abstract": "The limitation of traveling refers to individual limitations; namely, interpersonal and intrapersonal constraints. However, trust shapes the traveler’s confidence to travel. Furthermore, travelers need motivation as their push factor to appeal their interest in traveling. This study aims to explore the relationship between travel constraints and trust on travel intention and travel motivation as the mediating variable. The sample was determined by using purposive sampling on Indonesia’s travelers who travelled during the Covid-19 pandemic, from March 2020 to February 2021 using online questionnaire. Results indicated that the intrapersonal constraint had positive effects on travel intention and travel motivation. On the other hand, interpersonal constraints and trust did not affect travel intention nor travel motivation. Therefore, the research results imply a positive contribution to the collaborative development theories between Theory Planned Behavior and those related in tourism sector. Leaders in tourism business sectors could plan their marketing strategies in a fast-changing pace in the world such as, the crises of Covid-19 pandemic to bring people’s motivation out in order to be interested in traveling again although with several terms and conditions after the human mobility was curtailed."}, "filled": true, "author_pub_id": "W4IDJvMAAAAJ:fPk4N6BV_jEC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=5339775194141241790", "cites_id": ["5339775194141241790"], "pub_url": "https://ejournal.undiksha.ac.id/index.php/JMPP/article/view/65559", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vjE7az-xGkoJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Peran Marketing Food Influencer Tiktok Terhadap Follower Engagement Dan Purchase Intention Para Pengikut Febryan Dio Ramadhan", "pub_year": 2023, "citation": "Jurnal Manajemen Perhotelan 9 (1), 24-34, 2023", "author": "Stanley Haoe and Jaffet Timothy Ganiwidjaja and Fransisca Andreani", "volume": "9", "number": "1", "pages": "24-34", "abstract": "Populernya media sosial, serta menyatunya media sosial ke dalam kehidupan sehari-hari masyarakat membuat brand perlu beradaptasi untuk menarik minat beli konsumen atau purchasing intention. Penelitian ini bertujuan mengetahui pengaruh antara peran marketing influencer tiktok terhadap follower engagement dan purchase intention. Jenis penelitian ini menggunakan metode kuantitatif dengan teknik non-probability purposive sampling sebagai metode pengambilan sampel dan mendapatkan 286 responden dengan kriteria mempunyai applikasi tiktok, mengikuti Febryan Dio Ramadhan, dan pernah melihat konten Febryan Dio Ramadhan. Penelitian ini menggunakan SPSS untuk pengujian pilot study dan SmartPLS untuk pengolahan data secara keseluruhan. Hasil penelitian ini adalah marketing influencer mempunyai pengaruh yang positif dan signifikant terhadap follower engagement, follower engagement mempunyai pangaruh yang positif dan signifikant terhadap purchase intention, marketing influencer juga berpengaruh secara positif dan signifikant terhadap purchasei intention melalui follower engagement."}, "filled": true, "author_pub_id": "W4IDJvMAAAAJ:ZHo1McVdvXMC", "num_citations": 8, "citedby_url": "/scholar?hl=en&cites=2061632519862645005", "cites_id": ["2061632519862645005"], "pub_url": "https://repository.petra.ac.id/20017/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DXHOk9pjnBwJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 5, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The impact of supply chain practice on green hotel performance through internal, upstream, and downstream integration", "pub_year": 2022, "citation": "Uncertain Supply Chain Management 10 (1), 169-180, 2022", "author": "Sautma Ronni Basana and Widjojo Suprapto and Fransisca Andreani and Zeplin Jiwa Husada Tarigan", "volume": "10", "number": "1", "pages": "169-180", "abstract": "The company builds communication and collaboration with suppliers and customers to increase competitiveness in the supply chain flow. The organizations ability to involve suppliers and customers in business activities to achieve efficiency and effectiveness is one of the objectives of supply chain practice. The distribution of questionnaires directly to hotel practitioners was 25 respondents, and 65 respondents obtained the distribution of google form links. The results showed that supply chain practices with supplier relationship management and quality information sharing activities could increase internal and upstream integration and not directly impact downstream integration. Internal integration with data integration activities accurately and coordination between functions on an ongoing basis can affect upstream and downstream integration and green hotel performance. Upstream integration and downstream integration with joint decision activities and planning synchronization with external parties can directly impact green hotel performance. They were increasing the market share and image of the hotel with the implementation of caring for the environment. This research contributes to hotel practitioners adopting practical supply chains in building internal and external integration to increase competitiveness and theoretical contribution to developing supply chain theory and green performance."}, "filled": true, "author_pub_id": "W4IDJvMAAAAJ:70eg2SAEIzsC", "num_citations": 24, "citedby_url": "/scholar?hl=en&cites=17090746264988361894", "cites_id": ["17090746264988361894"], "pub_url": "https://repository.petra.ac.id/19442/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:piT3Zi2HLu0J:scholar.google.com/", "cites_per_year": {"2022": 4, "2023": 5, "2024": 12, "2025": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh E-Service Quality dan Customer Satisfaction Terhadap Customer Loyalty Toko Online Frenue. Id di Shopee", "pub_year": 2022, "citation": "Agora 10 (2), 2022", "author": "Jessica Tannus and Fransisca Andreani", "journal": "Agora", "volume": "10", "number": "2", "abstract": "Penelitian ini dilakukan untuk mengetahui pengaruh kualitas e-service dan kepuasan pelanggan terhadap loyalitas pelanggan pada toko online Frenue. id Shopee. Data survei didasarkan pada survei yang dibagikan kepada konsumen Frenue. id yang berusia 17 tahun ke atas dan sudah familiar dengan toko online Frenue. id Shopee dan baru-baru ini melakukan setidaknya dua transaksi di toko online Frenue. id selama tiga bulan.. Bekas dan dikumpulkan (Februari-April 2022). Pengolahan data menggunakan metode partial least squares. Hasil survei ini adalah sebagai berikut: Kualitas e-service berpengaruh positif dan signifikan terhadap kepuasan pelanggan, kualitas e-service berpengaruh positif dan signifikan terhadap retensi pelanggan, kepuasan pelanggan berpengaruh positif dan signifikan terhadap retensi pelanggan, kepuasan pelanggan Gelar Shopee. Memediasi dampak e-quality of service …"}, "filled": true, "author_pub_id": "W4IDJvMAAAAJ:HoB7MX3m0LUC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=6943224290019742710", "cites_id": ["6943224290019742710"], "pub_url": "https://scholar.google.com/scholar?cluster=6943224290019742710&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9pN9erRJW2AJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "MELALUI KEPUASAN KONSUMEN DI TOKO FAJAR TERBIT BANJARMASIN", "pub_year": 2022, "citation": "Agora 10 (2), 2022", "author": "R Pratama and F Andreani", "journal": "Agora", "volume": "10", "number": "2"}, "filled": true, "author_pub_id": "W4IDJvMAAAAJ:pqnbT2bcN3wC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=16793094813300837333", "cites_id": ["16793094813300837333"], "pub_url": "https://scholar.google.com/scholar?cluster=16793094813300837333&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:1UtAUsIODekJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Social Media Marketing pada Facebook terhadap Minat Beli Feel in Taste di Kupang dengan Kepercayaan Konsumen Sebagai Variabel Mediasi", "pub_year": 2022, "citation": "Agora 10 (1), 358413, 2022", "author": "Felincia Ogilvie Ang and Fransisca Andreani", "journal": "Agora", "volume": "10", "number": "1", "pages": "358413", "publisher": "Petra Christian University", "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh social media marketing pada facebook terhadap minat beli Feel in Taste di Kupang dengan kepercayaan konsumen sebagai variabel mediasi. Jenis penelitian ini menggunakan metode kuantitatif dengan teknik non-probability purposive sampling sebagai metode pengambilan sampel dan diolah menggunakan program SmartPLS (Partial Least Square) dengan sampel sebesar 100 responden. Hasil data yang diperoleh menunjukkan bahwa social media marketing berpengaruh signifikan terhadap kepercayaan konsumen, kepercayaan konsumen berpengaruh signifikan terhadap minat beli, social media marketing berpengaruh signifikan terhadap minat beli dan kepercayaan konsumen memediasi social media marketing terhadap minat beli"}, "filled": true, "author_pub_id": "W4IDJvMAAAAJ:ldfaerwXgEUC", "num_citations": 14, "citedby_url": "/scholar?hl=en&cites=8877435476265549184", "cites_id": ["8877435476265549184"], "pub_url": "https://www.neliti.com/publications/358413/pengaruh-social-media-marketing-pada-facebook-terhadap-minat-beli-feel-in-taste", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:gD1C74f8MnsJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 4, "2024": 7, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Relationships of Trust, Risk-taking propensity and Travel Intention of Indonesian Tourists", "pub_year": 2021, "citation": "The Relationships of Trust, Risk-taking propensity and Travel Intention of …, 2021", "author": "Fransisca Andreani and Njo Anastasia", "abstract": "Traveling is an interesting activity to do to escape from daily routine activities and work. This activity also involves some risk. Before deciding to travel, generally tourists have trust on the destination, so that they can decide whether to take the risk with its consequences or not. This study is to investigate the relation among trust, risk-taking propensity and tourists  travel intention. Online questionnaires using google forms were distributed to 243 respondents traveling during pandemic Covid 19 and the new normal condition. Then, multivariate analysis was employed for data analysis with the help of SPSS and Partial Least Square (PLS). The results shows that trust has significant impact on risk-taking propensity; and risk-taking propensity has also significant impact on travel intention.  Nevertheless, trust has insignificant impact on travel intention. Therefore, travel agents and tourist providers need to accommodate tourists with detailed information and activities to engage in the destination so that it enhances tourists to travel."}, "filled": true, "author_pub_id": "W4IDJvMAAAAJ:RYcK_YlVTxYC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19167/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:J5gY2THLlhAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Differences in trust and risk-taking propensity for travelers from Indonesia", "pub_year": 2021, "citation": "Differences in trust and risk-taking propensity for travelers from Indonesia, 2021", "author": "Njo Anastasia and Fransisca Andreani", "abstract": "Traveling is a fun but risky activity depending on the destination. The risks can be reduced by careful planning, especially in the pandemic period. The purpose of this study is to explore trust and risk-taking propensity of Indonesian tourists who travel to other cities or countries. Data collection was carried out by distributing questionnaires online and offline to tourists from Indonesia who did solo or in group traveling and obtained 159 tourists. The results show that there are no differences in trust between solo travelers and group travelers, but there are differences in risk-taking propensity. However, women have more trust than men, then men are more willing to take risks than women. The benefits of this output for tourism practitioners are to create appropriate marketing strategies when offering tourism programs for both groups."}, "filled": true, "author_pub_id": "W4IDJvMAAAAJ:O3NaXMp0MMsC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19112/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:r-bR_OdCfF8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The effect of supply chain integration on hotel performance through green supply chain management", "pub_year": 2021, "citation": "Growing Science 11 (8), 1-10, 2021", "author": "Zeplin Jiwa Husada Tarigan and Fransisca Andreani and Sautma Ronni Basana", "volume": "11", "number": "8", "pages": "1-10", "abstract": "Internal and external integration in hotel industries is essential to improve Green Supply Chain Management (GSCM) to maintain hotel performance and sustainability. This research is to examine the impact of internal and external integration on GSCM and hotel performance. It is quantitative research with judgmental sampling. Questionnaires were distributed to 72 hotel employees from 62 hotels of three-star hotels and above, who understand GSCM and hotel performance in East Java. But 66 questionnaires were returned, and only 62 questionnaires were valid for data analysis. Structural Equation Modelling (SEM) is used to analyze with the help of Java Web Start software. The results show that all six hypotheses are supported, internal integration with Use technology to significantly determine plans and coordination capable of external integration and GSCM. External integration with Sharing knowledge with partners and Collaborating in solving problems can improve GSCM significantly. Supply chain integration, which consists of internal integration and external integration, impacts hotel performance by reducing hotel waste and Efficient use of resources. GSCM in implementing Eco green, green procurement and product life cycle have a significant impact on improving hotel performance."}, "filled": true, "author_pub_id": "W4IDJvMAAAAJ:BqipwSGYUEgC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=7849886281910572552", "cites_id": ["7849886281910572552"], "pub_url": "https://repository.petra.ac.id/19183/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:CNZ9oPtl8GwJ:scholar.google.com/", "cites_per_year": {"2024": 3}}
