{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pemberdayaan Komunitas Bengkel Pendidikan Cerdas Melalui Pelatihan Pembuatan Media Edukasi Flip Book", "pub_year": 2024, "citation": "Abdi: Jurnal Pengabdian dan Pemberdayaan Masyarakat 6 (3), 594-599, 2024", "author": "Zechariah Willy Adikurnia and Vanessa Yusuf and Mendy Hosana Malkisedek", "journal": "Abdi: Jurnal Pengabdian dan Pemberdayaan Masyarakat", "volume": "6", "number": "3", "pages": "594-599", "abstract": "Pembelajaran pada siswa SD masih menggunakan media konvensional, yang membuat pembelajaran terasa membosankan serta monoton karena kurangnya media interaktif yang digunakan, untuk mengatasi masalah ini, peneliti melakukan pelatihan berupa pengajaran dengan menggunakan media Flip Book yang dapat lebih menyenangkan serta interaktif. Flip Book memungkinkan siswa SD belajar sambil menggambar, sehingga mereka tidak hanya menghafal teks tetapi juga memahami materi melalui hasil gambar bergerak yang para siswa telah buat. Program pemberdayaan ini melibatkan pelatihan penggunaan Flip Book dimulai dengan materi IPA, dimana siswa menggambar dari materi yang telah disediakan. Hasil kegiatan pelatihan membuat para siswa SD pada komunitas BPC merasakan manfaat pembelajaran menggunakan Flip Book, serta mendapatkan respon-respon yang baik dari para siswa …"}, "filled": true, "author_pub_id": "w_oMCNkAAAAJ:TFP_iSt0sucC", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=2558172306913544361&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qcjSyyh0gCMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Thematic Fashion dengan Pemanfaatan Teknik Fabric Manipulation Dyeing dan Painting", "pub_year": 2024, "citation": "Jurnal Desain 11 (2), 355-366, 2024", "author": "Berlyn Valerie Cahyadi and Deddi Duto Hartanto and Mendy Hosana Malkisedek", "journal": "Jurnal Desain", "volume": "11", "number": "2", "pages": "355-366", "abstract": "Akhir-akhir ini, pemerintah gencar membangun industri kreatif di Indonesia. Salah satunya adalah subsektor fashion. Pasalnya, subsektor fashion merupakan subsektor penyumbang PDB tertinggi kedua. Meluasnya dunia fashion menuntut kita untuk meningkatkan kreativitas. Hal ini juga tergambarkan dari permintaan konsumen yang besar khususnya busana pesta yang saat ini, busana bukan hanya mengenai fungsionalitas saja tetapi, juga estetika. Namun, kreativitas selalu dibatasi dengan adanya keterbatasan sumber daya manusia dan material. Contohnya, keterbatasan warna kain yang dimiliki maupun kecenderungan kain yang monoton di pasaran. Hal ini terutama terjadi pada busana thematic fashion yang memerlukan banyak ornamen serta berfokus pada inovasi dan kreativitas. Oleh karena itu, untuk mengatasi permasalahan yang ada penulis menggunakan metode kualitatif dalam pemberdayaan ini …"}, "filled": true, "author_pub_id": "w_oMCNkAAAAJ:bEWYMUwI8FkC", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=17485459805327880120&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:uG_wDg3VqPIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Art Book Desain Karakter untuk Melestarikan Pakaian dan Kesenian Tradisional Jawa", "pub_year": 2023, "citation": "Journal of Computer Science and Visual Communication Design 8 (1), 169-182, 2023", "author": "Melisa Alvionita and Bing Bedjo Tanudjaja and Mendy Hosana Malkisedek", "journal": "Journal of Computer Science and Visual Communication Design", "volume": "8", "number": "1", "pages": "169-182", "abstract": "In the present era where technology has developed rapidly, many young people today are more inclined to follow and be interested in foreign cultures such as films, games, and anime rather than getting to know the culture of their own country. Therefore, many people today still do not understand the culture of their own country. On the other hand, several Indonesian cultures have also started to become extinct and are not well preserved. Therefore, an art book was created to inspire, reintroduce, provide insight, and preserve culture in Indonesia, especially traditional art clothing that is almost extinct on the island of Java for young people. The result of this design is an Art book of 11 character designs using traditional clothes or arts that are almost extinct on the island of Java along with explanations in the style of anime illustrations that are in demand by young people. It is hoped that through this design, young people will be able to remember the rich culture in Indonesia and be able to have innovations to introduce and preserve the culture in our country through the ideas and skills they have."}, "filled": true, "author_pub_id": "w_oMCNkAAAAJ:r0BpntZqJG4C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=16909230595007513337", "cites_id": ["16909230595007513337"], "pub_url": "https://journal.unusida.ac.id/index.php/jik/article/view/842", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-QKXIKOnqeoJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Instagram Feeds Design to Invite and Guide to do ‘Saat Teduh’for Christian Youth", "pub_year": 2023, "citation": "Serat Rupa: Journal of Design 7 (1), 31-42, 2023", "author": "Vanni Ivana Winata and Andrian Dektisa Hagijanto and Mendy Hosana Malkisedek", "journal": "Serat Rupa: Journal of Design", "volume": "7", "number": "1", "pages": "31-42", "abstract": "The development of digital world technology is increasingly popular today, which causes teenagers to be faced with challenges and temptations to enjoy entertainment that no longer prioritizes worship and spiritual discipline. One of the spiritual disciplines is to do devotional time to help Christian youth build positive behavior in accordance with the teachings of the Bible. However, Christian teenagers find it difficult to do devotional time regularly and often feel bored when doing devotional time. This design was made to interest Christian teenagers to do devotional time and encourage them to be able to apply it regularly. This design uses research methods with a qualitative perspective, with interview and observation data collection techniques. Collecting data on devotional time, the behavior of Christian youth in Indonesia, the use of Instagram social media, and illustration techniques as a media approach. The …"}, "filled": true, "author_pub_id": "w_oMCNkAAAAJ:TQgYirikUcIC", "num_citations": 0, "pub_url": "https://journal.maranatha.edu/index.php/srjd/article/view/4687", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:xKgs0FJNuKUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Desain Mural sebagai Wujud Aktivasi untuk Meningkatkan Brand Awareness TK Gracia dan SD YBPK Ngaglik, Malang", "pub_year": 2022, "citation": "Desain Mural sebagai Wujud Aktivasi untuk Meningkatkan Brand Awareness TK …, 2022", "author": "Mendy Hosana Malkisedek and Ani Wijayanti Suhartono and Anang Tri Wahyudi", "abstract": "Masa pandemi COVID-19 saat ini mulai berangsur mereda. Kegiatan belajar mengajar para siswa di tingkat TK dan SD juga telah kembali dilakukan secara tatap muka di sekolah seperti yang terjadi di TK Gracia dan SD YBPK Ngaglik, Malang. Namun kondisi fisik TK Gracia dan SD YBPK Ngaglik kurang terawat dan terlihat suram sehingga sedikit sekali siswa yang mendaftar. Oleh karena itu Yayasan Badan Pendidikan Kristen (YBPK) merasa perlu melakukan renovasi untuk meningkatkan kembali citra TK Gracia dan SD YBPK Ngaglik, Malang di benak masyarakat. Dengan pendekatan metode kualitatif telah dilakukan observasi lapangan, wawancara dan FGD dengan para pengajar, pengurus sekolah, pengurus Yayasan dan pengurus GKJW Sukun, Malang. Lalu metode analisis yang digunakan adalah 5W1H. Sebagai solusi Prodi Desain Komunikasi Visual UK Petra, Surabaya melakukan pengabdian masyarakat dengan membuat desain mural di beberapa dinding sekolah. Kegiatan ini melibatkan kerjasama para dosen dan mahasiswa DKV UK Petra, pengurus YBPK, pengurus dan pengajar sekolah, pengurus dan juga para pemuda GKJW Sukun, Malang. Desain mural diaplikasikan pada dinding kelas, dinding halaman sekolah, serta dinding depan sekolah."}, "filled": true, "author_pub_id": "w_oMCNkAAAAJ:RHpTSmoSYBkC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20360/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:zNTyvIet6nkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Cerita Anak dalam Kreasi", "pub_year": 2022, "citation": "Cerita Anak dalam Kreasi, 2022", "author": "Mendy Hosana Malkisedek", "abstract": "Buku Cerita Anak dalam Kreasi adalah sebuah buku dokumentasi dari Lomba Kreasi Anak yang diselenggarakan oleh Gugah Nurani Indonesia (GNI). Kegiatan lomba ini dilaksanakan dalam rangka memperingati Hari Anak Nasional dan Internasional 2020. Lomba yang diselenggarakan di tengah situasi pandemi ini tak memutuskan semangat anak-anak untuk tetap berkarya dan mengikuti lomba. Sebagai organisasi sosial kemasyarakatan yang berfokus pada isu perlindungan anak dan pemberdayaan masyarakat, GNI terinspirasi oleh antusiasme dan semangat anak-anak yang cukup tinggi. Oleh karena itu, GNI bekerja sama dengan Universitas Kristen Petra dalam menciptakan buku Cerita Anak dalam Kreasi. Pandemi belum berlalu, tetapi kreasi anak harus terus dikembangkan dalam pertumbuhan mereka."}, "filled": true, "author_pub_id": "w_oMCNkAAAAJ:e5wmG9Sq2KIC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20361/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:gXxVLF9t3kUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "YUL GENDHIS BATIK ONLINE MARKETING STRATEGY DEVELOPMENT IN THE NEW NORMAL ERA", "pub_year": 2022, "citation": "Serat Rupa 6 (2), 106-120, 2022", "author": "Talenta Elok Hati and Andrian Dektisa Hagijanto and Mendy Hosana Malkisedek", "volume": "6", "number": "2", "pages": "106-120", "abstract": "Yul Gendhis Batik (YGB) adalah salah satu usaha mikro batik yang bergerak dalam bidang fesyen di kota Surabaya. Sejak tahun 2010 YGB fokus berjualan secara luring karena keuntungan berjualan luring dirasa sudah cukup. Namun pada bulan Maret hingga Mei 2020, YGB mengalami kerugian besar tepatnya saat virus Covid-19 masuk ke Indonesia. Oleh sebab itu, diperlukan terobosan strategi promosi berupa media online yang lebih terstruktur dan terintegrasi dengan baik supaya YGB dapat berjualan dan melakukan promosi. Sebelumnya pernah dilakukan perancangan media online terhadap YGB tetapi alur pembelian konsumen, desain, dan waktu pengunggahan tidak konsisten. Untuk merancang media online, diperlukan data yaitu data visual melalui observasi pada YGB dan pesaingnya, data tentang rencana kedepan, konsep dan pemikiran serta selera konsumen yang didapat melalui wawancara. Analisis menggunakan analisis SWOT. Hasil perancangan berupa unggahan pada Instagram, website, Facebook, dan katalog online di WhatsApp bisnis. Melalui hasil perancangan ini YGB dapat terus berkembang memperluas jangkauan bisnis baik melalui media offline maupun online."}, "filled": true, "author_pub_id": "w_oMCNkAAAAJ:4JMBOYKVnBMC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20362/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:u9NfidB3jdUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGEMBANGAN STRATEGI PROMOSI ONLINE YUL GENDHIS BATIK PADA MASA NEW NORMAL YUL GENDHIS BATIK ONLINE MARKETING STRATEGY DEVELOPMENT IN THE NEW NORMAL ERA", "pub_year": 2022, "citation": "", "author": "Talenta Elok Hati and Andrian Dektisa Hagijanto and Mendy Hosana Malkisedek", "abstract": "PENGEMBANGAN STRATEGI PROMOSI ONLINE YUL GENDHIS BATIK PADA MASA NEW NORMAL YUL GENDHIS BATIK ONLINE MARKETING STRATEGY DEVELOPMENT IN THE NEW NORMAL ERA Talenta Elok Hati, Andrian Dektisa Hagijanto, Mendy Hosana Malkisedek Email: talentaelokhati100@gmail.com Desain Komunikasi Visual Fakultas Humaniora dan Industri Kreatif Universitas Kristen Petra Jl. Siwalankerto No. 121-131, Siwalankerto, Kec. Wonocolo, Surabaya, Indonesia ABSTRAK Yul Gendhis Batik (YGB) adalah salah satu usaha mikro batik yang bergerak dalam bidang fesyen di kota Surabaya. Sejak tahun 2010 YGB fokus berjualan secara luring karena keuntungan berjualan luring dirasa sudah cukup. Namun pada bulan Maret hingga Mei 2020, YGB mengalami kerugian besar tepatnya saat virus Covid-19 masuk ke Indonesia. Oleh sebab itu, diperlukan terobosan strategi promosi berupa media online yang lebih terstruktur dan terintegrasi dengan baik supaya YGB dapat berjualan dan melakukan promosi. Sebelumnya pernah dilakukan perancangan media online terhadap YGB tetapi alur pembelian konsumen, desain, dan waktu pengunggahan tidak konsisten. Untuk merancang media online, diperlukan data yaitu data visual melalui observasi pada YGB dan pesaingnya, data tentang rencana kedepan, konsep dan pemikiran serta selera konsumen yang didapat melalui wawancara. Analisis menggunakan analisis SWOT. Hasil perancangan berupa unggahan pada Instagram, website, Facebook, dan katalog online di WhatsApp bisnis. Melalui hasil perancangan ini YGB dapat terus berkembang memperluas …"}, "filled": true, "author_pub_id": "w_oMCNkAAAAJ:iH-uZ7U-co4C", "num_citations": 0, "pub_url": "https://repository.unar.ac.id/jspui/handle/123456789/3552", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:uF9HCmRXfXYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Promosi Minuman Herbal Modern Jamoe Kowe sebagai Minuman Sehat dan Menyegarkan", "pub_year": 2022, "citation": "Jurnal DKV Adiwarna 1, 1-9, 2022", "author": "JC Ruslim and AD Hagijanto and MH Malkisedek and D Komunikasi and F Humaniora and U Kristen", "journal": "Jurnal DKV Adiwarna", "volume": "1", "pages": "1-9"}, "filled": true, "author_pub_id": "w_oMCNkAAAAJ:HDshCWvjkbEC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=9104213587560083290", "cites_id": ["9104213587560083290"], "pub_url": "https://scholar.google.com/scholar?cluster=9104213587560083290&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Wq_NjQWqWH4J:scholar.google.com/", "cites_per_year": {"2023": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Leap Community Engagement Pemanfaatan Mindfulness-Based Art Therapy Bagi Anak SMP Di Panti Asuhan Tarekat Maria Mediatrix Surabaya", "pub_year": 2022, "citation": "Jurnal DKV Adiwarna 1 (9), 2022", "author": "C Natasya and V Yusuf and MH Malkisedek", "journal": "Jurnal DKV Adiwarna", "volume": "1", "number": "9"}, "filled": true, "author_pub_id": "w_oMCNkAAAAJ:hFOr9nPyWt4C", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=11008568742823604197", "cites_id": ["11008568742823604197"], "pub_url": "https://scholar.google.com/scholar?cluster=11008568742823604197&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5S94GfJKxpgJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 3, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Exodus Pop-up Map", "pub_year": 2021, "citation": "Exodus Pop-up Map, 2021", "author": "Vanessa Yusuf and Mendy Hosana Malkisedek and NATHASYA DEWI ANGGUN", "abstract": "Karya Exodus Pop-up Map telah lolos kurasi dan ditampilkan pada pameran internasional INACADE 2021. Naskah peta pop-up telah dicek dengan Turnitin."}, "filled": true, "author_pub_id": "w_oMCNkAAAAJ:j3f4tGmQtD8C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20363/1/Publikasi1_18010_7473.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:N5tkItQqIv4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PERANCANGAN RE-DESAIN KEMASAN MOM'S HOME KITCHEN SURABAYA", "pub_year": 2021, "citation": "SENADA (Seminar Nasional Manajemen, Desain dan Aplikasi Bisnis Teknologi) 4 …, 2021", "author": "Claudia Alvionita and Andrian Dektisa Hagijanto and Mendy Hosana Malkisedek", "journal": "SENADA (Seminar Nasional Manajemen, Desain dan Aplikasi Bisnis Teknologi)", "volume": "4", "pages": "16-22", "abstract": "Belakangan ini, masyarakat berlomba-lomba berbisnis kuliner terutama dalam bidang makanan kecil, salah satunya Mom’s Home Kitchen. Mom’s Home Kitchen merupakan usaha homemade yang menjual risoles dan tahu walik. Akan tetapi, Mom’s Home Kitchen belum memiliki identitas yang konsisten maupun desain kemasan yang menarik secara visual. Logo yang sudah ada pun tidak mendukung untuk terciptanya identitas. Meskipun produk Mom’s Home Kitchen memiliki kualitas dan cita rasa yang tinggi dikarenakan produknya homemade, hal tersebut tidak menjamin keberhasilan dari produk ini untuk menyebar luas di kalangan masyarakat. Desain kemasan yang menarik dan fungsional memiliki pengaruh yang besar dalam keberhasilan suatu produk. Maka dari itu, penulis merancang desain kemasan untuk Mom’s Home Kitchen agar dapat menjaga keamanan produk di dalamnya dan merancang brand identity berupa logo yang mencerminkan karakteristik dari Mom’s Home Kitchen agar lebih mudah dikenal dan dapat berkembang serta mampu bersaing dengan produk kompetitornya."}, "filled": true, "author_pub_id": "w_oMCNkAAAAJ:QIV2ME_5wuYC", "num_citations": 0, "pub_url": "https://eprosiding.idbbali.ac.id/index.php/senada/article/view/536", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:u7a0Z9m-qLQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The STRATEGI PERANCANGAN KEMASAN BARU HOME INDUSTRY LANS MOONCAKE", "pub_year": 2021, "citation": "SENADA (Seminar Nasional Manajemen, Desain dan Aplikasi Bisnis Teknologi) 4 …, 2021", "author": "Melinda Amanda Limbang and Andrian Dektisa and Mendy Hosana Malkisedek", "journal": "SENADA (Seminar Nasional Manajemen, Desain dan Aplikasi Bisnis Teknologi)", "volume": "4", "pages": "155-122", "abstract": "Lan’s Mooncake merupakan usaha kecil menengah yang baru hadir di Kota Surabaya. Kemasan yang digunakan oleh Lans Mooncake belum sepenuhnya memenuhi fungsi dari kemasan sehingga menimbulkan kesulitan yang dialami oleh Lans Mooncake. Oleh karena itu, merancang dan mendesain kemasan baru untuk Lans Mooncake Surabaya sangat penting dengan membuat kemasan baru yang menarik, tepat dan efektif untuk menjaga kualitas produk, meningkatkan penjualan, daya tarik dan daya saing dengan mengekplorasi trend masa kini dan digabungkan dengan ciri khas budaya orang Tionghua. Metode yang digunakan adalah kualitatif melalui wawancara, observasi dan kepustakaan sehingga kemasan yang dirancang dapat sesuai dengan target market, target audience dan pemilik dari Lan’s Mooncake."}, "filled": true, "author_pub_id": "w_oMCNkAAAAJ:9ZlFYXVOiuMC", "num_citations": 0, "pub_url": "https://eprosiding.idbbali.ac.id/index.php/senada/article/view/545", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ALjxvFyyiD0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Efektivitas Desain Instagram Terhadap Awareness Konsumen dan Membangun Citra Tobaku Merchandise", "pub_year": 2021, "citation": "", "author": "C Harijanto and HD Yudani and MH Malkisedek"}, "filled": true, "author_pub_id": "w_oMCNkAAAAJ:qUcmZB5y_30C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=17954430334988447707", "cites_id": ["17954430334988447707"], "pub_url": "https://scholar.google.com/scholar?cluster=17954430334988447707&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2-97VUPzKvkJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisa Peranan Redesain Visual Kemasan Obat Kulit 19 Dalam Membangun Citra Produk", "pub_year": 2021, "citation": "Jurnal Dkv Adiwarna 1 (18), 9, 2021", "author": "H Yudani and MH Malkisedek", "journal": "Jurnal Dkv Adiwarna", "volume": "1", "number": "18", "pages": "9"}, "filled": true, "author_pub_id": "w_oMCNkAAAAJ:ZeXyd9-uunAC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=17053658721729522361", "cites_id": ["17053658721729522361"], "pub_url": "https://scholar.google.com/scholar?cluster=17053658721729522361&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:uSpu1UDEquwJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Video Company Profile Sebagai Media Promosi Cv. Eureka Architect", "pub_year": 2021, "citation": "Jurnal DKV Adiwarna 2 (17), 10, 2021", "author": "D Oliver Honarto and AH Dektisa and Mendy H Malkisedek", "journal": "Jurnal DKV Adiwarna", "volume": "2", "number": "17", "pages": "10"}, "filled": true, "author_pub_id": "w_oMCNkAAAAJ:Wp0gIr-vW9MC", "num_citations": 13, "citedby_url": "/scholar?hl=en&cites=799036923478482191", "cites_id": ["799036923478482191"], "pub_url": "https://scholar.google.com/scholar?cluster=799036923478482191&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Dx1bMtm_FgsJ:scholar.google.com/", "cites_per_year": {"2021": 2, "2022": 2, "2023": 5, "2024": 3, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Peta Pop-up Kisah Eksodus", "pub_year": 2020, "citation": "Jurnal Desain 7 (2), 197-208, 2020", "author": "Vanessa Yusuf and Mendy Hosana Malkisedek", "journal": "Jurnal Desain", "volume": "7", "number": "2", "pages": "197-208", "publisher": "Petra Christian University", "abstract": "Kisah Eksodus merupakan peristiwa yang menceritakan keluarnya Bangsa Israel dari Mesir menuju Kanaan. Pada kegiatan belajar mengajar di sekolah minggu, cerita Eksodus menjadi salah satu kisah Alkitab yang sering dibahas, namun kisah ini melibatkan banyak tempat dan alur perjalanan yang berputar. Penjelasan tentang tempat dan alur perjalanan ini sangat penting untuk dapat memahami makna kisah Eksodus secara menyeluruh. Sehingga pada penelitian ini dirancang sebuah peta kisah Eksodus dengan pendekatan teknik pop-up / paper engineering yang sesuai untuk anak-anak. Metode kualitatif digunakan dalam penelitian ini, serta pengumpulan data melalui wawancara kepada guru sekolah minggu, hamba Tuhan, guru geografi, kemudian observasi dalam kelas sekolah minggu, tinjauan karya sejenis, serta kajian pustaka terkait kisah Eksodus, peta, dan paper engineering. Perancangan ini menghasilkan karya dalam bentuk peta pop-up yang berukuran A3 saat tertutup dan A2 saat terbuka, serta 10 pop-up / movables yang menjelaskan peristiwa-peristiwa dalam kisah Eksodus."}, "filled": true, "author_pub_id": "w_oMCNkAAAAJ:KlAtU1dfN6UC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=18346597595714363025", "cites_id": ["18346597595714363025"], "pub_url": "https://repository.petra.ac.id/18840/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:kR6XEU81nP4J:scholar.google.com/", "cites_per_year": {"2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Kemasan Selai Kaya Mf. Jams Khas Makassar", "pub_year": 2020, "citation": "Jurnal DKV Adiwarna 2 (17), 1-11, 2020", "author": "L Lomayer and AD Hagijanto and MH Malkisedek", "journal": "Jurnal DKV Adiwarna", "volume": "2", "number": "17", "pages": "1-11"}, "filled": true, "author_pub_id": "w_oMCNkAAAAJ:4DMP91E08xMC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=17389588988266114474", "cites_id": ["17389588988266114474"], "pub_url": "https://scholar.google.com/scholar?cluster=17389588988266114474&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qm2lAw07VPEJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 0, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Kajian Visual Siger dalam Budaya Kontemporer Masyarakat Lampung", "pub_year": 2020, "citation": "Jurnal DKV Adiwarna 1 (16), 11, 2020", "author": "Sherly Lisianti and AD Hagijanto and MH Malkisedek", "journal": "Jurnal DKV Adiwarna", "volume": "1", "number": "16", "pages": "11"}, "filled": true, "author_pub_id": "w_oMCNkAAAAJ:qxL8FJ1GzNcC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=14054705999869339275", "cites_id": ["14054705999869339275"], "pub_url": "https://scholar.google.com/scholar?cluster=14054705999869339275&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:i2bDUKRYDMMJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Visual pada Karakteristik Cosplay Berhijab", "pub_year": 2020, "citation": "Jurnal Desain Komunikasi Visual Nirmana 20 (1), 17-25, 2020", "author": "Anisa Nada Suksmono and Andrian Dektisa Hagijanto and Mendy Hosana Malkisedek", "journal": "Jurnal Desain Komunikasi Visual Nirmana", "volume": "20", "number": "1", "pages": "17-25", "abstract": "Cosplay menjadi hobi cosplay diminati masyarakat Indonesia dari berbagai latar belakang agama, salah satunya adalah agama Islam. Islam memiliki aturan bagi muslimah (sebutan bagi wanita yang beragama Islam) untuk menutup aurat, salah satunya dengan menggunakan hijab. Untuk dapat melakukan cosplay berhijab terdapat muslimah yang mencampurkan visual figur anime, manga, dan game dengan hijab dan kostum yang dikenakan. Percampuran tersebut terlihat pada modifikasi kostum dan rambut figur yang dicosplaykan. Menggunakan konsep Hibriditas Homi K. Bhabha, modifikasi kain hijab dan kostum cosplay dilihat sebagai hibriditas visual sebagaimana kejelasan identitas cosplay dan hijab menjadi lebur dan menghasilkan sebuah identitas baru yakni cosplay berhijab. Penelitian ini adalah analisis deskriptif dengan sudut pandang memaknai fenomena visual cosplay berhijab sebagai satu bentuk upaya mencapai rasa percaya diri dan sebagai bentuk perayaan masyarakat poskolonial akan kebutuhan ‘jaman now’. Untuk mencapai kedua hal tersebut, cosplayer berhijab melakukan modifikasi kain hijab dan kostum cosplay dengan tetap memasukkan karakteristik visual figur yang dicosplaykan."}, "filled": true, "author_pub_id": "w_oMCNkAAAAJ:M3ejUd6NZC8C", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=9409620807139814162", "cites_id": ["9409620807139814162"], "pub_url": "https://nirmana.petra.ac.id/index.php/dkv/article/view/24204", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:EmuxEEWwlYIJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1, "2024": 2}}
