{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Single Sign-On (SSO) Implementation Using Keycloak, RADIUS, LDAP, and PacketFence for Network Access", "pub_year": 2025, "citation": "Teknika 14 (1), 41-46, 2025", "author": "Justinus Andjarwirawan", "journal": "Teknika", "volume": "14", "number": "1", "pages": "41-46", "abstract": "The increasing demand for secure, seamless authentication mechanisms in public and private networks has fueled the need for more robust network access control (NAC) systems, as well as Single Sign-On (SSO) which is critical for organizations that require seamless and secure access across different platforms. This paper explores SSO in a fully open source implementations with Keycloak, RADIUS and LDAP; extending to captive portal implementations with PacketFence for Wi-Fi authentication. Specifically, this paper highlights the integration of PacketFence with FreeRADIUS for captive portal authentication, leveraging Keycloak for identity management and providing users with secure Wi-Fi access. Real-world examples, such as authenticating campus network users over Wi-Fi with 802.1X and captive portals, illustrate how these systems work in tandem to provide scalable and secure network access control. Testing showed up to 500 concurrent users with stable performance, minimal latency at a case study university. Key performance metrics included response times below 30ms."}, "filled": true, "author_pub_id": "WBIAGksAAAAJ:gsN89kCJA0AC", "num_citations": 0, "pub_url": "https://ejournal.ikado.ac.id/index.php/teknika/article/view/1089", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:725uUEilE4UJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Cybersecurity Threats through Phishing Attacks Targeting Internal Staff, Mitigation and Prevention", "pub_year": 2024, "citation": "International Journal of Advanced Research in Electrical, Electronics and …, 2024", "author": "Justinus Andjarwirawan and Leo Willyanto Santoso and Kartika Gunadi", "journal": "International Journal of Advanced Research in Electrical, Electronics and Instrumentation Engineering", "number": "10.156", "pages": "1751-1757", "publisher": "Petra Christian University", "abstract": "Phishing attacks continue to be a predominant threat in the cybersecurity landscape, particularly when targeting internal staff to gain unauthorized access to internal systems. This paper explores how phishing attacks exploit human vulnerabilities, leading to significant security breaches. By analyzing real-world case studies like the recent Indodax case, the paper highlights the impact of phishing attacks on organizational security and explores the mitigation and prevention strategies that can be employed to reduce the risk of such attacks. Recent approaches, including employee training, advanced email filtering, and multi-factor authentication (MFA), are discussed, supported by current academic and industry research."}, "filled": true, "author_pub_id": "WBIAGksAAAAJ:KUbvn5osdkgC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21393/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:pGnirPeXcL4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pemrograman Jaringan Komputer dengan Python", "pub_year": 2023, "citation": "Pemrograman Jaringan Komputer dengan Python, 2023", "author": "Justinus Andjarwirawan", "abstract": "SURAT PENCATATAN Page 1 an Menteri Hukum dan Hak Asasi Manusia Direktur \nJenderal Kekayaan Intelektual ub Direktur Hak Cipta dan Desain Industri Anggoro \nDasananto NIP.196412081991031002 REPUBLIK INDONESIA KEMENTERIAN HUKUM \nDAN HAK ASASI MANUSIA SURAT PENCATATAN CIPTAAN Dalam rangka pelindungan \nciptaan di bidang ilmu pengetahuan, seni dan sastra berdasarkan Undang-Undang Nomor \n28 Tahun 2014 tentang Hak Cipta, dengan ini menerangkan: Nomor dan tanggal \npermohonan : EC00202306891, 23 Januari 2023 Pencipta Nama : Justinus Andjarwirawan \nAlamat : Kutisari Indah Utara 3/67, RT 005/ RW 006, Kelurahan Kutisari, Kecamatan \nTenggilis Mejoyo, Surabaya 60291, Jawa Timur, Surabaya , JAWA TIMUR, 60291 \nKewarganegaraan : Indonesia Pemegang Hak Cipta Nama : LPPM Universitas Kristen \nPetra Alamat : Jalan Siwalankerto No. 121-131, Kelurahan …"}, "filled": true, "author_pub_id": "WBIAGksAAAAJ:kuK5TVdYjLIC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21575/1/Kegiatanhaki_98031_1140.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:j8pniBHdfXwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Utilization of the Agora video broadcasting library to support remote live streaming", "pub_year": 2022, "citation": "AIP Conference Proceedings 2658 (1), 2022", "author": "Lily Puspa Dewi and Agustinus Noertjahyana and Justinus Andjarwirawan and Nico Gufron", "journal": "AIP Conference Proceedings", "volume": "2658", "number": "1", "publisher": "AIP Publishing", "abstract": "In daily life, people utilize the video technology, especially live streaming to provide a real time transmission of an event or activity. Live streaming helps the robustness of a long-distance view by enabling the viewer to see what would normally be seen if on-site. It describes the real time situation in video mode to fulfill the particular information. In this case, a minimal capture-display delay is important. By using recent technological advances have certainly made it possible to produce remote live-streaming. In this research, we utilize the Agora. io in broadcasting live streaming video to help people view an event real time without being in the same place. We analyzed the limitations of mobile-based live streaming applications, such as delay, frames per second, and resolution. The paper describes experimentally the most relevant approaches for the research. The results of this research present an overview for the …"}, "filled": true, "author_pub_id": "WBIAGksAAAAJ:ILKRHgRFtOwC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=14432789163208709497", "cites_id": ["14432789163208709497"], "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2658/1/050001/2831676", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:eZUpl0aRS8gJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Android based remote driving for real time vehicle monitoring", "pub_year": 2022, "citation": "AIP Conference Proceedings 2658 (1), 2022", "author": "Agustinus Noertjahyana and Lily Puspa Dewi and Justinus Andjarwirawan and Nico Gufron", "journal": "AIP Conference Proceedings", "volume": "2658", "number": "1", "publisher": "AIP Publishing", "abstract": "At this time, where internet connections are increasingly being used to support daily life, they are also widely used to monitor events. It is inseparable from every incident that occurs in transportation facilities, including motorbikes or cars. To be able to monitor every incident that occurs when using a vehicle, this study applies an Android-based DVR application that is equipped with GPS, speedo meter and Live Streaming. It is hoped that with this application, users can record videos and take photos accompanied by the location and description of each incident. In addition, the live streaming feature can help other users to join by entering the channel name. The tests carried out show that the live streaming feature can be implemented properly using each channel."}, "filled": true, "author_pub_id": "WBIAGksAAAAJ:L7CI7m0gUJcC", "num_citations": 0, "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2658/1/050002/2831656", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lLv_AkmduYkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sistem Rekomendasi Pembelian Laptop dengan K-Nearest Neighbor (KNN)", "pub_year": 2022, "citation": "Jurnal Infra 10 (2), 254-260, 2022", "author": "Sheeren Hendrik Anggela and Leo Willyanto Santoso and Justinus Andjarwirawan", "journal": "Jurnal Infra", "volume": "10", "number": "2", "pages": "254-260", "abstract": "Over a decade, the number of people who needs a laptop for their job is increased because of its slim design and internal battery that makes it easier to carry anywhere, if compare to an old-fashioned computer. However, the choices of laptop specifications are various, namely the laptop model, brand of the processor, the speed of processor, size of the screen, RAM, price, etc. Not all people knows the indicator of choosing the laptop that fit to their wants and needs. In this study, the process of recommendation system is used a methods namely K-Nearest Neighbor Collaborative Filtering. This method will estimate the distance with Euclidean formula between the users' criteria and the survey. The closest distance is considered as the recommendation. The data testing is done through counting the accuration based on the recommendation's result which is given to the user. The survey is used for counting the total of …"}, "filled": true, "author_pub_id": "WBIAGksAAAAJ:vbGhcppDl1QC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=8870589345736922227", "cites_id": ["8870589345736922227"], "pub_url": "https://scholar.google.com/scholar?cluster=8870589345736922227&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:c5QD9QKqGnsJ:scholar.google.com/", "cites_per_year": {"2023": 3, "2024": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengawasan Jalur Kapal dengan Automatic Identification System (AIS) berbasis Android", "pub_year": 2022, "citation": "Jurnal Infra 10 (2), 489-493, 2022", "author": "Leonardo Yurion Tungribali and Justinus Andjarwirawan", "journal": "Jurnal Infra", "volume": "10", "number": "2", "pages": "489-493", "abstract": "Indonesia, which is known as an archipelagic country, has a vast ocean that spans the country, that’s why Indonesia is known as a maritime country. With the vast sea, it becomes a wheel for economic turnover for Indonesia and internationally. Because Indonesia has 4 strategic points out of 10 points on international ship journeys, this makes Indonesian marine traffic very crowded and not a few ships from other countries cross Indonesian. When someone uses a ship to travel or deliver goods, there needs to be information about when the ship will arrive at its destination and the position of the ship when that person checks the information from the ship. Information about the ship consists of several important parts, the first is the estimated time of arrival (ETA), ETA is the time that ship will arrive at the port of destination, the second is the position of the vessel, the position of the vessel is in the form of latitude and …"}, "filled": true, "author_pub_id": "WBIAGksAAAAJ:BwyfMAYsbu0C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=4759255740937322637", "cites_id": ["4759255740937322637"], "pub_url": "https://scholar.google.com/scholar?cluster=4759255740937322637&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jcDOeeFFDEIJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Implementasi dan Analisa Snort dan Suricata Sebagai IDS dan IPS Untuk Mencegah Serangan DOS dan DDOS", "pub_year": 2022, "citation": "J. Infra 10 (1), 1-6, 2022", "author": "Darryl Santoso and Agustinus Noertjahyana and Justinus Andjarwirawan", "journal": "J. Infra", "volume": "10", "number": "1", "pages": "1-6", "abstract": "DOS and DDOS is one of the most widely used attacks by hackers. DDOS is an attack with multiple attackers to deplete the resources of the target until the target cannot handle the request. To prevent the above attacks can use a firewall, the function of the firewall is the first defense of the computer that filters incoming or outgoing packets with rules on the network. Firewalls filter data based on IP addresses, protocols, and ports, so if you use a firewall, you can't analyze further attacks. In this study, to prevent this attack using a system namely Intrusion Detection System (IDS) and Intrusion Prevention System (IPS). The function of IDS is to detect unwanted traffic on a network or device, while IPS can detect and immediately fix the problem. By using IDS and IPS attacks can be analyzed more, IDS and IPS are more reliable tools than firewalls. The test was carried out in several DOS and DDOS scenarios using the Hping3 …"}, "filled": true, "author_pub_id": "WBIAGksAAAAJ:Z5m8FVwuT1cC", "num_citations": 11, "citedby_url": "/scholar?hl=en&cites=18258915603078176155", "cites_id": ["18258915603078176155"], "pub_url": "https://scholar.google.com/scholar?cluster=18258915603078176155&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:m91PSQCzZP0J:scholar.google.com/", "cites_per_year": {"2023": 3, "2024": 7, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penerapan Metode Convolutional Neural Network Untuk Clothing Image Recognition", "pub_year": 2022, "citation": "Jurnal Infra 10 (1), 2022", "author": "Fuyi Gunawan Putri and Justinus Andjarwirawan and Anita Nathania Purbowo", "journal": "Jurnal Infra", "volume": "10", "number": "1", "abstract": "Object recognition is a development of the world of AI (Artificial Intelligence) which is used to recognize objects in digital images. Various kinds of recognition can be done with Clothing Image Recognition. In the global industrial era, development of fashion type and variant makes it difficult for people to recognize, for example topwear has variants ranging from sweatshirts, kurtas, waistcoats, etc. This makes users hard to distinguish categories from types of clothing. In fact, users often forget or didn't know the name of a clothing type that they want to find because they just remember the shape. Clothing image recognition uses the CNN (Convolutional Neural Network) method with the VGG16 model. The application of CNN with the VGG16 model will be carried out on Python and Keras as the library to speed up the research process on training data. Application of the program to mobile devices using Android Studio …"}, "filled": true, "author_pub_id": "WBIAGksAAAAJ:BUYA1_V_uYcC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=18022627111084421851", "cites_id": ["18022627111084421851"], "pub_url": "https://scholar.google.com/scholar?cluster=18022627111084421851&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2_KCm947HfoJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Implementasi internet of things Untuk pembuatan keyless smart door Dengan NFC tag Dan QR code", "pub_year": 2022, "citation": "Jurnal Infra 10 (1), 228-235, 2022", "author": "Jason Evander and Resmana Lim and Justinus Andjarwirawan", "journal": "Jurnal Infra", "volume": "10", "number": "1", "pages": "228-235", "abstract": "Along with the current pandemic that’s been going on, most people will spend their time at home, and wants to feel comfortable and safe because they spend most of the time inside their house. Many burglary door cases happen because the lack of security at their homes. In this research, a trial will be conducted to help resolve the problem by implementing Internet of Things technology on doors as a door lock. There are two ways that can be used for unlocking the lock. First is through scanning a QR Code and second is through a stick from NFC Tag in the form of a sticker that can be attached at a mobile phone. Scanning QR Code will be assisted by a camera, while the NFC Tag reader will be assisted by radio frequency waves to view the objects. Lastly, the fill in QR Code and NFC Sticker data will be assisted by an android-based application, so that the entire technology will be controller by the application. It is …"}, "filled": true, "author_pub_id": "WBIAGksAAAAJ:AvfA0Oy_GE0C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=8948762086714296057", "cites_id": ["8948762086714296057"], "pub_url": "https://scholar.google.com/scholar?cluster=8948762086714296057&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-cYWjrRjMHwJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penerapan Algoritma TextRank dan Dice Similarity Untuk Verifikasi Berita Hoax", "pub_year": 2021, "citation": "Jurnal Infra 9 (1), 2021", "author": "Christian Khontoro and Justinus Andjarwirawan and Yulia Yulia", "journal": "Jurnal Infra", "volume": "9", "number": "1", "abstract": "Hoax or in Indonesian, hoax is fake news or news that has no source. Hoax are a series of information that is misguided, but sold as truth [5]. The problems above are the basis for creating a verification system for this hoax news. The TextRank and Dice Similarity algorithms will be used to help verify the inputed news is a hoax or fact. Where in this study, the TextRank algorithm is used to find the most important keywords in a news which will then be used to become keywords in search engines. Then the Dice Similarity algorithm is used to measure the level of similarity of the news entered with the news obtained from search results on search engines. The hoax verification system that has been done has been tested using several similarity weights to find which similarity weights are the most optimal. The data used were 50 hoax news and 50 fact news. From this test, the optimal similarity weight is 40% with an …"}, "filled": true, "author_pub_id": "WBIAGksAAAAJ:VLnqNzywnoUC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=5711599024115953998", "cites_id": ["5711599024115953998"], "pub_url": "https://scholar.google.com/scholar?cluster=5711599024115953998&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:TjHmEw2tQ08J:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sistem Keamanan pada Kendaraan Bermotor Roda Dua dengan Arduino dan Android berbasis Suara", "pub_year": 2021, "citation": "Jurnal Infra 9 (1), 2021", "author": "Andreas Wijaya Kangnata and Agustinus Noertjahyana and Justinus Andjarwirawan", "journal": "Jurnal Infra", "volume": "9", "number": "1", "abstract": "Along with the development of the number of motorcycle that are growing very fast and also the development of information and communication technology which is also high has brought benefits to the development of human civilization progress in the world and in Indonesia, especially smartphone, but problems related to crime, especially against motorcycle theft can also be said to be very high, so it is necessary to design a security system on motorcycle with Android and Arduino that can be commanded by voice. The system is created using an Android smartphone as a voice command input receiver and Arduino as a tool that controls hardware based on commands. This system will send voice commands from Android that have been converted into text with the speech to text method and send commands according to the command input via a message that sent via SMSManager to the SIM800L V2. 0 module that …"}, "filled": true, "author_pub_id": "WBIAGksAAAAJ:uJ-U7cs_P_0C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=1562779173703751303", "cites_id": ["1562779173703751303"], "pub_url": "https://scholar.google.com/scholar?cluster=1562779173703751303&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:h5b95mAbsBUJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Implementasi Web Service Integrasi Data Penelitian dan Pengabdian Masyarakat dengan SISTER Ristekdikti dengan Metode REST", "pub_year": 2020, "citation": "Jurnal Infra 8 (2), 12-18, 2020", "author": "Lettisia Apriolita Harjono and Leo Willyanto Santoso and Justinus Andjarwirawan and Resmana Lim", "journal": "Jurnal Infra", "volume": "8", "number": "2", "pages": "12-18", "abstract": "Every universities is obliged to apply research and community service. Based on data frm the official website of Ristekdikti, the number of lecturers at universities in Indonesia is very large, so we need a system to collect data and manage lecturer data. With so many data held by the lecturer, the data collection becomes ineffective when having to retype it. Therefore, a program was made to help lecturers to collect research and community service data through data that was already in the university’s information system. This research uses a web service that has been provided by SISTER Ristekdikti. The method used is Representational State Transfer (REST). Data from the university is about research and community service. Input data must be mapped first to fit the required data. The program of this research will provide the success of adding data to SISTER Ristekdikti. The test result of the research program show …"}, "filled": true, "author_pub_id": "WBIAGksAAAAJ:j8SEvjWlNXcC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=13174434325635735197", "cites_id": ["13174434325635735197"], "pub_url": "https://scholar.google.com/scholar?cluster=13174434325635735197&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nR470Df-1LYJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 0, "2023": 1, "2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Implementasi Distributed Database Pada Learning Management System Menggunakan Platform Redhat Openshift", "pub_year": 2020, "citation": "J. Infra, 1-5, 2020", "author": "BP Santoso and A Noertjahyana and J Andjarwirawan", "journal": "J. Infra", "pages": "1-5"}, "filled": true, "author_pub_id": "WBIAGksAAAAJ:-_dYPAW6P2MC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=5683500791925604884", "cites_id": ["5683500791925604884"], "pub_url": "https://scholar.google.com/scholar?cluster=5683500791925604884&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:FIJgl9vZ304J:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sistem Presensi Mahasiswa Berbasis Animated QR Code Menggunakan Raspberry Pi", "pub_year": 2020, "citation": "Jurnal Infra 8 (2), 92-98, 2020", "author": "Michael Anggreawan Alexander and Justinus Andjarwirawan and Indar Sugiarto", "journal": "Jurnal Infra", "volume": "8", "number": "2", "pages": "92-98", "abstract": "Now the use of technology in the field of information systems technology has expanded more widely in all fields, including in educational institutions. The current presence system that is currently running on the teaching and learning system in several educational institutions still uses conventional methods. This causes need more time in the presence process. Previous research has implemented a QR Code added to the Mobile System application. Presence features using the QR Code can be found on the Schedule and Absentee menus. The presence will automatically follow the number of meetings that have been conducted. So with this description will be done designing and creating a presence system workflow with optimizing QR Code that is equipped with Animated, so that it can run using the Android application and using the Raspberry Pi 4 system which is equipped with a camera to read the Animated QR …"}, "filled": true, "author_pub_id": "WBIAGksAAAAJ:35r97b3x0nAC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=3698756014444414584", "cites_id": ["3698756014444414584"], "pub_url": "https://scholar.google.com/scholar?cluster=3698756014444414584&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:eIbMj_-eVDMJ:scholar.google.com/", "cites_per_year": {"2022": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Comparative Analysis of NFS and iSCSI Protocol Performance on OpenStack Cinder Technology", "pub_year": 2020, "citation": "Procedia Computer Science 171, 1498-1506, 2020", "author": "Agustinus Noertjahyana and Henry Novianus Palit and Reynaldo Chandra and Justinus Andjarwirawan and Lily Puspa Dewi", "journal": "Procedia Computer Science", "volume": "171", "pages": "1498-1506", "publisher": "Elsevier", "abstract": "Cloud computing is a term used nowadays. Cloud computing usage is already spread all over the world and used by many companies. Because of its high usage, a need for cloud storage now emerges. Cloud storage not only uses resources more effectively but also makes it much easier to utilize a virtual machine. Several alternative protocols can be implemented for cloud storage, and each protocol has its advantages. This research aims to determine the most suitable alternative protocol to implement OpenStack cinder in utilizing cloud storage. Cloud computing implementation is done in a computer laboratory at Petra Christian University using the private cloud. A NAS Synology DS416J was used as the storage provider. The application built by using the OpenStack cloud framework that provides Infrastructure as a Service (IaaS). OpenStack cinder is one of the OpenStack projects that offer cloud storage with …"}, "filled": true, "author_pub_id": "WBIAGksAAAAJ:tzM49s52ZIMC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=3821589483457276096", "cites_id": ["3821589483457276096"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S187705092031139X", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:wOjWNmMDCTUJ:scholar.google.com/", "cites_per_year": {"2021": 2, "2022": 0, "2023": 0, "2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Aplikasi analisa sentimen pada komentar berbahasa Indonesia dalam objek video di website YouTube menggunakan metode Naïve Bayes classifier", "pub_year": 2020, "citation": "Jurnal Infra 8 (1), 255-259, 2020", "author": "Maximillian Christianto and Justinus Andjarwirawan and Alvin Tjondrowiguno", "journal": "Jurnal Infra", "volume": "8", "number": "1", "pages": "255-259", "abstract": "From the increasing interest of the people in Indonesia in the use of YouTube, this has triggered the emergence of content creators who choose YouTube as a medium for work. So that the content creators are competing to produce video works that can be enjoyed by YouTube users. Various methods are used by content creators to improve the quality of the video produced. The process carried out in this thesis is the process of processing raw data that has been collected from YouTube, before the training and classification process. The process of data preprocessing needs to be done to overcome the raw data that is varied and inconsistent so that it can affect the training process and the classification process. Data preprocessing conducted in this thesis includes Tokenization, Stopwords Removal, Stemming. The classification process is the process by which the classification algorithm is run on comments that are …"}, "filled": true, "author_pub_id": "WBIAGksAAAAJ:ZfRJV9d4-WMC", "num_citations": 21, "citedby_url": "/scholar?hl=en&cites=13768944975675935984", "cites_id": ["13768944975675935984"], "pub_url": "https://scholar.google.com/scholar?cluster=13768944975675935984&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8EwQH4EeFb8J:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 3, "2022": 3, "2023": 8, "2024": 5}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penerapan QRCode Untuk Presensi Mata Kuliah Mahasiswa Dengan Yii Framework", "pub_year": 2020, "citation": "Jurnal Infra 8 (1), 267-271, 2020", "author": "Djoni Haryadi Setiabudi and Justinus Andjarwirawan and TK Suryajaya", "journal": "Jurnal Infra", "volume": "8", "number": "1", "pages": "267-271", "abstract": "In this Presence activity it is still done manually and still uses paper for the Presence system, and there are still many cheats in the Presence process. There are several studies that have used the Yii Framework for the Presence system but in that study it was still less successful in overcoming the problem well and the lack of features that prevented fraud in the presence. This research was made by conducting a literature study on previous research studies aimed at learning in the framework and learning about the presence system, then an analysis of the old system, problem analysis and needs analysis will be made and a website for the presence system with QRCode using the framework yii, and the system will be tested whether the system is suitable for use. The results obtained from this application are students can attend online using QRCode and check according to the location of the student and the time at the …"}, "filled": true, "author_pub_id": "WBIAGksAAAAJ:tKAzc9rXhukC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=11156141588407786535", "cites_id": ["11156141588407786535"], "pub_url": "https://scholar.google.com/scholar?cluster=11156141588407786535&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:JxwCuaqT0poJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Aplikasi Toko Online Dengan Chatbox Pada Toko KCA", "pub_year": 2020, "citation": "Jurnal Infra 8 (1), 9-13, 2020", "author": "Kevin Christian and Justinus Andjarwirawan and Alexander Setiawan", "journal": "Jurnal Infra", "volume": "8", "number": "1", "pages": "9-13", "abstract": "Along with the development of technology, many people are selling online. Many people who sell online in the marketplace or have a personal website to sell. But often the problem faced by sellers and consumers is ineffective communication because the media to communicate is only limited to one or two media so that consumers often become disappointed because they are waiting for a long response. To overcome this problem, an online store application is created that can make sellers and buyers communicate with several kinds of media to communicate. The feature is that the seller can receive and send messages to the seller through several social media options available, for example Whatsapp. And in order to maintain the security of buyers when transacting websites using payment gateway services from Midtrans that provide payment methods including card payments, bank transfers, direct debit, e-wallet …"}, "filled": true, "author_pub_id": "WBIAGksAAAAJ:kzcrU_BdoSEC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=2234453017221442184", "cites_id": ["2234453017221442184"], "pub_url": "https://scholar.google.com/scholar?cluster=2234453017221442184&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:iKrINi5fAh8J:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Computer Science Laboratory Environment Using Docker", "pub_year": 2019, "citation": "Computer Science Laboratory Environment Using Docker, 2019", "author": "Justinus Andjarwirawan and Henry Novianus Palit and ADI KURNIAWAN", "abstract": "Docker is an application that is based on open source technology that allows developers or anyone to create, run, do experiments and launch application in a container. Docker make the process of packaging application components together quickly in an insolated container, so it can run in local infrastructure without changing configuration on the container. Docker is also very light and fast when compared to hypervisor-based virtual machine. A university has a considerable number of students, while the number of computers in the department is not as many as the students. It makes the students not comfortable working on one computer, because configuring a computer on every lesson is different. Therefore, implementation of Docker application carried out in the laboratory. Docker and RAID storage system were implemented, testing was done by measuring the speed of Docker image transfer, and its effectiveness for laboratory programs."}, "filled": true, "author_pub_id": "WBIAGksAAAAJ:Fu2w8maKXqMC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=7472310338031254222", "cites_id": ["7472310338031254222"], "pub_url": "https://repository.petra.ac.id/18698/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:zvrUlan6smcJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
