{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Visual Branding Suplemen Herbal Sinargi Menggunakan Metode Komparatif dalam Upaya Membangun Citra Modern", "pub_year": 2025, "citation": "Jurnal Desain Komunikasi Visual Nirmana 25 (1), 20-31, 2025", "author": "Elissa Vienna and Cindy Muljosumarto", "journal": "Jurnal Desain Komunikasi Visual Nirmana", "volume": "25", "number": "1", "pages": "20-31"}, "filled": true, "author_pub_id": "wdBlE4gAAAAJ:cFHS6HbyZ2cC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Z98gpEJUoCgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Komparasi Visual Re-branding 3.6. 9. Shanghai Dumpling & Noodle Berdasarkan Teori Brand Ideals", "pub_year": 2024, "citation": "Jurnal Desain Komunikasi Visual Nirmana 24 (2), 89-102, 2024", "author": "Virginia Amethysa Hindoyo and Cindy Muljosumarto", "journal": "Jurnal Desain Komunikasi Visual Nirmana", "volume": "24", "number": "2", "pages": "89-102", "abstract": "Penelitian ini mengkomparasikan hasil visual branding 3.6. 9. Shanghai Dumpling & Noodle versi setelah re-branding dengan versi sebelum re-branding. 3.6. 9. Shanghai Dumpling & Noodle melakukan re-branding karena ingin memperkuat posisinya di pasar sebagai restoran Chinese food agar dapat menjangkau target market yang telah bergeser yaitu dewasa-muda berumur 20-40 tahun dan keluarga, sehingga tidak hanya terbatas pada target market keluarga seperti restoran Chinese food pada umumnya. Metode penelitian menggunakan pendekatan kualitatif berdasarkan pengalaman magang penulis selama 7 (tujuh) bulan di VisualCast Designology yaitu agency yang menaungi klien 3.6. 9. Shanghai Dumpling & Noodle. Penelitian bertujuan ingin membuktikan bahwa visual branding restoran Chinese food tidak selalu harus menggunakan gaya dan warna-warna standar bernuansa Tiongkok pada umumnya, melainkan dapat dipadukan dengan gaya modern dengan tetap mengacu kepada identitas budaya Tiongkok. Hasil dari penelitian adalah re-branding 3.6. 9. Shanghai Dumpling & Noodle dengan versi lebih modern dan berbeda dengan standar desain restoran Chinese food pada umumnya, namun tetap mengacu kepada identitas kebudayaan Tiongkok, akan tetap mampu mempertahankan brand identity di benak target audiens."}, "filled": true, "author_pub_id": "wdBlE4gAAAAJ:4OULZ7Gr8RgC", "num_citations": 0, "pub_url": "https://nirmana.petra.ac.id/index.php/dkv/article/view/24726", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:7RzX2iko3zEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis pada Pembuatan Strategi Media Sosial Instagram untuk Meningkatkan Brand Activation pada Brand Freshchubs", "pub_year": 2024, "citation": "Jurnal Desain Komunikasi Visual Nirmana 24 (1), 33-40, 2024", "author": "Gabriella Joseline Widyasayogo and Cindy Muljosumarto", "journal": "Jurnal Desain Komunikasi Visual Nirmana", "volume": "24", "number": "1", "pages": "33-40"}, "filled": true, "author_pub_id": "wdBlE4gAAAAJ:zA6iFVUQeVQC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=15691441765433858386", "cites_id": ["15691441765433858386"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:UtlpGiYzw9kJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Tourism Villages Branding Strategy for Mojotrisno Village as the Embodiment of Sustainable Branding Concept", "pub_year": 2023, "citation": "TOURISM VILLAGES BRANDING STRATEGY FOR MOJOTRISNO VILLAGE AS THE EMBODIMENT …, 2023", "author": "Cindy Muljosumarto", "abstract": "The establishment of tourist villages in Indonesia moreover with the highly awareness of sustainability concept, contributes to the cultivation of the creative economy. One of the example is Mojotrisno Village in East Java. Which is actively engaged in developing its community through the implementation of a sustainable branding strategy aimed at unlocking the full potential and improving the well-being of its residents. This study analyzed and develop a place branding strategy with a sustainable branding concept that can be applied to similar community contexts. Utilizes multimethod research, including qualitative approaches, applied research, and visual semiotics, the outcome is brand communication directives for Wisata Desa Mojotrisno using sustainable place branding concept for  Wisata Desa Mojotrisno.  Through the examination of the Mojotrisno Village case study, it becomes evident that purposeful branding initiatives have the potential to shape sustainable ecosystems, fostering continual development and resilience into the foreseeable future."}, "filled": true, "author_pub_id": "wdBlE4gAAAAJ:fPk4N6BV_jEC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20816/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qyHX3bfNi8gJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Service-Learning Implementation During Covid-19 Pandemic by Designing Branding Strategy for Small Medium Enterprises", "pub_year": 2023, "citation": "Service-Learning Implementation During Covid-19 Pandemic by Designing …, 2023", "author": "Cindy Muljosumarto", "abstract": "The rapid growth of SME industries in Indonesia, stimulates society to be more aware about branding strategy because of the tight competition, even in the Covid-19 pandemic situation. Some of the SME industries in East Java, Indonesia, were having the same problem. Through several meetings with these SME and several observations, with depth interview, it can be concluded that the problem was relies on the lack of branding knowledge. Therefore, service-learning method was the relevant solutions for helping these impacted society. Because through this method, these society could learn together with the students for solving their problems. Therefore, a balance reciprocal ecosystem was created in accordance with the spirit of service-learning. This service-learning program was held and explored the possibility for implementing branding strategy using hybrid method, because of the Covid-19 pandemic situation. Qualitative method was used with empirical approach, combined with Service-Learning method, followed by observation and depth-interview for gathering the data and feedbacks. As a results, these branding strategies were well received by the impacted society (SME) and based on the interview with the SME, these strategies could help them to develop their business. By implementing branding theories on the real case, students could experience the real situation for creating branding strategy. While the lectures also get more insight about the recent problem of implementing branding strategy for SME products, gaining more teaching experience and updates about the theories implementation. This service-learning programme …"}, "filled": true, "author_pub_id": "wdBlE4gAAAAJ:rO6llkc54NcC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20527/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5ZhuDIYpgoMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Its OK!", "pub_year": 2023, "citation": "Its OK!, 2023", "author": "Cindy Muljosumarto", "abstract": "TITLE: It’s OK! DESCRIPTION:“It’s OK!” is a phrase that I really like. This phrase gives positive vibes. No matter what was happened before or maybe something that will happen in the future. I would say don’t worry and everything will be okay, It’s OK! With this interactive poster, I want to express that feeling and hopefuly it will cheer anyone who see it. Happy Birthday DKV UK Petra (VCD PCU)! scan me"}, "filled": true, "author_pub_id": "wdBlE4gAAAAJ:u_35RYKgDlwC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20818/1/Publikasi1_14026_9645.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:xQOmBXrjtwUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Strategi Branding Stationery “Tifiti” untuk Mendukung Produktivitas", "pub_year": 2023, "citation": "Jurnal Desain Komunikasi Visual Nirmana 23 (1), 1-8, 2023", "author": "Sheila Abigail and Cindy Muljosumarto", "journal": "Jurnal Desain Komunikasi Visual Nirmana", "volume": "23", "number": "1", "pages": "1-8", "abstract": "Produktivitas merupakan kemampuan untuk mengelola sumber daya untuk menghasilkan sesuatu. Sayangnya, tingkat produktivitas di Indonesia terhitung cukup rendah. Bahkan, sebagian besar pekerja yang sudah memiliki latar belakang produktif kerap kali mengalami penurunan karena faktor kebosanan. Perancangan ini bertujuan untuk menciptakan stimulus yang mendukung produktivitas berupa stationery. Brand stationery ini dirancang dengan strategi yang berfokus pada brand experience. Perancangan ini menggunakan metode analisis kualitatif deskriptif. Adapun tahapannya yaitu, melakukan wawancara dengan stakeholder, consumer persona untuk mendapatkan consumer insight, dan SWOT kompetitor. Dengan landasan tersebut akan ditemukan brand essence dan brand positioning untuk menjadi landasan terbentuknya brand strategy."}, "filled": true, "author_pub_id": "wdBlE4gAAAAJ:pqnbT2bcN3wC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=813981741867677065", "cites_id": ["813981741867677065"], "pub_url": "https://nirmana.petra.ac.id/index.php/dkv/article/view/24742", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:iTWt4RTYSwsJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Way Out", "pub_year": 2022, "citation": "The Way Out, 2022", "author": "Cindy Muljosumarto"}, "filled": true, "author_pub_id": "wdBlE4gAAAAJ:SeFeTyx0c_EC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20168/2/Publikasi4_14026_8989.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:tvCYnhRo-80J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Strategi Visual Branding C&F Laundry Service Cerme, Gresik Secara Online Saat Pandemi Covid-19", "pub_year": 2022, "citation": "Perancangan Strategi Visual Branding C&F Laundry Service Cerme, Gresik …, 2022", "author": "Cindy Muljosumarto and Stephanie Jessica and Joan Jona Naftali"}, "filled": true, "author_pub_id": "wdBlE4gAAAAJ:g5m5HwL7SMYC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=18367203957139951743", "cites_id": ["18367203957139951743"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:f9B5dq9q5f4J:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Aplikasi Animasi 3D sebagai Sarana Penjualan Produk Fesyen", "pub_year": 2021, "citation": "PERANCANGAN APLIKASI ANIMASI 3D SEBAGAI SARANA PENJUALAN PRODUK FESYEN, 2021", "author": "Hans Kristian Tanaka and Cindy Muljosumarto and Maria Nala Damajanti", "abstract": "Saat ini dalam membeli sebuah produk secara online, pembeli tidak dapat membayangkan seperti apa bentuk sesungguhnya dari produk tersebut. Konsumen harus membayangkan bagaiamana gambar dari produk yang dijual terlepas dari gambar 2d yang diberikan oleh penjual. Terdapat solusi untuk masalah diatas, yaitu dengan membuat sebuah animasi bentuk produk yang dapat diterapkan dalam sebuah aplikasi Augmented Reality. Tujuan dari perancangan ini adalah untuk memberikan gambaran bagaimana bentuk produk yang dijual secara online, sehingga dapat meningkatkan minat konsumen untuk berbelanja online dengan adanya experience baru yang disediakan. Metode penelitian ini menggunakan pendekatan metode kuan􀀼ta􀀼f berupa kuisioner dan metode kualita􀀼f berupa wawancara dan observasi. Dari hasil kuisioner yang dibagikan ke beberapa orang, didapatkan data bahwa mereka tertarik terhadap penerapan animasi dalam berbelanja online. Berdasarkan hasil penelitian, maka dapat disimpulkan bahwa solusi pemberian animasi dapat meningkatkan minat konsumen untuk berbelanja online."}, "filled": true, "author_pub_id": "wdBlE4gAAAAJ:HoB7MX3m0LUC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20170/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:OwwNumcpDKoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PERANCANGAN ACTIVEWEAR UNTUK MENDUKUNG KESEHATAN MENTAL DENGAN PENDEKATAN PSIKOLOGI WARNA", "pub_year": 2021, "citation": "SENADA (Seminar Nasional Manajemen, Desain dan Aplikasi Bisnis Teknologi) 4 …, 2021", "author": "Bella Angela and Maria Nala Damajanti and Cindy Muljosumarto", "journal": "SENADA (Seminar Nasional Manajemen, Desain dan Aplikasi Bisnis Teknologi)", "volume": "4", "pages": "309-316", "abstract": "Selama masa pandemi covid-19 ini membuat banyak orang kehilangan pekerjaan, finansial, dan masa depan yang membuat masyarakat mengalami stres dan kecemasan. Gangguan mental ini disebabkan karena kurangnya edukasi mengenai kesehatan mental. Masyarakat masih menganggap masalah kesehatan mental ini bukan sebagai penyakit, padahal kesehatan mental sama halnya dengan kesehatan fisik. Salah satu cara untuk dapat menjaga kesehatan mental dengan berolahraga secara teratur dengan menggunakan pakaian activewear agar dapat lebih meningkatkan performa. Selain itu, warna juga dapat mempengaruhi kesehatan mental. Jadi perancangan ini akan membuat koleksi activewear dengan menggunakan pendekatan psikologi warna yang dapat mempengaruhi kesehatan mental. Koleksi activewear dalam perancangan ini bertujuan untuk membantu menambah kepercayaan diri dan menambah produktivitas dalam kehidupan sehari-hari agar terhindar dari gangguan mental."}, "filled": true, "author_pub_id": "wdBlE4gAAAAJ:lSLTfruPkqcC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=9694924369681362252", "cites_id": ["9694924369681362252"], "pub_url": "https://eprosiding.idbbali.ac.id/index.php/senada/article/view/592", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:TK0iK1lKi4YJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Fashion Hasil Upcycle Sisa Kain Produksi Massal", "pub_year": 2021, "citation": "PERANCANGAN FASHION HASIL UPCYCLE SISA KAIN PRODUKSI MASSAL, 2021", "author": "Tesalonika Dyka Tertiyus and Maria Nala Damajanti and Cindy Muljosumarto", "abstract": "Sebagai salah satu penyumbang polusi terbesar di dunia, limbah industri fashion harus segera diatasi agar tidak merusak lingkungan. Tidak hanya limbah pakaian, limbah kain sisa produksi pun juga dapat merusak lingkungan apabila tidak ditangani dengan tepat dan cepat. Karena hal tersebut, perancangan ini bertujuan untuk merubah kain sisa hasil produksi massal dengan melakukan upcycle sehingga dapat menjadi pakaian baru untuk mengurangi limbah fashion yang ada. Adapun fokus utama dalam makalah ini adalah bagaimana proses membuat pakaian ready-to-wear yang sustainable dengan menggabungkan teknik patchwork untuk memanfaatkan kain sisa berupa kain perca sisa pemotongan pola baju maupun kain sisa rol. Metode penelitian yang digunakan adalah menggunakan metode deskriptif kualitatif. Sedangkan metode yang digunakan dalam proses pengumpulan data adalah dengan melakukan pengamatan sosial, studi literatur, dan survei. Hasil dari perancangan ini harapannya mampu menginspirasi para desainer maupun pengusaha fashion lainnya untuk ikut mengimplementasikan dan memanfaatkan kain sisa ke dalam produk fashion rancangannya guna menciptakan industri fashion yang lebih berkelanjutan dan ramah lingkungan."}, "filled": true, "author_pub_id": "wdBlE4gAAAAJ:RYcK_YlVTxYC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=4115838655992240107", "cites_id": ["4115838655992240107"], "pub_url": "https://repository.petra.ac.id/19663/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6xc9c3NlHjkJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan visual branding teh artisan folk tea", "pub_year": 2021, "citation": "Jurnal DKV Adiwarna 1 (18), 10, 2021", "author": "FE Setiawan and C Muljosumarto and A Wijayanti", "journal": "Jurnal DKV Adiwarna", "volume": "1", "number": "18", "pages": "10"}, "filled": true, "author_pub_id": "wdBlE4gAAAAJ:M05iB0D1s5AC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=4180477948978312817", "cites_id": ["4180477948978312817"], "pub_url": "https://scholar.google.com/scholar?cluster=4180477948978312817&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:cbY0pIsKBDoJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 0, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisa Pemetaan Visual Desain Kemasan Minyak Telon Tradisional dan Modern", "pub_year": 2021, "citation": "Jurnal DKV Adiwarna 1 (18), 9, 2021", "author": "S Sutanto and C Muljosumarto and AW Suhartono", "journal": "Jurnal DKV Adiwarna", "volume": "1", "number": "18", "pages": "9"}, "filled": true, "author_pub_id": "wdBlE4gAAAAJ:ldfaerwXgEUC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=16962154129049903089", "cites_id": ["16962154129049903089"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8d9xn0-tZesJ:scholar.google.com/", "cites_per_year": {"2022": 3, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PERANCANGAN VISUAL BRANDING ETERA", "pub_year": 2021, "citation": "J. DKV Adiwarna 1 (18), 7, 2021", "author": "M Calista Silvanus and Cindy Muljosumarto and AW Suhartono", "journal": "J. DKV Adiwarna", "volume": "1", "number": "18", "pages": "7", "abstract": "ETERA Interior and Architecture is a company based in Malang, East Java. Established in 2017, ETERA only focuses on its projects without thinking about its corporate identity. Currently, ETERA wants to gain more attention and just realized that ETERA does not have a strong identity that can differentiate itself from its competitors. After researching the target audiences and competitors, the right direction for visual branding for ETERA is to make an emotional approach with their target audiences. The big ideas for ETERA’s new visuals are safe, comfortable, and timeless."}, "filled": true, "author_pub_id": "wdBlE4gAAAAJ:2P1L_qKh6hAC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=15299919298152640785", "cites_id": ["15299919298152640785"], "pub_url": "https://www.academia.edu/download/70500339/Jurnal_Tugas_3_Perancangan_Visual_Branding_ETERA.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ETGICoo7VNQJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Koleksi Fashion Ready To Wear Dengan Inspirasi Dari Makanan Khas Surabaya Untuk Anak Muda", "pub_year": 2020, "citation": "Jurnal DKV Adiwarna 1 (16), 10, 2020", "author": "TD Ananda and MN Damajanti and C Muljosumarto and DK Visual and S Desain", "journal": "Jurnal DKV Adiwarna", "volume": "1", "number": "16", "pages": "10"}, "filled": true, "author_pub_id": "wdBlE4gAAAAJ:RGFaLdJalmkC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=3860088345143095437", "cites_id": ["3860088345143095437"], "pub_url": "https://scholar.google.com/scholar?cluster=3860088345143095437&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jTDh9eXJkTUJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Personal Branding Michael Aldi untuk Berkontribusi dalam Menghadapi College Depression pada Mahasiswa", "pub_year": 2020, "citation": "Jurnal Desain Komunikasi Visual Nirmana 20 (2), 95-105, 2020", "author": "Yesica Suyanti and Maria Nala Damajanti and Cindy Muljosumarto", "journal": "Jurnal Desain Komunikasi Visual Nirmana", "volume": "20", "number": "2", "pages": "95-105", "abstract": "College depression merupakan depresi yang dialami oleh banyak mahasiswa dikarenakan perasaan tertekan dari bertambahnya tanggung jawab serta gaya hidup yang tidak sehat. Maka dari itu mahasiswa membutuhkan sebuah sosok atau media yang dekat dan dapat menghibur mereka, yaitu musik. Musik menjadi media yang praktis dan dapat dilakukan bersamaan disaat mereka menyelesaikan tanggung jawab mereka. Michael Aldi merupakan musisi baru dan dekat dengan mahasiswa. Michael Aldi menginginkan musiknya dapat memberikan dampak positif dan membantu pendengarnya, namun musik Michael Aldi belum tersampaikan kepada target dengan tepat karena belum memiliki Brand Identity yang jelas. Lewat perancangan dengan menggunakan metode analisis SWOT dan Product Life Cycle dapat menghasilkan personal brand serta konten media yang dapat meningkatkan awareness dan mengurangi tekanan college depression pada mahasiswa. Hasil dari perancangan menunjukan bahwa perasaan sendiri dapat menimbulkan banyak dampak buruk bagi mahasiswa yang sedang mengalami tekanan sehingga besar peran sosok teman dalam kehidupan mahasiswa, seseorang teman yang dapat mengerti memahami yang mereka rasakan sehingga mereka merasa tidak sendiri serta dapat menghibur untuk mengurangi tekanan mereka."}, "filled": true, "author_pub_id": "wdBlE4gAAAAJ:O3NaXMp0MMsC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=14955408956654805203", "cites_id": ["14955408956654805203"], "pub_url": "https://nirmana.petra.ac.id/index.php/dkv/article/view/24302", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:0-AafDVJjM8J:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Digital Branding Produk Fashion Batik Calist", "pub_year": 2020, "citation": "Dkv Adiwarna 1 (8), 2020", "author": "S Kasmaji and M Nala Damajanti and C Muljosumarto", "journal": "Dkv Adiwarna", "volume": "1", "number": "8"}, "filled": true, "author_pub_id": "wdBlE4gAAAAJ:hMod-77fHWUC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=1648420704683056068", "cites_id": ["1648420704683056068"], "pub_url": "https://scholar.google.com/scholar?cluster=1648420704683056068&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:xFsIr-Vd4BYJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 0, "2023": 1, "2024": 1}}
