{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan set furniture ergonomis aktivitas kerja kantor", "pub_year": 2024, "citation": "Productum: Jurnal Desain Produk (Pengetahuan dan Perancangan Produk) 7 (2 …, 2024", "author": "Kathleen Eugene Kamdhani and Yusita Kusumarini and Filipus Priyo Suprobo", "journal": "Productum: Jurnal Desain Produk (Pengetahuan dan Perancangan Produk)", "volume": "7", "number": "2", "pages": "145-154", "abstract": "Fasilitas meja dan duduk merupakan faktor penting yang berperan dalam pembentuk lingkungan kerja fisik, dimana mempengaruhi kinerja dan efektivitas aktivitas bekerja di kantor. Faktor-faktor penting yang mempengaruhi perancangan ini adalah faktor ergonomi dan posisi sikap kerja yang benar. Sebagian besar aktivitas kantor di Indonesia dilakukan dengan posisi statis dalam jangka waktu yang cukup lama, yang mana tidak baik untuk kesehatan ke depannya. Dalam perancangan ini terdapat 3 permasalahan yang diangkat yakni bagaimana penyelesaian solusi masalah posisi kerja statis, apakah posisi postur tubuh mempengaruhi faktor kelelahan dan kenyamanan pengguna dan apakah faktor dimensi fasilitas, perilaku, dan jangka waktu berkaitan dengan intensitas tekanan. Metode yang digunakan dalam perancangan ini adalah design thinking dengan tahapan: inspiration (understand, observe, dan point of view), ideation (ideate, prototype, dan test), dan implementation (storytelling, pilot, business model canvas). Perancangan ini menghasilkan 3 set alternatif desain dan 1 set fasilitas kerja dudukberdiri yaitu standing chair dan standing desk. Hasil set produk dilakukan uji responden untuk menemukan hasil evaluasi faktor ergonomi, pembagian waktu untuk posisi kerja yang dinamis, dan usulan rekomendasi desain kerja dinamis dengan prinsip ergonomis untuk pengembangan dan penyempurnaan produk ke depannya."}, "filled": true, "author_pub_id": "WKnqwksAAAAJ:rO6llkc54NcC", "num_citations": 0, "pub_url": "https://journal.isi.ac.id/index.php/PRO/article/download/5541/3875", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:o6P4ikXJIC4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan pet furniture dengan sistem knockdown untuk rumah tinggal", "pub_year": 2024, "citation": "Productum: Jurnal Desain Produk (Pengetahuan dan Perancangan Produk) 7 (1 …, 2024", "author": "Alyssa Lorenza Soetedjo and Yusita Kusumarini and William Vijadhammo Lumintan", "journal": "Productum: Jurnal Desain Produk (Pengetahuan dan Perancangan Produk)", "volume": "7", "number": "1", "pages": "59-66", "abstract": "Having a pet is a hobby for some people to relieve stress or boredom, because their behavior is considered fun and attractive. Interaction between humans and pets occured in many areas in the house, caused positive psychological effects for their owners. However, the observation showed that not many owners pay attention to the facilities between humans and their pets. This caused a lack of place for interaction and a place to do activities in a relaxed and comfortable atmosphere. The design purpose is to help owners and pets do their activity together, and have a close relationship between each other. The design method is design thinking with the stages of understand, define, point of view, idea, prototype, test, and implement. The concept of this design is\" merge\", which means combining or joining. The final products are 3 sets of alternative designs and 1 set of realized pet furnituree, consist of storage cabinets, chairs, tables, and sidetable. The knockdown system is applied to this design so that the packaging and the product assembling is more practical and simpler. Activities they can do together, for example, when relaxing, watching TV, reading, or eating-drinking, they still can interact while using this product."}, "filled": true, "author_pub_id": "WKnqwksAAAAJ:ZHo1McVdvXMC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=16817620513599797128", "cites_id": ["16817620513599797128"], "pub_url": "https://journal.isi.ac.id/index.php/PRO/article/view/5442", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:iDdw6MAwZOkJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENDAMPINGAN KREATIVITAS PENGEMBANGAN PRODUK INTERIOR TERASO BERBASIS MATERIAL LIMBAH MARMER PADA UKM CV. RIZKY ABADI DI SURABAYA", "pub_year": 2023, "citation": "Share: Journal of Service Learning 9 (1), 88-96, 2023", "author": "Yusita Kusumarini and Sherly De Yong and Tri Noviyanto Puji Utomo", "journal": "Share: Journal of Service Learning", "volume": "9", "number": "1", "pages": "88-96", "abstract": "Usaha Kecil dan Mikro (UKM) CV. Rizky Abadi adalah sebuah usaha kecil kerajinan teraso yang biasa mengerjakan produk berupa pot bunga, bak mandi, dan wastafel. Usaha kecil ini hanya bergantung pada pesanan yang belum tentu kontinuitasnya, sehingga pekerjaan dan pendapatan juga tidak bisa dipastikan. Padahal usaha kecil tersebut memiliki skill dasar yang sangat potensial bisa dikembangkan keterampilan dan kreativitasnya untuk dapat memproduksi alternatif produk lain yang dapat meningkatkan potensi usahanya. Dari diskusi informal dan survei ke tempat usaha yang telah dilakukan bersama antara tim pengusul kegiatan dan pengusaha kecil tersebut sebagai mitra PKM, pengusaha mitra tersebut sangat antusias untuk dapat mengembangkan usaha melalui kreativitas produk bernilai jual. Kegiatan kreatif-produktif yang ditawarkan dan disepakati adalah pelatihan kreativitas produk baru berupa elemen interior teraso berbasis limbah batu marmer; manajemen produksi elemen interior teraso orientasi industri juga sangat mereka perlukan sebagai konsekuensi proses produk baru; dan strategi memasarkan produk baru dengan memanfaatkan media sosial untuk memperbaiki cara pemasaran konvensional yang cenderung bersifat pasif dan menunggu calon pembeli di tempat usaha. Identifikasi permasalahan untuk pengembangan usaha CV. Rizky Abadi tersebut adalah: kreativitas pengembangan produk baru, teknik produksi produk baru, dan strategi pemasaran sederhana melalu media sosial. Kegiatan pendampingan kreativitas produk elemen interior teraso berbasis limbah marmer yang diusulkan akan dilakukan secara …"}, "filled": true, "author_pub_id": "WKnqwksAAAAJ:HoB7MX3m0LUC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=15956304217759789180", "cites_id": ["15956304217759789180"], "pub_url": "https://share.petra.ac.id/index.php/share/article/view/25387", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:fLCjWyUucN0J:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan pet furniture ramah anak untuk meningkatkan interaksi antara anak dan hewan peliharaan", "pub_year": 2022, "citation": "Productum: Jurnal Desain Produk (Pengetahuan dan Perancangan Produk) 5 (2 …, 2022", "author": "Jeanny Octavia and Yusita Kusumarini", "journal": "Productum: Jurnal Desain Produk (Pengetahuan dan Perancangan Produk)", "volume": "5", "number": "2", "pages": "59-66", "abstract": "Living organisms basically live together, no exception for humans and animals. Therefore, the welfare of humans and animals need to be considered. One of many ways is to domesticate and tame it, turning some animals into pets, so we can interact with each other. Interaction can be done by anyone, even by children in their early childhood, as at this age, children learn to understand the surrounding environment, including the pets in their homes. The purpose of this design is to provide innovation of facilities to support the interaction of children and pets in the form of child-friendly pet furniture. These pet furnitures not only provide sleeping facilities for pets, but also provide entertaining facilities for pets and children so they will be able to interact. The method to create the design is by using design thinking. The method is divided into 5 stages, namely emphatize, define, ideate, prototype, and test. The final result of the design are 3 products of design ideas, which are made differently based on the types of pets and children’s activities. Each product design ideas have the same design limitations, including dog breed, the age of the child, and the placement of the product."}, "filled": true, "author_pub_id": "WKnqwksAAAAJ:M05iB0D1s5AC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=1909879931198398029", "cites_id": ["1909879931198398029"], "pub_url": "https://journal.isi.ac.id/index.php/PRO/article/view/4554", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:TV66rq1BgRoJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan furnitur berbasis upcycling waste material batu alam", "pub_year": 2021, "citation": "Productum: Jurnal Desain Produk (Pengetahuan Dan Perancangan Produk) 4 (2 …, 2021", "author": "Gavrila Averina Tirtawijaya and Yusita Kusumarini and Filipus Priyo Suprobo", "journal": "Productum: Jurnal Desain Produk (Pengetahuan Dan Perancangan Produk)", "volume": "4", "number": "2", "pages": "87-94", "abstract": "The use of natural stone in the interior industry is often under-estimated and inefficient. So that unknowingly this causes a lot of waste material from the remaining cutting slabs or stone slabs. Even though if it is reviewed, natural stone waste material has the potential to be recycled into interior products with high aesthetics. In this design the authors collaborate with PT. Gajah Mada Sukses Trinity which is domiciled in Sidoarjo, East Java. This design aims to understand the characteristics of waste material and upcycling techniques that can be applied to highlight its uniqueness. The results of the design in the form of 3 sets of interior product design consisting of coffee tables, side tables, credenza, and console tables, 3 product realization consisting of 2 coffee tables and 1 side table, brands for products & media promotion, and several alternatives compilation of natural stone waste material into mosaic-shaped sheets. This design proves that natural stone waste materials can be reprocessed by upcycling techniques into high-quality interior products."}, "filled": true, "author_pub_id": "WKnqwksAAAAJ:35N4QoGY0k4C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=7306365427243434689", "cites_id": ["7306365427243434689"], "pub_url": "https://journal.isi.ac.id/index.php/PRO/article/view/4143", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:wUIKMqVsZWUJ:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan produk interior modular berbahan upcycling kayu bekas palet", "pub_year": 2021, "citation": "Productum: Jurnal Desain Produk (Pengetahuan Dan Perancangan Produk) 4 (1 …, 2021", "author": "Venlista Suprapto and Yusita Kusumarini and Frenky Tanaya", "journal": "Productum: Jurnal Desain Produk (Pengetahuan Dan Perancangan Produk)", "volume": "4", "number": "1", "pages": "77-86", "abstract": "The flow of containers in the terminals of the Port of Tanjung Perak Surabaya has increased. The increased container flow has an impact on the pilling up of ex-wood pallets and if this left continuously it become city trash. Even though ex-wood pallets have the characteristics and potential to be developed, for that we have do upcycling. In addition, people who live in narrow homes usually discarded or replaced their old interior products because they do not fit into the new space. Therefore, people need a modular interior product that can be assembled from scratch, and can be arranged according to the needs and desires of the user, by doing upcycling to reduce the pilling up of ex-wood pallets. The design aims to knowing the characteristics and potential of ex-wood pallets, then reused into modular interior products with modules that accordance with their characteristic. The modules are connected using connectors, which can be assembled according to the user’s needs. Design thinking methods consisting of inspiration, ideation, and implementasion are carried out in this design process. The results of this design are modules and connectors that can be assembled into 12 types of products, media promotion, and booth design. This design proved that ex-wood pallets have characteristics and potential that can be develop by upcycling into modules in accordance with the characteristics of used wood pallets that can be assembled using connector into a variety of modular interior products according to the needs and desires of the user."}, "filled": true, "author_pub_id": "WKnqwksAAAAJ:vV6vV6tmYwMC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=359339392241183933", "cites_id": ["359339392241183933"], "pub_url": "https://journal.isi.ac.id/index.php/PRO/article/view/4142", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vSxX_EWh_AQJ:scholar.google.com/", "cites_per_year": {"2021": 2, "2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Family Co-Design: A Strategic Learning Model of Residential Interior Design and Styling During Pandemic", "pub_year": 2021, "citation": "Family Co-Design: A Strategic Learning Model of Residential Interior Design …, 2021", "author": "Yusita Kusumarini and Sherly De Yong", "abstract": "The stay-at-home order due to the pandemic has become a learning hurdle for students, class of residential interior design and styling, Petra Christian University. Therefore, a new strategy is required in order to achieve the learning objectives. The purpose of this study is to describe the implementation of learning model and students reflections on the learning process. The methods used in this learning model are design-thinking and co-design. The results indicate that involving vigorous family participation in building collective creativity as co- design learning process is very influential and valuable experience. The outcome of the students design become optimal and creative."}, "filled": true, "author_pub_id": "WKnqwksAAAAJ:2P1L_qKh6hAC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19153/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:CaZOjcWXM98J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "First-year Interior Design Students’ Perception: Usability of Digital and Collaborative Sketch Software for Brainstorming Idea", "pub_year": 2021, "citation": "First-year Interior Design Students’ Perception: Usability of Digital and …, 2021", "author": "Sherly De Yong and Yusita Kusumarini", "abstract": "As a consequence of the COVID-19 outbreak, a tool for blended learning is needed. Digital  sketching with a built-in collaborative and information integration system can be one of the solutions for blended learning in brainstorming ideas. The aim of this paper is to identify the students perception regarding the usability of sketch collaboration software (Miro, Jamboard, or Sketchpad). A total of 78 students participated in the course and finished the System Usability Scale (SUS) survey and polling. The SUS result score is 61.15= acceptable range and 19.2% voted for using collaboration sketching software in their brainstorming ideas."}, "filled": true, "author_pub_id": "WKnqwksAAAAJ:70eg2SAEIzsC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=14668234940180542764", "cites_id": ["14668234940180542764"], "pub_url": "https://repository.petra.ac.id/19139/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:LDVvY_YJkMsJ:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Eksplorasi kreatifitas desain melalui konsep upcycle material produk furnitur paska pakai", "pub_year": 2021, "citation": "Productum: Jurnal Desain Produk (Pengetahuan dan Perancangan Produk) 4 (1 …, 2021", "author": "Tri Noviyanto P Utomo and Yusita Kusumarini and Stephanus Evert Sindrawan", "journal": "Productum: Jurnal Desain Produk (Pengetahuan dan Perancangan Produk)", "volume": "4", "number": "1", "pages": "59-66", "abstract": "Banyaknya produk furnitur paska pakai atau rusak sebelum waktunya menjadi persoalan tersendiri terutama terhadap permasalahan ekologis di lingkungan kerja. Penelitian ini mencoba mengeksplorasi kreativitas perancangan produk dengan berdasar pada prinsip-prinsip turunan dari konsep green desain. Salah satu prinsip green design yang diturunkan adalah konsep upcycle. Melalui pendekatan konsep upcycle, penelitian ini mencoba mengkonstruksi material eks kantor menjadi desain baru yang eksploratif dan ekologis. Penelitain ini menggunakan studi kasus terhadap produk-produk eks furnitur kantor/kampus yang sudah tidak terpakai lagi karena rusak. Model perancangan berbasis konsep upcycle dan formalistik desain digunakan sebagai dasar perancangan serta untuk menganalisis hasil desain. Hasil penelitian ini di samping menciptakan produk desain yang eksploratif, juga menjelaskan prinsip dari nilai-nilai desain regeneratif yang ekologis yaitu optimalisasi pemanfaatan material limbah, durability umur pakai produk yang bisa diperpanjang, serta ikut mendukung perlindungan terhadap lingkungan dan meningkatkan nilai-nilai maupun estetika produk."}, "filled": true, "author_pub_id": "WKnqwksAAAAJ:RYcK_YlVTxYC", "num_citations": 10, "citedby_url": "/scholar?hl=en&cites=9040233123750317550", "cites_id": ["9040233123750317550"], "pub_url": "https://journal.isi.ac.id/index.php/PRO/article/view/4106", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:7o3b-yBcdX0J:scholar.google.com/", "cites_per_year": {"2022": 3, "2023": 5, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Elastic Space in the Interior of Indonesia’s Traditional Settlement", "pub_year": 2020, "citation": "CONVASH 2019: Proceedings of the 1st Conference of Visual Art, Design, and …, 2020", "author": "Lintu Tulistyantoro and Purnama Esa Dora Tedjokoesoemo and Yusita Kusumarini", "journal": "CONVASH 2019: Proceedings of the 1st Conference of Visual Art, Design, and Social Humanities by Faculty of Art and Design, CONVASH 2019, 2 November 2019, Surakarta, Central Java, Indonesia", "pages": "371", "publisher": "European Alliance for Innovation", "abstract": "Elastic is an adjective that refers to something that can expand and shrink. This word expresses a dynamic and unrigid situation. In consideration of this definition, the phrase “elastic space” can be understood as a space that is expandable temporarily and can be shrunk after a period of time. People in traditional community in Indonesia, has known this nature of space since old times. This type of space is very distinct one to another and very much determined by the context of where the space is located. The case of Tengger and Osing traditional settlements are very interesting to be explored visually as well as their background process to form the elastic space. Both objects are located in the same climate but vary in understanding of character and visualizing of the elastic space. This paper will discuss the decisive elements that formed the character of space. The discussion is limited to the understanding of space containing function, shelter, humans, and their activity in understanding of Indonesia’s traditional settlement. This research is conducted in qualitative method with ethnographic and participation approach. Data mining was conducted by direct on field exploration and observation from elastic space found in Tengger and Osing community."}, "filled": true, "author_pub_id": "WKnqwksAAAAJ:ns9cj8rnVeAC", "num_citations": 0, "pub_url": "https://books.google.com/books?hl=en&lr=&id=PkwqEAAAQBAJ&oi=fnd&pg=PA371&dq=info:bvvv6ly2qkQJ:scholar.google.com&ots=dwfa7UEEtg&sig=TKXnQUcx6l979x79zt8re1yyuMw", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:bvvv6ly2qkQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pemanfaatan Sampah Bekas Botol Plastik Sebagai Bahan Kursi Untuk Aktivitas Service Learning Mata Kuliah Creative Preneurship", "pub_year": 2020, "citation": "Share: Journal of Service Learning 6 (2), 99-104, 2020", "author": "Shania Stacey Sengkey and Devina Rosy Sutiono and Jennifer Gunawan and Yusita Kusumarini", "journal": "Share: Journal of Service Learning", "volume": "6", "number": "2", "pages": "99-104", "abstract": "Sampah yang menggunung merupakan salah satu masalah terbesar di perkotaan. Sementara itu, masalah perubahan iklim yang ekstrim dipengaruhi oleh penggunaan plastik yang berlebihan, seperti sampah botol minuman yang sangat sering dijumpai. Penggunaan botol plastik sangat memudahkan masyarakat, terutama dengan aktivitas masyarakat yang tinggi, botol plastik dapat langsung dibuang usai digunakan, sehingga dengan penggunaan botol plastik yang sangat banyak, maka jumlah sampah plastik yang dihasilkan juga sangat besar. Berangkat dari permasalahan tersebut, maka muncul suatu ide untuk mendaur ulang sampah bekas botol plastik dengan melibatkan mahasiswa serta pelaku UKM, dengan metode service learning dalam mata kuliah Creativepreneurship. Hasil dari aktivitas pembelajaran ini adalah furnitur kursi yang dudukannya terbuat dari sampah bekas botol plastik"}, "filled": true, "author_pub_id": "WKnqwksAAAAJ:O3NaXMp0MMsC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=6670505065849855686", "cites_id": ["6670505065849855686"], "pub_url": "http://share.petra.ac.id/index.php/share/article/view/22923", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:xp5s-gNlklwJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 1, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Nilai-Nilai Desain Dalam Praktik dan Berpikir Desainer: Filosofi “Jalan Kayu” Barata Sena", "pub_year": 2020, "citation": "Jurnal Strategi Desain dan Inovasi Sosial 1 (2), 187-199, 2020", "author": "Tri Noviyanto P Utomo and Yusita Kusumarini", "journal": "Jurnal Strategi Desain dan Inovasi Sosial", "volume": "1", "number": "2", "pages": "187-199", "abstract": "Dalam paradigma baru tentang peran dan tanggungjawab desainer menyatakan bahwa tidaklah cukup bagi desainer hanya membuat gambar dan memproduksi karya desain saja. Desainer juga perlu memproduksi, membangun serta menciptakan nilai-nilai desain di dalam setiap karya yang diciptakannya. Bagaimana membangun tanggungjawab dan memproduksi nilai-nilai desain secara kongkrit bagi desainer saat ini menjadi topik bahasan yang penting untuk dielaborasi lebih lanjut. Melalui studi kasus yang dilakukan terhadap salah satu desainer produk interior/furnitur yang cukup unik di kota Solo, penelitian ini akan menggambarkan dan menganalisa secara deskriptif bagaimana seorang Barata Sena dengan kerangka berpikir filosofisnya yang dikenal sebagai “Jalan Kayu” membangun serta memproduksi nilai-nilai desain melalui perancangan produk Art Furniture. Nilai-nilai desain yang tertanam dari filosofi “Jalan Kayu” yaitu “menerima, memberi dan melepaskan” ternyata sejalan dengan pemikiran Papanek tentang nilai sosial dan moral desainer dalam praktik-praktik perancangan yang menekankan fungsi produk dan tanggungjawab desainer terhadap kesejahteraan dan kemanusiaan. Nilai-nilai desain ini juga beririsan serta bermuara pada konsep besar dari Triple"}, "filled": true, "author_pub_id": "WKnqwksAAAAJ:GnPB-g6toBAC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=1224152152018309665", "cites_id": ["1224152152018309665"], "pub_url": "https://www.researchgate.net/profile/Tri-Noviyanto/publication/340613977_Nilai-nilai_Desain_Dalam_Praktik_dan_Berpikir_Desainer_Filosofi_Jalan_Kayu_Barata_Sena/links/60c87576299bf108abd9cade/Nilai-nilai-Desain-Dalam-Praktik-dan-Berpikir-Desainer-Filosofi-Jalan-Kayu-Barata-Sena.pdf?_sg%5B0%5D=started_experiment_milestone&origin=journalDetail&_rtd=e30%3D", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:IdIUfOUP_RAJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Interior design students’ perception for AutoCAD, SketchUp and Rhinoceros software usability", "pub_year": 2020, "citation": "IOP Conference Series: Earth and Environmental Science 490 (1), 012015, 2020", "author": "S De Yong and Yusita Kusumarini and Purnama Esa Dora Tedjokoesoemo", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "490", "number": "1", "pages": "012015", "publisher": "IOP Publishing", "abstract": "Many previous studies regarding computer aided architectural design (CAAD) software for design have been developed with reference to how the CAAD software (in this case: AutoCAD, SketchUp and Rhinoceros) will benefit the students while learning to 2D-3D modeling design. The purpose of this study aims to identify the first year students' perspective regarding the 2D-3D modeling software usability. A total of 127 first year interior design students participated in the study. After finishing the course about CAAD software, they completed a survey using System Usability Scale (SUS) and polling method. After that the data was analyzed and measured. Statically, the findings show that there a difference usability between SketchUp–AutoCAD, but not so different between SketchUp–Rhinoceros and AutoCAD–Rhinoceros; secondly SketchUp is less usability than the AutoCAD and Rhinoceros. But using the survey …"}, "filled": true, "author_pub_id": "WKnqwksAAAAJ:BqipwSGYUEgC", "num_citations": 23, "citedby_url": "/scholar?hl=en&cites=11716661211909606366", "cites_id": ["11716661211909606366"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/490/1/012015/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:3kt4cUvxmaIJ:scholar.google.com/", "cites_per_year": {"2022": 6, "2023": 6, "2024": 9, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The perception of interior to the osing Society in Indonesia", "pub_year": 2019, "citation": "The perception of interior to the osing Society in Indonesia, 2019", "author": "Lintu Tulistyantoro and Yusita Kusumarini and Resmana Lim", "abstract": "The Perception of Interior to the Osing Society in Indonesia Lintu Tulistyantoro , Yusita Kusumarini , Resmana Liem  Petra Christian University Indonesia (lintut@petra.ac.id)  ABSTRACT  The perception of interior in terms of building, is the relationship between humans, activities and their containment. The three aspects are a unified whole that cannot be separated from one another. Without humans and activities, a containment cannot be regarded as interior (Pile, 2003). It is identical to a container.  The society of the Indonesian archipelago, however, has a different perception of the concept of container, hence, interior. To them, a container can be physical and non-physical. These two types of containers have a strong function and role in the formation of the  interior  to the archipelagic society. This is what differentiates the perception of  interior  between the general society and the archipelagic society. In this research, the dwellings of the Osing Society in Banyuwangi, East Java, has been taken as the case study. The research adopts the ethnographic approach, in which the researches reside with the research subjects for several weeks. The results of the observation were then analyzed using the triangulation technique that is through comparing data, theory, and experts  view in order to produce accurate results. The perception of containment to the Osing society is truly determined by their religious and cultural values. These values indicate the formation of the interior space and are expressed in the design of their dwellings."}, "filled": true, "author_pub_id": "WKnqwksAAAAJ:RGFaLdJalmkC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=5757254964732248724", "cites_id": ["5757254964732248724"], "pub_url": "https://repository.petra.ac.id/18935/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lEI4HuPg5U8J:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Identifikasi penerapan biophilic design pada interior fasilitas pendidikan tinggi", "pub_year": 2019, "citation": "Dimensi Interior 17 (1), 1-9, 2019", "author": "Kay Kalonica and Yusita Kusumarini and Anik Rakhmawati", "journal": "Dimensi Interior", "volume": "17", "number": "1", "pages": "1-9", "abstract": "Pelajar, pengajar, dan staf pendidikan membutuhkan suatu fasilitas pendidikan tinggi yang dapat meningkatkan kinerja dan kenyamanan pengguna. Salah satu pendekatan desain yang dapat memenuhi kebutuhan tersebut adalah biophilic design. Biophilic design dapat meningkatkan produktivitas dan kreatifitas serta menurunkan tingkat stres. Penerapan biophilic design dalam interior fasilitas pendidikan tinggi perlu diteliti lebih lanjut karena minimnya informasi tentang hal ini. Permasalahan yang dapat dirumuskan adalah bagaimana identifikasi penerapan biophilic design dalam interior fasilitas pendidikan tinggi serta rekomendasi terapan biophilic design pada interior gedung P1 dan P2 Universitas Kristen Petra. Penelitian kualitatif ini menggunakan pendekatan metode research through design yang mengadopsi metode dan keterampilan peneliti yang sifatnya fleksibel. Hasil penelitian ini mengungkapkan bahwa identifikasi penerapan biophilic design pada interior fasilitas pendidikan tinggi dapat dilakukan dengan menerapkan semua 14 pola biophilic design. Rekomendasi terapan pola biophilic design pada objek studi kasus Gedung P1 dan P2 Universitas Kristen Petra telah disimulasikan dengan menerapkan semua 14 pola biophilic design pada interior ruang melalui ide-ide sketsa konseptual"}, "filled": true, "author_pub_id": "WKnqwksAAAAJ:hFOr9nPyWt4C", "num_citations": 17, "citedby_url": "/scholar?hl=en&cites=15423492574215971137", "cites_id": ["15423492574215971137"], "pub_url": "http://dimensiinterior.petra.ac.id/index.php/int/article/view/21561", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:QaEEcsdAC9YJ:scholar.google.com/", "cites_per_year": {"2021": 4, "2022": 1, "2023": 5, "2024": 7}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGEMBANGAN SINERGI PRODUKTIVITAS UKM LAS BESI DAN PENGRAJIN KAYU-ROTAN DI SURABAYA BARAT", "pub_year": 2019, "citation": "Seminar Nasional Pengabdian Kepada Masyarakat (SEPAKAT) 1, 2019", "author": "Yusita Kusumarini and Tri Noviyanto Puji Utomo and Lintu Tulistyantoro", "journal": "Seminar Nasional Pengabdian Kepada Masyarakat (SEPAKAT)", "volume": "1", "abstract": "UKM las besi “Putra Mandiri” adalah sebuah usaha kecil las besi yang biasa mengerjakan pesanan pekerjaan besi seperti pagar, canopy, dan lain-lain. Pengrajin kayu-rotan “Hantono” adalah sebuah usaha kecil kayu dan anyaman rotan yang biasa mengerjakan pesanan keranjang, wadah simpan, aksesoris, dan lain-lain. Kedua usaha kecil ini berada di sekitar Surabaya Barat. Kedua usaha kecil ini hanya bergantung pada pesanan yang belum tentu kontinuitasnya,"}, "filled": true, "author_pub_id": "WKnqwksAAAAJ:ldfaerwXgEUC", "num_citations": 0, "pub_url": "https://journal.itk.ac.id/index.php/sepakat/article/view/602", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:IjIkRmAWaeEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Nilai-nilai Desain dalam Praktek dan Kerangka Berfikir Desainer Studi Kasus Filosofi\" Jalan Kayu\" Barata Sena", "pub_year": 2019, "citation": "Prosiding Seminar Nasional Desain Sosial (SNDS) 2, 223-230, 2019", "author": "Tri Noviyanto P Utomo and Yusita Kusumarini", "journal": "Prosiding Seminar Nasional Desain Sosial (SNDS)", "volume": "2", "pages": "223-230", "abstract": "Dalam paradigma baru, peran dan tanggung jawab Desainer tidak cukup hanya membuat gambar perencanaan dan memproduksi karya desain saja, namun juga memproduksi dan mereproduksi nilai-nilai dan makna desain di dalam setiap karya desain. Bagaimana memahami pesan dan nilai-nilai moral desain yang intangible dalam kerangka berpikir seorang desainer di dalam derasnya arus persaingan desain industri saat ini menjadi topik permasalahan penting untuk di elaborasi lebih lanjut dalam paper ini. Melalui metode deskriptif analitik, paper ini menganalisa nilai-nilai desain yang melekat dalam praktik seorang desainer produk interior melalui kerangka berpikir filosofis yang dikenal sebagai “Jalan Kayu”. Jalan kayu adalah sebuah kerangka berpikir tentang material kayu sebagai bahan utama untuk produk-produk Art Furniture yang di kenalkan oleh Barata Sena: seorang desainer, seniman dan …"}, "filled": true, "author_pub_id": "WKnqwksAAAAJ:lSLTfruPkqcC", "num_citations": 0, "pub_url": "http://ojs.uph.edu/index.php/SNDS/article/view/3319", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:u8cGtxCdMTIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan produk interior kelas premium dengan pengembangan kreativitas upcycling kayu bekas peti kemas", "pub_year": 2019, "citation": "Jurnal Intra 7 (2), 155-163, 2019", "author": "William Vijadhammo Lumintan and Yusita Kusumarini and Filipus Priyo Suprobo", "journal": "Jurnal Intra", "volume": "7", "number": "2", "pages": "155-163"}, "filled": true, "author_pub_id": "WKnqwksAAAAJ:NMxIlDl6LWMC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=16569318810814636201", "cites_id": ["16569318810814636201"], "pub_url": "https://scholar.google.com/scholar?cluster=16569318810814636201&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qeDNoKsL8uUJ:scholar.google.com/", "cites_per_year": {"2021": 2, "2022": 1, "2023": 1, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Alih Fungsi Kontainer Menjadi Modul Ruang Komersial ‘Fasilitas Makan dan Minum,’", "pub_year": 2019, "citation": "J. Intra 7 (2), 328-334, 2019", "author": "Devi Sugiarto Lie and Yusita Kusumarini and Meirina Kuncahyowati", "journal": "J. Intra", "volume": "7", "number": "2", "pages": "328-334", "abstract": "Usaha mikro kecil dan menengah (UMKM) berkontribusi besar dalam perkembangan ekonomi. Fakta ini perlu didukung dengan tindakan nyata dari berbagai pihak untuk meningkatkan UMKM yang sudah ada. Salah satu usaha yang dapat dilakukan adalah dengan memberikan alternatif media usaha bagi UMKM. Kontainer bekas merupakan salah satu alternatif yang dapat digunakan menjadi media ruang usaha. Kota Surabaya merupakan salah satu kota pelabuhan yang memiliki banyak kontainer bekas tidak terpakai, Oleh karena itu, kontainer bekas mudah didapat dan dengan memanfaatkannya berarti kita dapat mengurangi penumpukkannya. Kontainer sendiri memiliki beberapa kelebihan, diantaranya yaitu mudah dipindahkan serta memiliki konstruksi dan material yang kuat sehingga dapat dialihfungsikan menjadi media ruang usaha. Metode yang digunakan dalam merealisasikan perancangan ini …"}, "filled": true, "author_pub_id": "WKnqwksAAAAJ:hMod-77fHWUC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=13891633615704268615", "cites_id": ["13891633615704268615"], "pub_url": "https://scholar.google.com/scholar?cluster=13891633615704268615&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:R5_tJSz_yMAJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 2, "2023": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Eksperimen potensi kain serat pisang sebagai material produk pelengkap interior", "pub_year": 2019, "citation": "Jurnal Intra 7 (2), 954-963, 2019", "author": "Eko Prasetyo Kuslambang and Y Kusumarini and FP Suprobo", "journal": "Jurnal Intra", "volume": "7", "number": "2", "pages": "954-963"}, "filled": true, "author_pub_id": "WKnqwksAAAAJ:k_IJM867U9cC", "num_citations": 12, "citedby_url": "/scholar?hl=en&cites=1742252595479395413", "cites_id": ["1742252595479395413"], "pub_url": "https://scholar.google.com/scholar?cluster=1742252595479395413&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VTyNNoG5LRgJ:scholar.google.com/", "cites_per_year": {"2019": 2, "2020": 3, "2021": 1, "2022": 2, "2023": 0, "2024": 3, "2025": 1}}
