{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Influence of Profit Management on The Financial Performance of Initial Public Offering Companies Listed on The Indonesian Stock Exchange, 2010-2018", "pub_year": 2025, "citation": "Jurnal Riset Ekonomi, Manajemen, dan Bisnis 2 (1), 28-38, 2025", "author": "Richard Tjipto Wirawan and Sautma Ronni Basana", "journal": "Jurnal Riset Ekonomi, Manajemen, dan Bisnis", "volume": "2", "number": "1", "pages": "28-38", "abstract": "This research aims to determine the effect of earnings management on the financial performance of Initial Public Offering companies listed on the Indonesia Stock Exchange in 2010-2018. This research also uses two control variables: firm size and sales growth. The sample used is non-financial companies that report complete financial reports. The method used for this research is Ordinary Least Square regression with the Pooled Least Square data type. The results of this research indicate that earnings management has a significant negative effect on the company's financial performance. The regression results also explain that firm size has a significant positive result, which means that the impact of earnings management on the company's financial performance also depends on the size of the company. However, the control variable sales growth does not have significant results, so the impact of earnings management on the company's financial performance does not depend on the company's sales growth."}, "filled": true, "author_pub_id": "WP8hGIUAAAAJ:OU6Ihb5iCvQC", "num_citations": 0, "pub_url": "https://ojs-isei.petra.ac.id/index.php/jrem/article/view/28", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:siomIqmMAYYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Impact of Personality Traits on Financial Decisions through Financial Knowledge and Investment Risk.", "pub_year": 2024, "citation": "Journal of Competitiveness 16 (2), 2024", "author": "Sautma Ronni Basana and Zeplin Jiwa Husada Tarigan and Hotlan Siagian and Ferry Jie", "journal": "Journal of Competitiveness", "volume": "16", "number": "2", "abstract": "The personality of the investor has a significant role in determining investment decisions. Investors' personality traits and financial literacy determine their ability to understand investment risks. This capability enables investors to make appropriate investment decisions and enhances the competitiveness of the investors and the organization for which they work. This study examines the impact of personality traits on financial decisions mediated by financial literacy and investment risk. Data was collected from stock investors (individuals or organizations) in Indonesia, with as many as 455 respondents. The proposed hypotheses were tested and verified using the partial least squares approach using SmartPLS software version 4.0. The results indicated that personality traits composed of openness, conscientiousness, extraversion, agreeableness, and neuroticism affect financial literacy, investment risk, and financial …"}, "filled": true, "author_pub_id": "WP8hGIUAAAAJ:P5F9QuxV20EC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=1449897208081121277", "cites_id": ["1449897208081121277"], "pub_url": "https://search.ebscohost.com/login.aspx?direct=true&profile=ehost&scope=site&authtype=crawler&jrnl=1804171X&AN=178757892&h=WM2QIY9EN6VEtR%2FHyvZ93rXZz0PDTvoPEZ55T%2FFGaSAB9ME2jNx2fwIJU4WHXJ6QtT9LhNfmR%2FgRz%2B6U%2Bbb83Q%3D%3D&crl=c", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:_X-BMNQRHxQJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The impact of SCM integration on business performance through information sharing, quality integration and innovation system", "pub_year": 2024, "citation": "Uncertain Supply Chain Management 12 (1), 435-448, 2024", "author": "Sautma Ronni Basana and Mariana Ing Malelak and Widjojo Suprapto and Hotlan Siagian and Zeplin Jiwa Husada Tarigan", "volume": "12", "number": "1", "pages": "435-448", "abstract": "Integration with external supply chain partners can reduce the risk of process and product development disruptions. Hence, the companies should anticipate and prepare for any risk that could emerge in the supply chain network. This study aims to analyze the role of supply chain integration, information sharing, supply chain quality integration, and innovation systems in improving business performance in the manufacturing industry. The study surveyed manufacturing companies located in East Java, as many as 258 companies. Data was collected using questionnaires designed with a five-point Likert scale and distributed through Google Forms and company visits. 222 questionnaires were distributed through Google Forms, and 36 were distributed during company visits. The smartPLS software version 4.0 was used for descriptive analysis and hypothesis testing. The results showed that supply chain integration positively impacts information sharing, quality integration, and innovation systems. Information sharing significantly supports the implementation of quality integration and innovation systems. However, quality integration does not affect the innovation system. Likewise, innovation systems have no impact on improving business performance. Many manufacturing companies in East Java had not done innovation systems appropriately after the COVID-19 disruption as the company still focused on current processes and products to maintain company sustainability. Furthermore, information sharing, and supply chain quality integration significantly improve business performance. The results of this study could contribute to managers building …"}, "filled": true, "author_pub_id": "WP8hGIUAAAAJ:EUQCXRtRnyEC", "num_citations": 12, "citedby_url": "/scholar?hl=en&cites=3941415658712520650", "cites_id": ["3941415658712520650"], "pub_url": "https://repository.petra.ac.id/21422/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:yte4uai4sjYJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 8, "2025": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Assessing the role of green supply chain management on operational performance: mediating role of information technology infrastructure, internal and external integration Indonesian manufacturing", "pub_year": 2024, "citation": "Uncertain Supply Chain Management 12 (4), 2227-2244, 2024", "author": "P Anastasia and ZJH Tarigan and H Siagian and SR Basana and T Mohd", "journal": "Uncertain Supply Chain Management", "volume": "12", "number": "4", "pages": "2227-2244"}, "filled": true, "author_pub_id": "WP8hGIUAAAAJ:uWQEDVKXjbEC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=7968134531891472988", "cites_id": ["7968134531891472988"], "pub_url": "https://scholar.google.com/scholar?cluster=7968134531891472988&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:XCrqxyOAlG4J:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Cash holding and corporate governance on company financial performance: Case study of construction infrastructure project supporting industries on the Indonesian stock exchange", "pub_year": 2024, "citation": "Growing Science 9 (4), 457, 2024", "author": "Mariana Ing Malelak and Zeplin Jiwa Husada Tarigan and Sautma Ronni Basana and Ferry Jie", "volume": "9", "number": "4", "pages": "457", "publisher": "Growing Science"}, "filled": true, "author_pub_id": "WP8hGIUAAAAJ:dshw04ExmUIC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:3m_TUTeOeY8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The influence of supply chain integration on firm performance through lean manufacturing, green supply chain management and risk management", "pub_year": 2024, "citation": "Growing Science 12 (4), 2699, 2024", "author": "Lydia Christian and Zeplin Jiwa Husada Tarigan and Hotlan Siagian and Sautma Ronni Basana and Ferry Jie", "volume": "12", "number": "4", "pages": "2699", "publisher": "Growing Science", "abstract": "The rapid development of technology has enabled companies to integrate internal and external partners working together in the supply chain network. Supply chain integration allows fast information to facilitate real-time and reliable decision-making. This study investigates the role of supply chain integration on firm performance through adopting lean manufacturing, green supply chain management, and risk management. The study surveyed manufacturing companies implementing ISO 14000 to represent green supply chain management and integrated information technology as a form of integration. The questionnaires were distributed using a Google form, and 93 valid responses were obtained. Data analysis employed a partial least square approach with SmartPLS software 4.1 version. The data processing results found that supply chain integration increased lean manufacturing by 0.684, green supply chain management by 0.451, and supply chain risk management by 0.333. Lean manufacturing companies using a continuous process control system and process improvements significantly improve green supply chain management by a path coefficient of 0.477, supply chain risk management by 0.206, and firm performance by 0.370. Green supply chain management significantly impacts supply chain risk management by a coefficient of 0.416 and firm performance by 0.189. Supply chain risk management with a system for detecting operational process risks and emergency procedures in overcoming changes in customer orders affects the increase in firm performance by 0.354. The practical contribution of research provides insight for …"}, "filled": true, "author_pub_id": "WP8hGIUAAAAJ:KxtntwgDAa4C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=5846636342164251122", "cites_id": ["5846636342164251122"], "pub_url": "https://ro.ecu.edu.au/ecuworks2022-2026/4413/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8uGWwcZsI1EJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The effect of digital ERP implementation, supply chain integration and supply chain flexibility on business performance", "pub_year": 2024, "citation": "Growing Science 8 (4), 2399, 2024", "author": "Kevin Joshua Harianto and Zeplin Jiwa Husada Tarigan and Hotlan Siagian and Sautma Ronni Basana and Ferry Jie", "volume": "8", "number": "4", "pages": "2399", "publisher": "Growing Science", "abstract": "Globalization entails manufacturing companies improving their competitiveness to be superior to competitors. This study investigates the role of ERP implementation in improving business performance through supply chain integration, external supply chain integration, and flexibility. The research surveyed manufacturing companies that were implementing ERP technology adequately. Data was collected from 99 manufacturing companies in East Java that have implemented ERP. The study used judgmental sampling with criteria for employees who have worked for two years and permanent employees and have a role as a critical user or end user of one of the ERP modules in the company department. Data analysis used SmartPLS software version 4.0. The results showed that ERP implementation enhances internal supply chain integration by 0.708, external supply chain integration by 0.491, and supply chain flexibility by 0.244. By responding quickly to interdepartmental needs and integrating systems between functions, internal supply chain integration affects external supply chain integration by 0.373, supply chain flexibility by 0.249, and business performance by 0.196. External supply chain integration affects supply chain flexibility by 0.445 and performance by 0.360. Moreover, supply chain flexibility, described by the flexibility of employee working hours as needed, on-time product delivery, and production processes, impacted business performance by 0.378. The study results provide practical contributions for corporate information technology managers to invest in upgrading ERP software and hardware to maintain integration with a single …"}, "filled": true, "author_pub_id": "WP8hGIUAAAAJ:nb7KW1ujOQ8C", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=3783132861965547857", "cites_id": ["3783132861965547857"], "pub_url": "https://ro.ecu.edu.au/ecuworks2022-2026/4407/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:UTmQR0tjgDQJ:scholar.google.com/", "cites_per_year": {"2024": 2, "2025": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The role of top management commitment to improve operational performance through it adoption, supply chain integration, and green supply chain management", "pub_year": 2024, "citation": "Growing Science 13 (3), 647, 2024", "author": "Zenia Estella Soesetyo and Zeplin Jiwa Husada Tarigan and Hotlan Siagian and Sautma Ronni Basana and Ferry Jie", "volume": "13", "number": "3", "pages": "647", "publisher": "Growing Science", "abstract": "Manufacturing companies constantly strive to produce products that promote better competitiveness. In addition, the current business environment requires manufacturing companies to adopt environmentally friendly concepts, which have become a global customer concern. Therefore, companies must inevitably meet environmental protection requirements through ecologically friendly processes and products. Meanwhile, environmentally friendly adoption requires a capital-intensive investment, which doubts the management regarding the investment return. Hence, top management commitment is highly needed to maintain eco-friendly products and contribute to the company's performance. This study examines the role of top management commitment to operational performance through adopting information technology, supply chain integration, and green supply chain management. This study surveyed manufacturing companies that have implemented ISO 14000, as many as 73 companies with criteria of having more than 100 employees. Data is collected using questionnaires directly and online with Google Forms. The results of data processing analysis found that top management commitment influences information technology adoption with a priority scale to maintain competitiveness and strategies that increase competitiveness. Top management commitment through information technology can improve supply chain integration and green supply chain management. In addition, supply chain integration improves green supply chain management and operational performance. Implement environmental-friendly measures by involving external …"}, "filled": true, "author_pub_id": "WP8hGIUAAAAJ:abG-DnoFyZgC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=12923476181939190600", "cites_id": ["12923476181939190600"], "pub_url": "https://ro.ecu.edu.au/ecuworks2022-2026/4658/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:SPu0rx1pWbMJ:scholar.google.com/", "cites_per_year": {"2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The effect of excessive use of social networking sites on customer loyalty, mediating role of perceived usefulness, essential information, behavioral intention.", "pub_year": 2023, "citation": "International Journal of Data & Network Science 7 (4), 2023", "author": "Hotlan Siagian and Zeplin Jiwa Husada Tarigan and Ribut Basuki and Sautma Ronni Basana", "journal": "International Journal of Data & Network Science", "volume": "7", "number": "4", "abstract": "The use of social media for young people has encouraged communication and socialization with other users massively and excessively. Besides, activities by the community of social media users have allocated much time. This condition exposed productivity as a challenge in the place and family communication. This study explores the effect of excessive use of social networking sites on customer loyalty with the mediating role of perceived usefulness, behavioral intention, and essential information. This research focused on adult-young people who use social networking media daily. Data collection used questionnaires designed with a five-point Likert scale and distributed online through Google Forms link. The respondents were given rewards through internet charge vouchers to encourage them, respondents, to complete the questionnaires. The questionnaire was distributed successfully to 932 prospective …"}, "filled": true, "author_pub_id": "WP8hGIUAAAAJ:f2IySw72cVMC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=16795262616417176902", "cites_id": ["16795262616417176902"], "pub_url": "https://scholar.google.com/scholar?cluster=16795262616417176902&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Ro3xUF3CFOkJ:scholar.google.com/", "cites_per_year": {"2024": 3, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The effect of excessive social networking sites on credit overuse behavior through money trust, money anxiety, and money power", "pub_year": 2023, "citation": "International Journal of Data and Network Science 8 (1), International …, 2023", "author": "Sautma Ronni Basana and Mariana Ing Malelak and Zeplin Jiwa Husada Tarigan", "volume": "8", "number": "1", "pages": "International Journal of Data and Network Science", "abstract": "The development of social media technology has an impact on the welfare of users but has side effects on communication and behavior when used excessively. Excessive use of social networking sites impacts user behavior in obtaining fast information and sharing information with other users to show their strengths as a personal profile. Data was collected on young adults who made purchases on credit with pay letters as many as 210 users of social media Twitter, Facebook, and YouTube. The analysis used in the study used Partial Least Square version 4. The research data was obtained by distributing questionnaires via Google Forms. The study results show that excessive SNS use influences money attitudes, including money anxiety, trust, and power. The money trust that users have has an impact on money power. Money attitude affects credit application PayLater overuse behavior. The results showed that money trust did not impact increasing credit application PayLater overuse behavior, while money power and money anxiety influenced credit application PayLater overuse behavior. Research makes a practical contribution for SNS users to continue using it reflectively, so it does not interfere with work activities, family relationships, and the responsible use of money. The theoretical contribution enriches the theory of money behavior, e-payment, and money attitude using social media"}, "filled": true, "author_pub_id": "WP8hGIUAAAAJ:_xSYboBqXhAC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=11449239721370647109", "cites_id": ["11449239721370647109"], "pub_url": "https://repository.petra.ac.id/20629/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:RfqWrN3e454J:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The impact of top management commitment on green manufacturing, supplier integration, and customer integration in improving operational performance", "pub_year": 2023, "citation": "International Journal of Agile Systems and Management 16 (4), 512-536, 2023", "author": "Hotlan Siagian and Zeplin Jiwa Husada Tarigan and Sautma Roni Basana and Ferry Jie", "journal": "International Journal of Agile Systems and Management", "volume": "16", "number": "4", "pages": "512-536", "publisher": "Inderscience Publishers (IEL)", "abstract": "This study investigates the impact of top management commitment on operational performance through green manufacturing, supplier integration, and customer integration. The study has surveyed 120 medium and large manufacturing companies domiciled in east Java, Indonesia. Data collection used a questionnaire designed with a five-point Likert scale. Data analysis used the partial least square (PLS) using smartPLS software. The results support 13 of 14 hypotheses developed. Top management commitment directly affects green manufacturing, supplier integration, and customer integration. However, top management commitment did not directly affect operational performance. Green manufacturing, supplier integration, and customer integration directly affect operational performance. Furthermore, top management commitment indirectly affects operational performance through green manufacturing, supplier …"}, "filled": true, "author_pub_id": "WP8hGIUAAAAJ:bFI3QPDXJZMC", "num_citations": 8, "citedby_url": "/scholar?hl=en&cites=12255502364441348221", "cites_id": ["12255502364441348221"], "pub_url": "https://www.inderscienceonline.com/doi/abs/10.1504/IJASM.2023.134062", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:fYh80HdKFKoJ:scholar.google.com/", "cites_per_year": {"2024": 4, "2025": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The effect of key user capability on supply chain digital and flexibility in improving financial performance", "pub_year": 2022, "citation": "Uncertain Supply Chain Management 11 (1), 1-10, 2022", "author": "Sautma Ronni Basana and Sahnaz Ubud and Mariana Ing Malelak and Zeplin Jiwa Husada Tarigan", "volume": "11", "number": "1", "pages": "1-10", "abstract": "Organizational competitiveness is enhanced by implementing supply chain integration. Organizations, through information technology, can integrate internal and external cross functional. The team assigned to run the integration system in its function is designated as the key user who can implement and maintain an ongoing basis. Key user capabilities are needed to maintain a digital supply chain in information technology systems to integrate internally and externally. Data analysis using Partial least squares (PLS) on 89 hotel organizations with a onestar category or more shows that key user capability significantly affects internal cross-functional integration (β = 0.728) and external cross-functional integration (β = 0.127). Key user capability has an impact on supply chain flexibility (β = 0.370) while internal cross-functional integration influences increasing supply chain flexibility (β = 0.373) and financial performance (β = 0.421). External cross-functional integration increases supply chain flexibility (β = 0.316) and financial performance (β = 0.441). Lastly, supply chain flexibility impacts increasing financial flexibility (β= 0.192). The research contributes enrichment to the theory of digital supply chain and practical contribution to enlighten top management in information technology investment"}, "filled": true, "author_pub_id": "WP8hGIUAAAAJ:yD5IFk8b50cC", "num_citations": 12, "citedby_url": "/scholar?hl=en&cites=5783371792778976051", "cites_id": ["5783371792778976051"], "pub_url": "https://repository.petra.ac.id/19749/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:M9uaAAGqQlAJ:scholar.google.com/", "cites_per_year": {"2023": 3, "2024": 8}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "ANALYSIS OF THE EFFECT OF LUNAR CYCLE ON LIQUID 45 (LQ45) STOCKS ON THE INDONESIA STOCK EXCHANGE (IDX) FOR THE PERIOD 2005-2020", "pub_year": 2022, "citation": "International Journal of Financial and Investment Studies (IJFIS) 3 (1), 21-34, 2022", "author": "Fendi Pramono and Sautma Ronni Basana", "journal": "International Journal of Financial and Investment Studies (IJFIS)", "volume": "3", "number": "1", "pages": "21-34", "abstract": "This study examines the impact of the moon phase in influencing investors' decisions to invest in the stock market. As an investor, market timing is needed to maximize the return on your investment. Fundamental and technical analysis cannot predict when investors can buy or sell shares to maximize profits. The research was conducted on stocks that never left the Liquid 45 from 2005 to 2020."}, "filled": true, "author_pub_id": "WP8hGIUAAAAJ:zA6iFVUQeVQC", "num_citations": 0, "pub_url": "https://ijfis.petra.ac.id/index.php/ijfis/article/view/94", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:uVzUYny0uWwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The effect of top management commitment on improving operational performance through green purchasing and green production", "pub_year": 2022, "citation": "Uncertain Supply Chain Management 10 (4), 1-16, 2022", "author": "Sautma Ronni Basana and Hotlan Siagian and Sahnaz Ubud and Zeplin Jiwa Husada Tarigan", "volume": "10", "number": "4", "pages": "1-16", "abstract": "This research has investigated the impact of top management commitment to enhance operational performance through green purchasing and green production Practices in the manufacturing industry. The study has surveyed 122 from 578 manufacturing companies domiciled in East Java, Indonesia, using a questionnaire designed with a seven-point Likert scale. Data analysis used the partial least square. The result revealed that top management commitment affects green purchasing, green production practices, and operational performance. Furthermore, operational performance is directly affected by green purchasing and green production. The green purchasing affects green production. In addition, top management commitment indirectly improves operational performance through green purchasing and green production. This result provides essential insight for the manager in the manufacturing industry that top management commitment and practicing green purchasing, and green production enhances operational performance. Furthermore, this research extends the acceptance of previous research related to top management commitment, green purchasing, and green production in improving operational performance. The novelty of this study is the revelation of the mediating role of green purchasing and green production in the influence of top management commitment on operational performance. Hence, this study contributes to enriching the current research in supply chain management."}, "filled": true, "author_pub_id": "WP8hGIUAAAAJ:u_35RYKgDlwC", "num_citations": 28, "citedby_url": "/scholar?hl=en&cites=8614804855779837711", "cites_id": ["8614804855779837711"], "pub_url": "https://repository.petra.ac.id/19755/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:D0cRhl_vjXcJ:scholar.google.com/", "cites_per_year": {"2023": 10, "2024": 13, "2025": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The effect of amended order on firm resilience through supply chain coordination", "pub_year": 2022, "citation": "uncertain supply chain management 10 (3), 1-13, 2022", "author": "Hotlan Siagian and Sahnaz Ubud and Sautma Ronni Basana and Zeplin Jiwa Husada Tarigan", "volume": "10", "number": "3", "pages": "1-13", "abstract": "Pandemic Covid 19 has resulted in manufacturing companies experiencing disruptions in fulfilling customer orders and changes in product forecasting results from calculation. Manufacturing companies essential in handling covid experience increased demands, while other companies not related to covid experienced a decrease even in cancellation of orders. Order changes determine the companys performance. This research is related to the effect of order changes on firm resilience through supply chain coordination. The distribution of questionnaires to manufacturing companies in Indonesia is done by sending a google form link in the social media group. Data obtained as many as 446 questionnaires and analyzed using the partial least square technique. The study results showed that amended orders positively impacted 0.728 to the internal operational coordination, the positive influence of 0.201 to coordinate with the supplier, and positive effect with a coefficient of 0.213 to coordination with the customer. Internal operational coordinated influence coordinated with the customer of 0.593 and coordinated with the customer of 0.515. Supply chain coordinated impact on the companys supply chain resilience determined by internal operational coordination by 0.371, coordinated with the supplier of 0.183 and coordinated with the customer of 0.199. The practical contribution of the research is to make managers able to build a coordinated Supply chain to overcome amended orders and increase supply chain deficiencies."}, "filled": true, "author_pub_id": "WP8hGIUAAAAJ:rO6llkc54NcC", "num_citations": 9, "citedby_url": "/scholar?hl=en&cites=10385945304024632646", "cites_id": ["10385945304024632646"], "pub_url": "https://repository.petra.ac.id/19839/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Rk0GFzpKIpAJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 6, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The effect of perceived security, perceived ease of use, and perceived usefulness on consumer behavioral intention through trust in digital payment platform", "pub_year": 2022, "citation": "International Journal of Data and Network Science 6 (3), 1-14, 2022", "author": "Hotlan Siagian and Zeplin Jiwa Husada Tarigan and Sautma Ronni Basana and Ribut Basuki", "volume": "6", "number": "3", "pages": "1-14", "abstract": "The effect of perceived security perceived ease of use, and perceived usefulness on consumer behavioral intention through trust in the digital payment platform"}, "filled": true, "author_pub_id": "WP8hGIUAAAAJ:ZHo1McVdvXMC", "num_citations": 145, "citedby_url": "/scholar?hl=en&cites=11175886542505827344", "cites_id": ["11175886542505827344"], "pub_url": "https://repository.petra.ac.id/19511/2/Publikasi4_14033_8052.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ENwgGJm5GJsJ:scholar.google.com/", "cites_per_year": {"2022": 9, "2023": 31, "2024": 73, "2025": 32}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The role of top management commitment in enhancing competitive advantage: The mediating role of green innovation, supplier, and customer integration", "pub_year": 2022, "citation": "Uncertain Supply Chain Management 10 (2), 1-18, 2022", "author": "Hotlan Siagian and Zeplin Jiwa Husada Tarigan and Sautma Ronni Basana", "volume": "10", "number": "2", "pages": "1-18"}, "filled": true, "author_pub_id": "WP8hGIUAAAAJ:g5m5HwL7SMYC", "num_citations": 31, "citedby_url": "/scholar?hl=en&cites=17179604253948522580", "cites_id": ["17179604253948522580"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VDBkKgw3au4J:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 6, "2024": 20, "2025": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The effect of e-WOM through intention to use technology and social media community for mobile payments during the COVID-19", "pub_year": 2022, "citation": "International Journal of Data and Network Science 6 (2), 1-10, 2022", "author": "Zeplin Jiwa Husada Tarigan and MICHELLE JONATHI and Hotlan Siagian and Sautma Ronni Basana", "volume": "6", "number": "2", "pages": "1-10", "abstract": "The use of mobile payments has become a public interest during the current spread of the coronavirus. The use of mobile payments prevents society from touching the payment media. This study examines the effect of ease of use on e-WOM through the intention to use and social media community on the mobile payment method. This research was conducted by taking data through closed questionnaires designed with a five-point Likert scale. This study distributed two hundred fifty questionnaires, and 202 returned to be processed using the partial least square (PLS) technique. The results of data processing show that the ease of use of technology applications had a positive effect on the intention to use an e-WOM. Ease of use of technology has a positive effect on the social media community because of the ease of operation and understanding of the steps for using technology to access and join as members of the social media community. Intention to use in the operation of technology and relatively low cost does not directly affect e-WOM but must go through a community on social media that provides an exciting atmosphere. The social media community has a significant effect on e-WOM. The social media community can share information on social media and share reviews between members so that it creates a sense of trust and mutual concern among members. This study provides an insight into the mobile payment provider to consider the ease of use of their design. This research contributes to the ongoing research in the online payment application study in the pandemic era."}, "filled": true, "author_pub_id": "WP8hGIUAAAAJ:M05iB0D1s5AC", "num_citations": 25, "citedby_url": "/scholar?hl=en&cites=1772105595175509934", "cites_id": ["1772105595175509934"], "pub_url": "https://repository.petra.ac.id/19841/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:rh_rWKbIlxgJ:scholar.google.com/", "cites_per_year": {"2022": 5, "2023": 11, "2024": 6, "2025": 3}}
