{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Kinetic analysis and mathematical modeling of low-rank coal drying by using swirl fluidized bed dryer on varied angles of guide vane and temperatures", "pub_year": 2024, "citation": "Energy Sources, Part A: Recovery, Utilization, and Environmental Effects 46 …, 2024", "author": "Melvin Emil Simanjuntak and MBH Sitorus and Idham Kamil and Berta Br Ginting and Teng Sutrisno and Wawan Aries Widodo and Prabowo Prabowo and Tulus Burhanuddin Sitorus", "journal": "Energy Sources, Part A: Recovery, Utilization, and Environmental Effects", "volume": "46", "number": "1", "pages": "3263-3277", "publisher": "Taylor & Francis", "abstract": "Low-rank coal is currently widely used as fuel to cover the increasing needs of boilers. This kind of coal must be upgraded due to its high moisture content to increase its quality. The drying using a fluidized swirl bed has not been studied to reduce the moisture content of Low-Rank Coal. In contrast, the drying kinetic model has never been found. This study used the angle of guide vanes (AGV) 10°, 20°, and 30° to produce swirl flow. Experiments with varying temperatures used temperatures of 40°C, 45°C, and 50°C. The purpose of this work was to determine the drying characteristics, the best-drying kinetics models, the effective moisture diffusion value, SMER, MER, and SEC on swirl fluidized bed drying. The study results show that the Khazaei and Rational drying kinetic model was the most suitable for the two experimental variations. For experiments with varying AGV, the R2 values obtained are 0.9989–0.9992 …"}, "filled": true, "author_pub_id": "WPN6RBwAAAAJ:hkOj_22Ku90C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=13578663944979095147", "cites_id": ["13578663944979095147"], "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/15567036.2024.2317435", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ax7iROoacbwJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Konversi Sistem Karburator ke Injeksi pada Mobil Honda Grand Civic SH4", "pub_year": 2024, "citation": "Jurnal Teknik Mesin 21 (1), 37-42, 2024", "author": "Teng Sutrisno and Calvin Cannavaro and Ninuk Jonoadji", "journal": "Jurnal Teknik Mesin", "volume": "21", "number": "1", "pages": "37-42", "abstract": "Sistem karburator diyakini memiliki masalah yang lebih banyak dibandingkan dengan sistem EFI. Mobil dengan sistem karburator kebanyakan sudah tidak lulus uji emisi. Honda Grand Civic SH4 tahun 1991 merupakan mobil yang diproduksi dengan sistem pengabutan bahan bakar karburator. Pengkonversi sistem pengabutan bahan bakar dari karburator ke sistem EFI pada Honda Grand Civic SH4 tahun 1991 agar lebih ramah lingkungan. Proses konversi ini tentunya tidak mudah dan akan memakan biaya, waktu, serta tenaga. Pengunakan perangkat sistem EFI dari Honda Civic Genio SR4 untuk dipasangkan ke Honda Grand Civic SH4 tahun 1991. Diperlukan perancangan wiring diagram agar sistem EFI milik Honda Civic Genio SR4 dapat bekerja secara optimal di Honda Grand Civic SH4 tahun 1991. Hasil dari proses konversi didapatkan bahwa dapat menghasilkan pembakaran miskin bahan bakar dengan excess air 10%, peningkatan daya dan torsi dan penghematan konsumsi bahan bakar. Hasil konsumsi bahan bakar sebesar 16, 2 km/liter."}, "filled": true, "author_pub_id": "WPN6RBwAAAAJ:JQOojiI6XY0C", "num_citations": 0, "pub_url": "https://jurnalmesin.petra.ac.id/index.php/mes/article/view/28214", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:LnQ1g_On6vAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Preface: Proceedings of the 2nd International Conference on Automotive, Manufacturing, and Mechanical Engineering (IC-AMME 2021)", "pub_year": 2024, "citation": "AIP Conference Proceedings 2951 (1), 010001, 2024", "author": "Didik Wahjudi and Hariyo PS Pratomo and Oegik Soegihardjo and Teng Sutrisno and Siana Halim and I Nyoman Sutapa and Iwan Halim Sahputra", "journal": "AIP Conference Proceedings", "volume": "2951", "number": "1", "pages": "010001", "publisher": "AIP Publishing LLC"}, "filled": true, "author_pub_id": "WPN6RBwAAAAJ:1yQoGdGgb4wC", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=16089252028361465187&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Y903rHmBSN8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Optimization of the dimple depth and arc length of dimple distance in the intake port for improved engine performance", "pub_year": 2024, "citation": "AIP Conference Proceedings 2951 (1), 2024", "author": "Teng Sutrisno and Willyanto Anggono and Richard Fernando Yong and Melvin Emil Simanjuntak and Herman Sasongko and Heru Mirmanto and Michael Suryajaya", "journal": "AIP Conference Proceedings", "volume": "2951", "number": "1", "publisher": "AIP Publishing", "abstract": "One of the instant ways to improve engine performance is to tune in the intake port. One of the tunings in the intake port is by polishing the intake port and adding dimple. This impact can increase the engine performance due to an increase in the turbulence intensity of flow. The mixture of air and fuel in the combustion chamber will be more homogeneous and the flow will be more turbulent, thus leading to the small friction loss. This research focuses on the design of the intake port to increase the turbulence intensity of flow with variations of dimple depth and arc length of dimple distance. The present study aims to improve the engine performance through the optimization of dimple diameter and arc length between dimples. The results of Computational Fluid Dynamics (CFD) show that the dimple depth of 1.5 mm with an arc length of dimple distance of 7 can produce the turbulence intensity greater than 10%. When …"}, "filled": true, "author_pub_id": "WPN6RBwAAAAJ:ZuybSZzF8UAC", "num_citations": 0, "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2951/1/040004/3020050", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:oRzV3Vme180J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Fuel properties and diesel engine performances of biodiesel blends derived from Salacca zalacca seed oil", "pub_year": 2024, "citation": "AIP Conference Proceedings 2951 (1), 2024", "author": "Willyanto Anggono and Gabriel J Gotama and Kevin Jonathan and Fandi D Suprianto and Teng Sutrisno", "journal": "AIP Conference Proceedings", "volume": "2951", "number": "1", "publisher": "AIP Publishing", "abstract": "Biodiesel has been proposed as an alternative renewable fuel to reduce the dependency on fossil fuels. Since the quality of the biodiesel blends depends on the feedstock and the biodiesel-to-diesel ratio, an extensive study on a specific biodiesel feedstock should be conducted. Despite the abundance of Salacca zalacca plants in Southeast Asia, there is a lack of studies regarding their potential as biodiesel feedstock. Therefore, this study investigated the fuel properties and the diesel engine performances of biodiesel derived from Salacca zalacca seed oil. The biodiesel blends investigated have a biodiesel-to-diesel ratio of 10: 90 (B10) and 20: 80 (B20). Studies of the fuel property found that the flash point, distillation temperature at 90% recovery, and the Sulphur content of B10 and B20 need improvement to adhere to the biodiesel standards. The results from the engine performance studies under engine speeds …"}, "filled": true, "author_pub_id": "WPN6RBwAAAAJ:N5tVd3kTz84C", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=13573635794589001831", "cites_id": ["13573635794589001831"], "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2951/1/040001/3020042", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZygBx9Y9X7wJ:scholar.google.com/", "cites_per_year": {"2024": 3, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Effect of mass on drying kinetics of andaliman (Zanthoxylum acanthopodium DC.) by swirl fluidized bed drying: A mathematical model", "pub_year": 2024, "citation": "AIP Conference Proceedings 2951 (1), 040005, 2024", "author": "Melvin Emil Simanjuntak and Melvin Bismark H Sitorus and Udur Januari Hutabarat and K Boby AM Siahaan and Teng Sutrisno and Paini Sri Widyawati", "journal": "AIP Conference Proceedings", "volume": "2951", "number": "1", "pages": "040005", "publisher": "AIP Publishing LLC", "abstract": "Andaliman (Zanthoxylum acanthopodium DC.) or Batak pepper is often used as a seasoning ingredient in traditional cooking. Andaliman is difficult to consume in faraway areas because it rots quickly and is easily overgrown by fungus. The andaliman needs to be dried to prevent the growth of microbes. The maximum moisture content for dry herbs for the last longer is about 10%. In this study, andaliman was dried by the swirl fluidized bed method at a low temperature of 50 °C. The low temperature was chosen because andaliman contains various volatile compounds that easily evaporate at high temperatures and reduce its specific aroma. The sample masses for each experiment were 200, 250, and 300 gr. Andaliman grains have an average diameter of 3.1 mm. The moisture content was measured every 10 minutes by sampling. The results showed that the most suitable drying kinetics equation was the Rational …"}, "filled": true, "author_pub_id": "WPN6RBwAAAAJ:VL0QpB8kHFEC", "num_citations": 0, "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2951/1/040005/3020053", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:gx6QI-bjaxQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Briquette Combustion Characteristics of Cerbera Manghas Leaves with Rejected Pineapple as Binding Agent as a Sustainable Fuel", "pub_year": 2023, "citation": "International Conference on Environmental Science and Technology, 183-193, 2023", "author": "Willyanto Anggono and Resmana Lim and Teng Sutrisno and Ivan Christian Hernando and Alexander Billy Christensen", "pages": "183-193", "publisher": "Springer Nature Switzerland", "abstract": "Litter from fallen leaves of the Cerbera manghas plant is commonly found throughout Indonesia. Various studies have shown that briquettes formed from the falling leaves of Cerbera manghas may be able to reduce waste and be used as a new energy source. However, previous studies employed tapioca as a binding agent for briquettes, which is an edible starch, and their use as a binder competes with the availability of food resources. Alternatively, rejected pineapple would be used as a binding agent to remedy the problem since it is not edible and reduces unused waste. The briquette was subsequently researched to determine the optimal production parameters as well as its potential as a sustainable fuel. The 95% to 5% ratio of biomass to briquette is used to achieve a high calorific value of 4338.79 kcal/kg while maintaining the structure of the briquette in check. The usage of this briquette is supported by both …"}, "filled": true, "author_pub_id": "WPN6RBwAAAAJ:uLbwQdceFCQC", "num_citations": 0, "pub_url": "https://link.springer.com/chapter/10.1007/978-3-031-54684-6_14", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lFKi25fCw_cJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Rancang Bangun dan Pengujian Mesin Pengering Rotari dengan Pemanas dan Penggerak Tenaga Surya pada Pengeringan Jamur Tiram", "pub_year": 2023, "citation": "Jurnal Teknik Mesin 20 (2), 31-38, 2023", "author": "Melvin Emil Simanjuntak and Nelson Manurung and Melvin BH Sitorus and Jeremi Gideon Turnip and Hendry H Lumbantoruan and Teng Sutrisno and Ian Hardianto Siahaan and Janter P Simanjuntak", "journal": "Jurnal Teknik Mesin", "volume": "20", "number": "2", "pages": "31-38", "abstract": "Jamur tiram sudah cukup banyak dikonsumsi masyarakat pada saat ini. Untuk dapat disimpan lebih lama kadar air jamur perlu diturunkan hingga kurang dari 10%. Pengeringan yang banyak digunakan untuk jamur adalah pengeringan surya. Penggunaan pengering rotary dapat mempersingkat waktu pengeringan. Penelitian ini meliputi rancang bangun dan pengujian pengeringan dari mesin pengering rotari yang menggunakan energi surya sebagai pemanas dan penggerak. Hasil rancang bangun memperoleh alat pengering yang dapat beroperasi dengan baik. Ukuran panjang, lebar dan tinggi ruang pengering masing masing 500 mm x 500 mm x 1250 mm dan memiliki 3 drum pemutar. Sel surya untuk menyerap energi matahari untuk memutar drum. Untuk menaikkan temperatur udara pengering digunakan dua buah kolektor surya Sampel jamur dicacah dengan ukuran sekitar 1 cm yang diletakkan dalam drum yang berputar 30 rpm. Setiap drum berisi 400 gr sampel. Kolektor surya yang diletakkan pada arah utara dan selatan. Pengukuran massa dilakukan setiap 30 menit. Hasil pengujian menunjukkan kadar air jamur pada drum 1, 2 dan 3 berkurang masing masing dari sebesar 96, 8%, 92, 2%, dan 96, 7% menjadi masing masing sebesar 7, 8%, 1, 2% dan 4, 7% pada pukul 16, 25 di hari II. Kadar air mencapai 10% setelah pengeringan selama 5, 5; 4, 5 dan 6, 5 jam."}, "filled": true, "author_pub_id": "WPN6RBwAAAAJ:WqliGbK-hY8C", "num_citations": 0, "pub_url": "https://jurnalmesin.petra.ac.id/index.php/mes/article/view/26873", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:gDJKYSCTVCkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Flowrate dan Diameter Exit Nozzle terhadap Kemampuan Vacuum Pada Ejector Pump", "pub_year": 2023, "citation": "Jurnal Teknik Mesin 20 (2), 64-69, 2023", "author": "RONALDO FEBRIAN and Ivan Christian Hernando", "volume": "20", "number": "2", "pages": "64-69", "abstract": "Ejector pump merupakan salah satu jenis alat/mesin fluida yang banyak digunakan di penindustrian yang membutuhkan fluida bertekanan tinggi. Tujuan yang ingin dicapai dalam penggunaan ejector adalah kemampuan hisap yang tinggi pada secondary flow (inlet suction flow). Bagian bagian utama pada ejector adalah nozzle, secondary flow/inlet suction flow, ruang pencampuran dan diffuser. Adapun faktor lain yang berpengaruh dalam kemampuan hisap ejector dalam menvakum/menghisap yaitu, flowrate dan diameter exit nozzle pada primary flow (injection motive fluid). Penelitian ini dimaksudkan untuk memperoleh seberapa besar pengaruh yang diberikan dari perbedaan ukuran atau level pada primary flow, meliputi flowrate sebesar 15 L/min, 20 L/min dan 25 L/min, dan diameter exit nozzle 5 mm, 6, mm dan 7mm terhadap pressure vacuum dan flowrate vacuum pada secondary flow. Penelitian ini dilakakukan secara langsung dengan menggunakan ejector pump. Hasil dari pengujian ini menujukan bahwa flowrate (25 L/min) menghasilkan flowrate vacuum dan pressure vacuum paling besar. Kemudian diameter exit nozzle 7 mm menghasilkan flowrate vacuum paling besar dan diameter exit nozzle 5 mm menghasilkan pressure vacuum paling besar."}, "filled": true, "author_pub_id": "WPN6RBwAAAAJ:LjlpjdlvIbIC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21025/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:7B_YawVYDgYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Effects of Ammonia on the Flame Characteristics of Liquefied Petroleum Gas External Premixed Combustion", "pub_year": 2023, "citation": "2023 Asia Conference on Power, Energy Engineering and Computer Technology …, 2023", "author": "Willyanto Anggono and Garincha Bintang Laksana and Oegik Soegihardjo and Chandra Waskito and Teng Sutrisno and Nicholas Aristo and Ivan Christian Hernando and Gabriel J Gotama", "conference": "2023 Asia Conference on Power, Energy Engineering and Computer Technology (PEECT)", "pages": "27-31", "publisher": "IEEE", "abstract": "Liquefied petroleum gas or better known as LPG is a fuel and flammable gas commonly used by Indonesians for household consumption such as cooking. The combustion process of LPG has negative effects on ecological life if accumulated for a long period of time as it contributes to CO2 accumulation and climate change. Ammonia can be used in the substitution of fuels such as LPG and as an alternative energy source for the future because of carbon-free fuel and environmentally friendly combustion. The current study investigates the effects of ammonia as the carbon-free fuel in the LPG using an external premixed combustor under stoichiometric fuel mixtures. Volumetric ratios of 0%–50% between LPG and NH3 were investigated to understand the effect of replacing LPG with NH3 on flame characteristics. Oxygen was used as the oxidizer to exclude nitrogen, which is an inhibitor of flame reactivity. A high-speed …"}, "filled": true, "author_pub_id": "WPN6RBwAAAAJ:UHK10RUVsp4C", "num_citations": 0, "pub_url": "https://ieeexplore.ieee.org/abstract/document/10483378/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5jEEY2FZv4sJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Kajian Eksperimen Pengaruh Diameter Plunger Pompa Injeksi Bahan Bakar Pada Performa Dan Gas Buang Mesin Daihatsu Taft Diesel Dl62", "pub_year": 2023, "citation": "Otopro, 49-53, 2023", "author": "Joni Dewanto and Teng Sutrisno and Nicolas GW Wardana", "journal": "Otopro", "pages": "49-53", "abstract": "Bagi pecinta mobil klasik, penampilan Daihatsu Taft di era tahun sembilan puluhan tidak kalah menarik dibanding mobil SUV saat ini. Namun demikian tenaganya kurang sebanding, karena mesin diesel Daihatsu Taft masih menggunakan teknologi lama. Penelitian ini adalah upaya untuk meningkatkan performa mesin diesel lama, yang tidak menggunakan sistem cammon rail. Khususnya untuk mengetahui pengaruh modifikasi ukuran plunger pompa injeksi bahan bakar, terhadap daya dan torsi mesin, konsumsi bahan bakar serta opasitas gas buang. Analisis dilakukan melalui studi komparasi terhadap performa mesin standar dan mesin dengan modifikasi ukuran plunger I dan II yang lebih besar dari ukuran diameter plunger standar. Pengujian unjuk kerja mesin menggunakan Dastek Dynamometer 2WD Plat Roller. Hasil penelitian menunjukkan semakin besar diameter plunger pompa injeksi berpengaruh meningkatkan daya, torsi, laju konsumsi bahan bakar dan opasitas gas buang serta efisiensi mesin Daihatsu Taft diesel DL62. Kenaikan opasitas gas buang mesin termodifikasi tidak melampaui bahkan masih jauh di bawah ambang batas maksimum menurut Peraturan Kementrian Negara Lingkungan Hidup No 5 Tahun 2006 tentang Ambang Batas Emisi Gas Buang Kendaraan Bermotor Lama. Metode pengujian emisi menggunakan ISO 11614"}, "filled": true, "author_pub_id": "WPN6RBwAAAAJ:SdhP9T11ey4C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=6499333559686157475", "cites_id": ["6499333559686157475"], "pub_url": "https://journal.unesa.ac.id/index.php/jo/article/view/22448", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:o1TeBXBFMloJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Characteristics of biomass briquettes from coffee husk as sustainable fuel", "pub_year": 2023, "citation": "BIO Web of Conferences 62, 03002, 2023", "author": "Willyanto Anggono and Gabriel Jeremy Gotama and Christian Pronk and Ivan Christian Hernando and Teng Sutrisno", "journal": "BIO Web of Conferences", "volume": "62", "pages": "03002", "publisher": "EDP Sciences", "abstract": "Coffee husk is a waste from coffee milling, which is usually used by farmers as a natural fertilizer. However, it is not uncommon that coffee husk is entirely discarded despite their potential as fuel briquette. Furthermore, coffee husk may replace tapioca as a non-edible binder alternative to tapioca. As such, this study aims to determine the potential of coffee husk waste as briquette material and binder. Manufacturing parameters that include the particle size, the biomass-to-binder ratio, and the press pressure, were varied, and the briquettes were analyzed based on the high heating value (HHV), and using proximate and ultimate analyses under ASTM standards. In addition, common combustion characteristics, such as flame temperature, ignition time, burning duration, and burning rate were determined. The highest HHV was found in coffee husk briquettes without adhesive at 3811 Kcal/Kg. The combustion …"}, "filled": true, "author_pub_id": "WPN6RBwAAAAJ:5awf1xo2G04C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=16667023287820498297", "cites_id": ["16667023287820498297"], "pub_url": "https://www.bio-conferences.org/articles/bioconf/abs/2023/07/bioconf_eree2023_03002/bioconf_eree2023_03002.html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:eTW05V8pTecJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Studi Pengaruh Waktu Injeksi, Tekanan Bahan Bakar, dan Tekanan Turbo Terhadap Unjuk Kerja Mesin Diesel 2GD-FTV", "pub_year": 2022, "citation": "Jurnal Teknik Mesin 19 (1), 17-20, 2022", "author": "Teng Sutrisno and Pradityo Putra Purnomo", "journal": "Jurnal Teknik Mesin", "volume": "19", "number": "1", "pages": "17-20", "abstract": "Motor Diesel dipengaruhi oleh beberapa aspek operasional. Diantaranya: waktu penginjeksian bahan bakar (timing injection), tekanan bahan bakar (fuel pressure), dan tekanan udara yang masuk (boost pressure). Modifikasi akan dilakukan untuk mengubah parameter menggunakan piggyback. Terdapat tiga hal yang akan diteliti, yaitu mengamati perubahan pada daya dan torsi jika mengubah parameter fuel pressure, parameter injection timing, dan parameter tekanan turbo. Pengujian dilakukan menggunakan alat bernama On-Wheel Dynamometer untuk mengetahui daya dan torsi yang dihasilkan pada kendaraan bermotor. Unjuk Kerja Mesin Diesel dapat meningkat Daya sebanyak 8% dan torsi sebanyak 11% dengan perubahan parameter pressure fuel+ 20, injection timing+ 5, dan parameter turbo pressure 1.2 bar."}, "filled": true, "author_pub_id": "WPN6RBwAAAAJ:Y5dfb0dijaUC", "num_citations": 0, "pub_url": "https://jurnalmesin.petra.ac.id/index.php/mes/article/view/24592", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:4rtVM7e6pp4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "I Putu KS Sudiasa", "pub_year": 2022, "citation": "Teknik Mesin 19 (1), 2022", "author": "Amelia Sugondo and Cedric Rahardjo and Ian H Siahaan and Ninuk Jonoadji and Dylan J Widjaya and Teng Sutrisno and Pradityo P Purnomo and Romario RP Irawan and Roche Alimin and Ekadewi A Handoyo", "journal": "Teknik Mesin", "volume": "19", "number": "1", "abstract": "Jurnal Teknik Mesin diterbitkan setiap bulan April dan Oktober. Maksud penerbitan jurnal ini antara lain adalah untuk: 1. Menyebarluaskan pengetahuan, pengalaman/terapan dan temuan baru para ilmuwan atau praktisi di bidang teknik mesin. 2. Meningkatkan motivasi para ilmuwan dan praktisiisi untuk melakukan penelitian dan pengembangan ilmu di bidang teknik mesin."}, "filled": true, "author_pub_id": "WPN6RBwAAAAJ:eq2jaN3J8jMC", "num_citations": 0, "pub_url": "https://jurnalmesin.petra.ac.id/index.php/mes/article/download/24636/20637", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KrCmpWdePmEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pemanfaatan Sensor Suara sebagai Fitur On/Off Switch pada Engine Starter dan Power Tailgate Kendaraan", "pub_year": 2021, "citation": "Jurnal Teknik Mesin 18 (2), 39-43, 2021", "author": "Ian Hardianto Siahaan and KRESNA VINCENT PHILBERT and Ninuk Jonoadji", "volume": "18", "number": "2", "pages": "39-43", "abstract": "Fitur otomotif mengalami perkembangan pesat secara berkelanjutan sebagai dampak perkembangan revolusi industri 4.0, khususnya dalam hal memudahkan pengoperasian fitur sebagai penunjang keselamatan maupun kenyamanan berkendara. Fitur yang dirancang dengan cara mengintegrasikan sensor suara untuk menyalakan dan mematikan engine starter dengan memanfaatkan car starter motor bawaan dari kendaraanitu sendiri. Selain itu ditambahkan juga fitur membuka dan menutup bagasi kendaraan sehingga bisa berfungsi secara otomatis. Operasional on/off switch untuk engine starter dan power tailgate menggunakan media internet eWeLink dan google home sebagai penghubung sensor suara dengan switch dan aktuator power tailgate secara wireless melalui perintah yang telah diprogramkan pada perangkat. Pada penelitian ini berhasil menyalakan atau mematikan engine starter berkisar 1 detik sedangkan untuk membuka dan menutup berkisar 1 menit. Namun, berdasarkan hasil diskusi pada pengujian bahwa waktu untuk membuka atau menutup power tailgate ini masih tergolong lama hal ini disebabkan pada saat eksisting pemilihan spesifikasi motor aktuator yang ada di pasaran belum mendapatkan requirement yang memadai meskipun dari sisi fungsional telah bekerja dengan baik."}, "filled": true, "author_pub_id": "WPN6RBwAAAAJ:_B80troHkn4C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=7232797650837359888", "cites_id": ["7232797650837359888"], "pub_url": "https://repository.petra.ac.id/19475/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:EM1wdiQPYGQJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 0, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Bioethanol Limbah Kulit Jeruk Manis (Citrus Sinensis L. Osbeck) Sebagai Peningkatan Nilai Oktan", "pub_year": 2021, "citation": "Jurnal Teknik Mesin 18 (2), 60-64, 2021", "author": "Teng Sutrisno and Muhammad Robby Falito and Willyanto Anggono and Melvin Emil Simanjuntak", "journal": "Jurnal Teknik Mesin", "volume": "18", "number": "2", "pages": "60-64", "abstract": "Bioetanol merupakan biofuel yang dapat mengantikan bahan bakar bensin. Selain itu bioetanol dihasilkan oleh proses fermentasi glukosa kemudian dilanjutkan dengan proses destilasi. Limbah kulit jeruk yang cenderung menjadi sampah organik yang tidak memiliki nilai ekonomis, mengandung kadar glukosa yang cukup tinggi. Oleh karena itu limbah kulit jeruk ini diprediksi dapat dijadikan bahan baku pembuatan bioetanol. Fermentasi dari limbah kulit jeruk ini dapat menghasilkan alkohol dengan kadar 94%. Bioethanol ini digunakan sebagai pencampur bahan bakar bensin dengan RON 90 agar dapat meningkatkan kualitas bahan bakar. Pengujian karaketerisik bioethanol dilakukan dengan pengujian parameter gum konten, kandungan sulfur, distilasi volume penguapan, dan berat jenis. Kemudian campuran bensin dengan bioethanol dengan konfigurasi E20 (20% ethanol) dan E27 (27% ethanol). Hasil pengujian dinamometer bahan bakar E20 menunjukkan peningkatan daya 2.90% dan 3.18% dibandingkan dengan bahan bakar bensin 100% RON 90."}, "filled": true, "author_pub_id": "WPN6RBwAAAAJ:tkaPQYYpVKoC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=1588010166686975271", "cites_id": ["1588010166686975271"], "pub_url": "https://jurnalmesin.petra.ac.id/index.php/mes/article/view/23878", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:JwUWPdW-CRYJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "OPTIMASI PARAMETER PROSES PEMBUATAN BIOETANOL SORGUM DAN PENGARUH TERHADAPUNJUK KERJA MOTOR BENSIN", "pub_year": 2021, "citation": "Otopro 16 (2), 39-43, 2021", "author": "KURNIAWAN LAY and Melvin Emil Simanjuntak", "volume": "16", "number": "2", "pages": "39-43", "abstract": "Bioetanol merupakan salah satu biofuel yang berfungsi seperti bahan bakar bensin, bioetanol diproduksi dari proses fermentasi dan destilasi. Salah satu bahan yang dapat dijadikan bioetanol adalah sorgum. Sorgum dipilih karena mampu beradaptasi dengan daerah tingkat kesuburan tanah yang rendah. Penelitian ini bertujuan optimasi parameter pembuatan bioetanol sorgum. Pada penelitian ini bioetanol sorgum yang akan di hasilkan berkadar 94%. Penelitian ini menggunakan 31 sampel untuk pengujian dan analisa. Hasil dari penelitian ini sebagai berikut. Lama waktu fermentasi terbaik adalah 4 hari, variabel enzim dan ragi untuk volume alkohol terbanyak adalah enzim 7% ragi 5%, variabel enzim dan ragi untuk kadar alkohol tertinggi adalah enzim 7% ragi 7%. Hasil uji lab jika dibandingkan dengan bioethanol sorgum tidak dapat dijadikan bahan bakar secara langsung penganti bensin. Bioethanol sorgum dapat digunakan sebagai aditif campuran bahan bakar bensin, jika bioetanol sorgum dijadikan adiktif dengan Bensin RON 90 sebanyak bioetanol sorgum10%(B10) dan bioetanol sorgum 20%(B20) dapat meningkatkan kinerja mesin Bensin."}, "filled": true, "author_pub_id": "WPN6RBwAAAAJ:eMMeJKvmdy0C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=11772677850329329225", "cites_id": ["11772677850329329225"], "pub_url": "https://repository.petra.ac.id/20080/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:SS79ayH0YKMJ:scholar.google.com/", "cites_per_year": {"2021": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Experimental investigation of avocado seed oil utilization in diesel engine performance", "pub_year": 2019, "citation": "E3S Web of Conferences 130 (01030), 1-10, 2019", "author": "Fandi Dwiputra Suprianto and COKRO DANIEL SANTOSA and MICHAEL SURYAJAYA and GABRIEL JEREMY GOTAMA", "volume": "130", "number": "01030", "pages": "1-10", "abstract": "Avocado (Persea americana Mill) is a popular fruit in Indonesia. Its popularity leads to high consumption of this fruit and wastes from its seed. In order to develop renewable energy and reducing wastes in the environment, P. americana seed may be extracted for its oil to create biodiesel fuel. In this study, P. americana seed is obtained through the soxhlet apparatus and transesterification process. After obtaining P. americana seed oil, the oil was mixed with pure petro-diesel with a ratio of 10:90 (B10 fuel) and 20:80 (B20 fuel), respectively. These fuels were tested for their fuel characteristics and engine performances, together with pure petro-diesel and palm oil biodiesel. The fuel characteristics results suggest positive characteristics of B10 and B20 compared to other fuels. For engine performance tests, B10 and B20 fuels have less engine performance than other fuels. However, the differences between these fuels results are small. Overall, the positive aspect of B10 and B20 fuels supersede small disadvantages they have and thus suitable to substitute pure petro-diesel and palm oil biodiesel."}, "filled": true, "author_pub_id": "WPN6RBwAAAAJ:dTyEYWd-f8wC", "num_citations": 9, "citedby_url": "/scholar?hl=en&cites=1879134722037516099", "cites_id": ["1879134722037516099"], "pub_url": "https://repository.petra.ac.id/18526/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Qwcm2BIHFBoJ:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 2, "2022": 2, "2023": 3, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Hybrid turbulence models: Recent progresses and further researches", "pub_year": 2019, "citation": "The 1st International Conference on Automotive, Manufacturing, and …, 2019", "author": "Hariyo Priambudi Setyo Pratomo and Fandi Dwiputra Suprianto", "number": "01013", "pages": "1-10", "abstract": "Turbulence simulation remains one of the active research activities in computational engineering. Along with the increase in computing power and the prime motivation of improving the accuracy of statistical turbulence modeling approaches and reducing the expensive computational cost of both direct numerical and large turbulence scale- resolving simulations, various hybrid turbulence models being capable of capturing unsteadiness in the turbulence are now accessible. Nevertheless this introduces the daunting task to select an appropriate method for different cases as one can not know a priori the inherent nature of the turbulence. It is the aim of this paper to address recent progresses and further researches within a branch of the hybrid RANS-LES models examined by the first author as simple test cases but generating complex turbulent flows are available from experimentation. In particular, failure of a …"}, "filled": true, "author_pub_id": "WPN6RBwAAAAJ:1qzjygNMrQYC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=11891834976490872054", "cites_id": ["11891834976490872054"], "pub_url": "https://repository.petra.ac.id/18536/2/Publikasi4_02001_5708.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9txNzedICKUJ:scholar.google.com/", "cites_per_year": {"2021": 2, "2022": 1, "2023": 0, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Preliminary study on mesh stiffness models for fluid-structure interaction problems", "pub_year": 2019, "citation": "The 1st International Conference on Automotive, Manufacturing, and …, 2019", "author": "Hariyo Priambudi Setyo Pratomo and Fandi Dwiputra Suprianto", "number": "01014", "pages": "1-12", "abstract": "One of the challenges in modern computational engineering is the simulation of fluid-structure interaction (FSI) phenomena where one of the crucial issues in the multi-physics simulation is the choice of stiffness model for mesh deformation. This paper focuses on the application of iteratively implicit coupling procedure on two transient FSI cases of vortex induced-vibration (VIV) that manifest oscillating flexible structures. The aim is to study various mesh stiffness models in the Laplace equation of diffusion employed within the arbitrary Lagrangian-Eulerian (ALE) methodology to handle the moving mesh. In the first case where a laminar flow interacted with a flexible splitter, it was demonstrated that a near FSI boundaries increased-stiffness model prevails to manage a large deformation of the moving structure as compared to a near volume increased-stiffness model. However, the potential technique could not be exploited to the second FSI configuration, where the effect of the turbulence of flow was included. It was found that the mesh topology near the FSI interface was collapsed. Instead of utilizing the same approach, a mesh stiffness based on a wall distance was found to be auspicious. Thus, the mesh stiffness model in the FSI simulation is case-dependent."}, "filled": true, "author_pub_id": "WPN6RBwAAAAJ:kRWSkSYxWN8C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=2782629226310487348", "cites_id": ["2782629226310487348"], "pub_url": "https://repository.petra.ac.id/18537/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:NE3bz4ninSYJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
