{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "WhaleBot Alerts Telegram Channel and Google Alerts as Information Media for XRP Cryptocurrency Traders", "pub_year": 2024, "citation": "Petra International Journal of Business Studies 7 (2), 125-133, 2024", "author": "Lady Joanne Tjahyana", "journal": "Petra International Journal of Business Studies", "volume": "7", "number": "2", "pages": "125-133", "abstract": "Ripple (XRP) is one of the most significant cryptocurrencies that attracts many traders to invest. Traders often look for information from the media as a reference for their trading management strategy. This research aims to utilize WhaleBot Alerts Telegram channel and Google Alerts as trading information media by looking for the relationship between whale transactions, news sentiment, and price returns. The researcher collected XRP whale transactions from the WhaleBot Alerts Telegram channel and XRP news from Google Alerts within a crypto winter period, from November 2021 to January 2023, and analyzed the data using descriptive statistical analysis. This research also follows several variables and formulas from previous studies. After analyzing 457 XRP whale transaction datasets, the researcher finds a significant relationship between the number of trading days and trading return on investment. The relationship shows that the more days, the greater the chance of profit. The other variables give reference patterns, such as the number of whale transactions, total whale transaction value, the most significant transaction value, and news topic. Finally, this research develops a simple XRP short-term trading model using the WhaleBot Alerts Telegram channel data and Google Alerts. In conclusion, trading initiated by XRP whale's transactions and XRP news could give a 76.53% chance of making a profit. Therefore, XRP traders can use the WhaleBot Alerts Telegram channel and Google Alerts as their trading information media."}, "filled": true, "author_pub_id": "WQjY83oAAAAJ:vV6vV6tmYwMC", "num_citations": 0, "pub_url": "https://ijbs.petra.ac.id/index.php/ijbs/article/view/336", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Zy_kQz6FMlcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Exploring AI Chatbot Development for Gen-Z: A Study on First-Time and Experienced Voters in Pemilu", "pub_year": 2024, "citation": "Jurnal Ilmu Komunikasi dan Bisnis 9 (2), 224-236, 2024", "author": "Lady Joanne Tjahyana", "volume": "9", "number": "2", "pages": "224-236", "abstract": "Artificial intelligence (AI) chatbots have been utilized as interactive learning platforms for higher education. Gen-Z was a generation that quickly adopted the latest technology. Several Gen-Z students participated in the Pemilu (general elections in Indonesia) for the first time in 2024. Therefore, this research aimed to develop an AI chatbot to give information about Pemilu to Gen-Z voters. The researcher developed the AI chatbot with several steps: data  collecting, training, evaluating, refining, and analyzing conversation data. A group of 100 Gen-Z students took part in testing the AI chatbot. The researcher discovered that it was essential to keep refining the AI chatbot by improving the datasets and putting more context in it. Next, the researcher asserted that experienced Gen-Z voters asked more questions, as they have prior knowledge of experiencing the previous elections. Most of the experienced Gen-Z votersasked advanced questions, while most of the first-time Gen-Z voters asked basic questions. Moreover, the AI chatbot was a suitable learning platform for Gen-Z as they used metacognitive strategies to experiment with their questions  to get the correct information from the AI chatbot. That action automatically helped the AI chatbot to improve its performance as part of the training step."}, "filled": true, "author_pub_id": "WQjY83oAAAAJ:GnPB-g6toBAC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=9884435927796531119", "cites_id": ["9884435927796531119"], "pub_url": "https://repository.petra.ac.id/21053/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:r79rORuSLIkJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Bullish Sentiment on Price Upward Trend: A Netnographic Study of Cryptocurrency Communities", "pub_year": 2024, "citation": "k@ ta: A Biannual Publication on the Study of Language and Literature 26 (00 …, 2024", "author": "Lady Joanne Tjahyana", "journal": "k@ ta: A Biannual Publication on the Study of Language and Literature", "volume": "26", "number": "00", "pages": "53-62", "abstract": "Cryptocurrency as a digital decentralized currency has attracted many investors and obtained a lot of support from communities. Previous studies have concluded that there were indeed connections between community sentiment and cryptocurrency price movement. However, most of the research was conducted using sophisticated methods that are difficult to utilize by cryptocurrency investors. This research objective was to find practical ways to identify bullish sentiment during price upward trend especially during the Covid-19 omicron variant outbreak that started in the last quarter of 2021. Netnography method was used as a qualitative approach for this research to get insight from cryptocurrency communities. LunarCrush web application as a more user-friendly tool, was being used to analyze bullish sentiment and price data. During December 2021 until January 2022, 303 price upward trend data from 264 coins had been collected and analyzed. The result of this research revealed 5 categories of bullish sentiment messages from top influencers which are community booster, official information, project updates, achievement, and trading plan. However, it can be concluded that price movements were not always related to bullish sentiment. Thus, bullish sentiment should not be used as the sole factor to identify price upward trends. Furthermore, investors should join the cryptocurrency community to understand the characteristics of bullish sentiment and not just rely on data from monitoring tools. Interestingly, there were no Covid-19 related topics on bullish sentiment collected. Hence, it did not necessarily need to publish good news related to …"}, "filled": true, "author_pub_id": "WQjY83oAAAAJ:iH-uZ7U-co4C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=15929724536192652996", "cites_id": ["15929724536192652996"], "pub_url": "https://www.kata.petra.ac.id/index.php/ing/article/view/19685", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:xFaW_RDAEd0J:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Digital Amnesia in Indonesia Generation Z on Instagram Advertisement Information Absorption", "pub_year": 2024, "citation": "Scriptura 14 (2), 187-194, 2024", "author": "Jeanne Prasetyo and Lady Joanne Tjahyana and Felicia Goenawan", "journal": "Scriptura", "volume": "14", "number": "2", "pages": "187-194", "abstract": "Digital Amnesia is the experience of forgetting information that you trust a digital device to store and remember for you. The researcher uses four indicators of digital amnesia: remember without looking up, emotional impact of losing data or access to data, behavior related to internet searches, and install IT securities on devices. This research will find out the level of digital amnesia in Indonesia Generation Z on Instagram advertisement information absorption. The research is using quantitative descriptive approach and online survey method. The questionnaire was distributed to 100 respondents using purposive sampling method. The theories used by the researcher include the SOR (Stimulus-Organism-Response) theory, Marketing Public Relations theory, Digital Amnesia theory and Consumer Behavior theory. The research shows that Generation Z experiences digital amnesia the most when they see Story Ads, and the least when they see Reels Ads. This is supported by the data showing that Generation Z is categorized as having high levels in all four indicators (remember without looking up, emotional impact of losing data, behavior related to internet searches, and install IT security on devices)."}, "filled": true, "author_pub_id": "WQjY83oAAAAJ:70eg2SAEIzsC", "num_citations": 0, "pub_url": "https://scriptura.petra.ac.id/index.php/iko/article/view/29414", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:WiL8MgDkSZIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Effectiveness of Using Maudy Ayunda as a Brand Ambassador of Oatside Milk for Indonesian People", "pub_year": 2024, "citation": "Journal of Content and Engagement, 219-234, 2024", "author": "Rachel Joeyceline Kai and Agusly Irawan Aritonang and Lady Joanne Tjahyana", "journal": "Journal of Content and Engagement", "pages": "219-234", "abstract": "This research measures the effectiveness of using Maudy Ayunda as a brand ambassador in the marketing public relations (MPR) strategy for the Oatside milk product in Indonesian people. Maudy Ayunda, as a public figure with a positive reputation and wide influence, has been chosen to increase brand awareness and strengthen the positive image of the Oatside milk product. This research uses a survey method by collecting data through questionnaires distributed to 400 people in Indonesia using a Likert scale. The results of this research indicate that the use of Maudy Ayunda as a brand ambassador is effective based on the VisCAP indicators. VisCAP itself consists of visibility, credibility, attraction, and power. This research provides important insights for marketing practitioners in designing MPR strategies that leverage the strength of a brand ambassador to achieve desired communication"}, "filled": true, "author_pub_id": "WQjY83oAAAAJ:35N4QoGY0k4C", "num_citations": 0, "pub_url": "https://joce.petra.ac.id/index.php/joce/article/view/39", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qgtVaLa-6RYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Entity sentiment analysis with the Netray monitoring tool in Indonesian online news media on the fuel price hike", "pub_year": 2024, "citation": "Information & Media, 106-125, 2024", "author": "Lady Joanne Tjahyana", "journal": "Information & Media", "number": "99", "pages": "106-125", "publisher": "Vilniaus Universiteto Leidykla"}, "filled": true, "author_pub_id": "WQjY83oAAAAJ:BqipwSGYUEgC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=17421636393288957137", "cites_id": ["17421636393288957137"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:0XwB9P4VxvEJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Relationship Between PT Astra International Tbk Corporate Communication Strategy on Google Trends and ASII Stock Price Returns", "pub_year": 2023, "citation": "Proceeding of Creative and Collaborative Communication Conference (CCOMM) 1 …, 2023", "author": "Lady Joanne Tjahyana", "journal": "Proceeding of Creative and Collaborative Communication Conference (CCOMM)", "volume": "1", "number": "1", "pages": "91-102", "abstract": "Astra International Tbk is one of the blue-chip companies listed on the Indonesia Stock Exchange. Established in 1957, the company has multiplied with many subsidiary companies. It also carries out corporate communication strategies and publishes them in the media. Many previous studies investigate and find the relationship between news, trending search, and stock price movements. However, the study uses machine learning methods that are hard to use by regular investors. This research aims to find the relationship between ASII stock price returns and Astra corporate communication strategies that are popular on Google Trends weekly reports. This research uses descriptive statistical analysis to find the patterns and relationship between stock price returns and Google Trends' weekly rising keywords related to Astra from April 1st, 2022, to May 6th, 2023. The result of this research shows no significant relationship between those variables. However, this research discovers several patterns that can be useful for short-term traders. For example, career on Astra is a trending search keyword often followed by positive stock returns. In contrast, keywords related to Astra subsidiary businesses and corporate news are followed by the slightest chance of positive returns. Moreover, trending search keywords related to the company's corporate social responsibility actions are followed by a 50% chance of positive stock returns. Finally, traders must consider other indicators besides Google Trends, such as news sentiment, before making trading decisions. Furthermore, this research also benefits corporate communication professionals as a reference to …"}, "filled": true, "author_pub_id": "WQjY83oAAAAJ:isC4tDSrTZIC", "num_citations": 0, "pub_url": "https://proceeding-ccomm.petra.ac.id/index.php/ccomm/article/view/15", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Fr6XTl0Vtv8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Relationship between News Portals Sentiment and GoTo Stock Daily Price Movement", "pub_year": 2023, "citation": "kommunikation. medien 2023 (15), 1-14, 2023", "author": "Lady Joanne Tjahyana", "journal": "kommunikation. medien", "volume": "2023", "number": "15", "pages": "1-14", "publisher": "Petra Christian University", "abstract": "PT GoTo Gojek Tokopedia Tbk (GoTo), the first decacorn in Indonesia, has shown its com- mitment to supporting global sustainable development goals by 2030. GoTo started its Initial Public Offering on 11 April 2022, and has attracted national news portals to write about its business performances. This research investigates the relationship between news portal sen- timent and GoTo stock daily price movement. Firstly, articles from news portals related to GoTo were collected from 12 April to 30 September 2022. Next, Netlytics monitoring tools were used to categorize articles as positive or negative sentiments, and the simple linear re- gression analysis was done using Microsoft Excel. The result shows a moderate positive cor- relation between news portals sentiment and GoTo stock daily price movement (r = 0.41 ; p = 0.0018), but it also proves that the former could not be used as a sole indicator to predict the latter (R2 = 0.1685 ; p = 0.0018). Finally, it reveals that 32.7 % of articles with positive sentiment were published on the same days as the days with stock price increases, and the news about the increase in GoTo transactions and revenues dominated those articles."}, "filled": true, "author_pub_id": "WQjY83oAAAAJ:TFP_iSt0sucC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20469/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qH3Y8EYAaSYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Crisis response strategies during cryptocurrency crash: A netnographic studies of Lunatics Community", "pub_year": 2022, "citation": "Petra International Journal of Business Studies (IJBS) 5 (2), 145-154, 2022", "author": "Lady Joanne Tjahyana", "volume": "5", "number": "2", "pages": "145-154"}, "filled": true, "author_pub_id": "WQjY83oAAAAJ:r0BpntZqJG4C", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=14735872669915766020", "cites_id": ["14735872669915766020"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:BF23iR5WgMwJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 3, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Efektivitas penggunaan brand ambassador Song Joong Ki dalam brand Scarlett Whitening dengan model VisCAP", "pub_year": 2022, "citation": "Jurnal E-Komunikasi 10 (2), 2022", "author": "Michelle Aristia Lengkong and Gatut Priyowidodo and Lady Joanne Tjahyana", "journal": "Jurnal E-Komunikasi", "volume": "10", "number": "2", "abstract": "Scarlett Whitening menjadi salah satu produk kecantikan lokal yang paling unggul dalam pangsa online. Scarlett Whitening sebagai brand yang sudah cukup ternama ingin mencapai tujuannya yaitu dengan menggunakan brand ambassador terkenal dari Korea bernama Song Joong Ki. Penelitian ini dilakukan untuk mengetahui bagaimana efektivitas dari seorang brand ambassador Song Joong Ki dalam brand Scarlett Whitening. Penelitian ini menggunakan metode survei online yang akan disebarkan kepada 100 responden dengan skala Likert. Hasil dari penelitian ini adalah brand ambassador Song Joong Ki terbukti efektif digunakan oleh brand Scarlett Whitening dengan melihat nilai-nilai pada teori VisCAP. Penelitian ini membuktikan bahwa indikator VisCAP yang paling efektif pada brand ambassador Song Joong Ki adalah nilai visibilitas."}, "filled": true, "author_pub_id": "WQjY83oAAAAJ:RHpTSmoSYBkC", "num_citations": 11, "citedby_url": "/scholar?hl=en&cites=12081750415481634740", "cites_id": ["12081750415481634740"], "pub_url": "https://scholar.google.com/scholar?cluster=12081750415481634740&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:tP-1s_3_qqcJ:scholar.google.com/", "cites_per_year": {"2022": 3, "2023": 3, "2024": 3, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sikap Followers Instagram@ kopikenangan. id Terhadap Isi Pesan Postingan Mengenai Produk Sultan Boba", "pub_year": 2022, "citation": "Jurnal e-Komunikasi 10 (2), 2022", "author": "Michael Kurniawan Wijaya and Agusly Irawan Aritonang and Lady Joanne Tjahyana", "journal": "Jurnal e-Komunikasi", "volume": "10", "number": "2", "abstract": "Penelitian ini bertujuan untuk mengetahui sikap followers Instagram@ kopikenangan. id terhadap isi pesan postingan Sultan Boba di akun Instagram Kopi Kenangan. Penelitian ini merupakan penelitian deskriptif kuantitatif dengan pengumpulan data yang dilakukan menggunakan instrumen kuesioner. Skala pengukuran untuk kuesioner adalah menggunakan skala likert. Populasi penelitian ini adalah followers Instagram@ kopikenangan. id pada bulan Maret 2022 adalah 398.000 followers. Sampel penelitian ini dihitung menggunakan rumus slovin diketahui berjumlah 400. Teknik analisis data yang dilakukan adalah uji validitas, reliabilitas dan deskriptif kuantitatif. Hasil penelitian menjelaskan bahwa sebagian besar followers akun Instagram@ kopikenangan. id menyatakan setuju, senang, dan cenderung untuk membeli produk Sultan Boba dari setiap bentuk pesan yang disampaikan melalui postingan …"}, "filled": true, "author_pub_id": "WQjY83oAAAAJ:4JMBOYKVnBMC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=13895353747255582648", "cites_id": ["13895353747255582648"], "pub_url": "https://scholar.google.com/scholar?cluster=13895353747255582648&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:uN-PxZw21sAJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Efektivitas Iklan Shopee COD Di Youtube Pada Pengguna Shopee Indonesia", "pub_year": 2022, "citation": "Jurnal E-Komunikasi 10 (2), 2022", "author": "Grace Layrensius and Fanny Lesmana and Lady Joanne Tjahyana", "journal": "Jurnal E-Komunikasi", "volume": "10", "number": "2", "abstract": "Perkembangan zaman membuat manusia semakin dihadapkan dengan era digital, dimana penggunaan teknologi informasi dan komunikasi semakin berkembang pesat. Salah satu dampak yang terjadi adalah meningkatnya angka penggunaan internet, salah satunya untuk berbelanja secara online. Shopee merupakan salah satu e-commerce yang ada di Indonesia dan menjadi top of mind brand di antara beberapa e-commerce lainnya pada tahun 2021. Bersaing dengan beberapa e-commerce lainnya membuat Shopee memerlukan strategi komunikasi yang baik untuk mempertahankan predikatnya. Salah satu strategi yang dilakukan Shopee yaitu membuat iklan untuk mengkomunikasikan metode pembayaran cash on delivery melalui Youtube. Penelitian ini ditujukan untuk mengetahui apakah iklan Shopee COD di Youtube efektif pada pengguna Shopee yang berada di Indonesia, melalui penyebaran …"}, "filled": true, "author_pub_id": "WQjY83oAAAAJ:HDshCWvjkbEC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=7677920522913980640", "cites_id": ["7677920522913980640"], "pub_url": "https://scholar.google.com/scholar?cluster=7677920522913980640&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:4CD4RQl0jWoJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Isi Brand Identity Pada Instagram The St. Regis Bali Resor", "pub_year": 2022, "citation": "Jurnal E-Komunikasi 10 (2), 1-11, 2022", "author": "Gladys Graciella Lodri and Felicia Goenawan and Lady Joanne Tjahyana", "journal": "Jurnal E-Komunikasi", "volume": "10", "number": "2", "pages": "1-11", "abstract": "Penelitian ini untuk mengatahui brand identity yang mana dan seperti apa yang dibangun dan ditonjolkan oleh The St. Regis Bali dalam memperkenalkan produknya kepada audiens yang dituju melalui Instagram@ stregisbali. Media Instagram dipakai oleh The St. Regis Bali sebagai saluran untuk melakukan komunikasi pemasaran. Unggahan yang digunakan dalam penelitian ini adalah unggahan yang dibagikan pada Juli 2021-April 2022. Peneliti akan menggunakan metode analisis isi kuantitatif dalam menganalisis brand identity. Hasil dari penelitian ditemukan bahwa The St. Regis Bali menampilkan semua elemen brand identity. Namun frekuensi kemunculan brand identity tidak merata dan terdapat elemen brand identity yang cenderung memiliki angka kemunculan yang kecil. Terutama pada elemen nama, logo, serta tipografi masih belum maksimal dikomunikasikan oleh seorang markting …"}, "filled": true, "author_pub_id": "WQjY83oAAAAJ:hFOr9nPyWt4C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=3731445115248645128", "cites_id": ["3731445115248645128"], "pub_url": "https://scholar.google.com/scholar?cluster=3731445115248645128&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:CBRD8Y_ByDMJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh NCT DREAM sebagai celebrity endorser Lemonilo pada brand awareness generasi muda pengguna TikTok di Indonesia", "pub_year": 2022, "citation": "Jurnal E-Komunikasi 10 (2), 1-8, 2022", "author": "Jane Elisabeth Sutanto and Lady Joanne Tjahyana and Chory Angela Wijayanti", "journal": "Jurnal E-Komunikasi", "volume": "10", "number": "2", "pages": "1-8", "abstract": "Online advertisement adalah strategi pemasaran terbaru dapat menghemat biaya dan memudahkan brand untuk mengontrol iklan tersebut serta memiliki efektivitas yang lebih tinggi daripada traditional advertisement. Online advertisement dapat dilakukan melalui media sosial. Iklan dalam media sosial dapat membantu peningkatan brand awareness. Dalam iklan juga dapat digunakan celebrity endorser. Celebrity endorser merupakan orang yang dikenal oleh khlayak umum atau paling tidak sasaran audiens dari brand yang bersangkutan. Penelitian ini dilakukan untuk mencari pengaruh penggunaan NCT DREAM sebagai celebrity endorser terhadap brand awareness Lemonilo pada generasi muda pengguna TikTok di Indonesia. Untuk mengukur celebrity endorser, digunakan indikator PATER (popularity, attractiveness, trustworthiness, expertise dan relevance). Sedangkan untuk mengukur brand awareness …"}, "filled": true, "author_pub_id": "WQjY83oAAAAJ:qUcmZB5y_30C", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=1917786057350683343", "cites_id": ["1917786057350683343"], "pub_url": "https://scholar.google.com/scholar?cluster=1917786057350683343&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:z5qVH0JYnRoJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Brand Monitoring for Dogecoin Cryptocurrency on Twitter", "pub_year": 2021, "citation": "Brand Monitoring for Dogecoin Cryptocurrency on Twitter, 2021", "author": "Lady Joanne Tjahyana", "abstract": "Dogecoin was started in 2013 as meme coins and considered as a joke. However, it has become a phenomenon when the price was risen to 800% in January 2021 and soared to 400% in April 2021. Despite the skyrocketed price in early 2021, many investors still did not take Dogecoin seriously because it did not have strong fundamental compared to other cryptocurrencies. Nevertheless, many believes that Dogecoin soaring price was influenced by strong Dogecoin community on Twitter and several tweets by influential public profiles like Elon Musk. Cryptocurrency itself also has brand attributes such as names, positioning, and reputation in the market that often affected by public sentiment in social media like Twitter. This objective of this research was to monitor Dogecoin cryptocurrency as a brand. Conversation data on Twitter was collected with Brand24 from 1 April - 23 May 2021 when several important events occurred. The method used in this research was social media analysis combined with brand monitoring. The result of this research implies that Dogecoin gained more positive sentiment than negative sentiment. Also, strong influence from top public profiles, and the use of the right hasthags and cashtags were the important factors that affect the brand reputation."}, "filled": true, "author_pub_id": "WQjY83oAAAAJ:dhFuZR0502QC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=6707845301161637549", "cites_id": ["6707845301161637549"], "pub_url": "https://repository.petra.ac.id/19427/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:rTYDAMMNF10J:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Studi Netnografi Pola Komunikasi Jaringan Komunitas CryptocurrencyDogecoin diTwitter", "pub_year": 2021, "citation": "Komunikatif-Jurnal Ilmiah Komunikasi 10 (1), 16-37, 2021", "author": "Lady Joanne Tjahyana", "journal": "Komunikatif-Jurnal Ilmiah Komunikasi", "volume": "10", "number": "1", "pages": "16-37", "publisher": "Petra Christian University", "abstract": "Dogecoin  was  a  cryptocurrency  that  started  as  a  meme  coin.  However,  Dogecoin  price  has  increased  by 800% in January 2021 and soared to 400% in April 2021. The skyrocketed price could not be separated from the support of  Dogecoin community and top public profiles at Twitter. This research was conducted using digital netnography method to see communication pattern of Dogecoin community network at Twitter. The community targeted in this study consists of all Twitters users that actively participated in discussions about Dogecoin. Data mining and data analysis were done using social network analysis tools which were Netlytic  and  Brand24  from  1  April -9  May  2021  during  several  important  moments  that  happened  in  the community.   The   mined   data   was   all   conversation   data   using   keyword   Doge.   The   research   found communication  network  pattern  that  includes  5  interaction  types  in  the  community.  The  findings  suggest that cryptocurrencies developers should give convincing information to make communities wanted to hold a  cryptocurrency.  Furthermore,  it  is  important  to  maintain  communitys  members  who  give  each  other encouragement and support.  Also, the developers could work with  top  public  profiles  to give confirmation and  convincing  information  that  could  overcome  communitys  anxiety  regarding  the  high  volatility  of  a cryptocurrency."}, "filled": true, "author_pub_id": "WQjY83oAAAAJ:qxL8FJ1GzNcC", "num_citations": 15, "citedby_url": "/scholar?hl=en&cites=6551626248043981670", "cites_id": ["6551626248043981670"], "pub_url": "https://repository.petra.ac.id/19218/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZmvJT1wN7FoJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 2, "2023": 3, "2024": 8}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Efektivitas penggunaan nct 127 sebagai celebrity endorser dalam social media campaign nu green tea# fixenak di instagram@ nuteaid", "pub_year": 2021, "citation": "Jurnal E-Komunikasi 9 (2), 1-12, 2021", "author": "Monica Angelina and Felicia Goenawan and Lady Joanne Tjahyana", "journal": "Jurnal E-Komunikasi", "volume": "9", "number": "2", "pages": "1-12"}, "filled": true, "author_pub_id": "WQjY83oAAAAJ:mVmsd5A6BfQC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=11300351054059763073", "cites_id": ["11300351054059763073"], "pub_url": "https://scholar.google.com/scholar?cluster=11300351054059763073&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:gXVxbmnp0pwJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Motif dan Kepuasan Subscriber Menonton Channel Youtube Jess No Limit", "pub_year": 2021, "citation": "Jurnal E-Komunikasi 9 (2), 1-12, 2021", "author": "Bella Calista Gloria and Jandy Edipson Luik and Lady Joanne Tjahyana", "journal": "Jurnal E-Komunikasi", "volume": "9", "number": "2", "pages": "1-12", "abstract": "Penelitian ini, meneliti tentang motif dan kepuasan subscriber menonton channel YouTube Jess No Limit. Dimana channel Youtube Jess No Limit merupakan channel YouTube Gaming dengan Subscriber terbanyak no 1 di Indonesia untuk kategori video game. Penelitian ini menggunakan teori uses and gratification, peneliti menggunakan 3 indikator milik Ramirez, Cañizarese, & García yaitu hiburan dan pelepasan ketegangan, sosial, dan informasi. Metode penelitian yang digunakan adalah online survei, dengan jenis penelitian kuantitatif dengan menggunakan uji validitas, uji reliabilitas, dan uji crosstab untuk mengetahui hubungan identitas responden dengan indikator motif dan kepuasan. Hasil dari penelitian ini didapatkan bahwa indikator informasi memiliki motif dan kepuasan tertinggi sedangkan motif dan kepuasan terendah berada pada indikator sosial. Serta hipotesis pada penelitan ini adalah H0 …"}, "filled": true, "author_pub_id": "WQjY83oAAAAJ:Wp0gIr-vW9MC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=5407853844889490629", "cites_id": ["5407853844889490629"], "pub_url": "https://scholar.google.com/scholar?cluster=5407853844889490629&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:xVTefWuODEsJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 2, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis brand personality dalam co-branding dear me beauty di Instagram", "pub_year": 2021, "citation": "Jurnal e-Komunikasi 9 (2), 2021", "author": "Cicilia Monika Darmawan and Judy Djoko Wahjono Tjahjo and L Joanne Tjahyana", "journal": "Jurnal e-Komunikasi", "volume": "9", "number": "2", "abstract": "Penelitian ini dilakukan untuk memperoleh gambaran isi pesan Brand Personality pada co-branding Dear Me Beauty yang ada pada media Instagram Dear Me Beauty. Penelitian ini khususnya melihat Brand Personality pada co-branding Dear Me Beauty dengan perusahaan makanan lokal Indonesia seperti perusahaan Nissin, Yupi, dan Sasa. Teori yang digunakan dalam penelitian ini Marketing communications, Brand personality, Co-branding, dan Instagram. Brand Personality adalah sekumpulan karakteristik manusia yang diasosiasikan dalam suatu brand. Co-branding adalah dua atau lebih merek yang sudah dikenal, dan dikombinasikan ke dalam suatu penawaran dimana satu sama lain tetap dapat memperkuat dan berharap akan mendapatkan perhatian dari audiens baru. Penggambaran Brand Personality pada co-branding Dear Me Beauty diteliti dengan metode analisis isi kuantitatif. Hasil penelitian …"}, "filled": true, "author_pub_id": "WQjY83oAAAAJ:4DMP91E08xMC", "num_citations": 10, "citedby_url": "/scholar?hl=en&cites=4302616336258055909", "cites_id": ["4302616336258055909"], "pub_url": "https://scholar.google.com/scholar?cluster=4302616336258055909&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5T5098L2tTsJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 5, "2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Isi Aktivitas Sharenting Yang Dilakukan Oleh Single Mothers di Instagram", "pub_year": 2021, "citation": "Jurnal E-Komunikasi 9 (2), 2021", "author": "Putu Inten Kurniari and Desi Yoanita and Lady Joanne Tjahyana", "journal": "Jurnal E-Komunikasi", "volume": "9", "number": "2"}, "filled": true, "author_pub_id": "WQjY83oAAAAJ:aqlVkmm33-oC", "num_citations": 10, "citedby_url": "/scholar?hl=en&cites=1826819325372825685", "cites_id": ["1826819325372825685"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VYCqXX8qWhkJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 5, "2024": 3}}
