{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Investigating Jokowi’s Populist Strategy for 2024 Indonesian Presidential Election: An Inquiry into Discourse and Politics", "pub_year": 2025, "citation": "Mediacon, 2025", "author": "Theophilus Joko Riyanto and Ribut Basuki and Samuel Gunawan", "journal": "Mediacon", "abstract": "Political discourse has had a long history as carried out under the western tradition of rhetoric since antiquity. It has also been applicable to the politics in the eastern contexts, including Indonesia. An issue that is prevalent in Indonesia at the moment is populism as an excess of democracy. Thus, there have been questions whether during President Joko Widodo’s administration, populism in Indonesia has grown to authoritarianism, or another bent feudalistic, populism. On such an account, this paper is to analyze one strand of discourse studies of politics focusing on the public statements of President Jokowi in ahead of the 2024 Presidential Election in Indonesia. So, the analysis is focused on the micro level behaviors being grasped through some verbal expressions and actions against the background of multimodal discourse analysis of some obvious semiotic resources in the context of the overturned pre-existing practices of the 2024 Presidential election. President Jokowi displayed some semiotic behaviors of being “mencla-mencle” (destructively inconsistent) and “tipu-tipu” (destructively deceptive) that are definitely constitutive of destructive politics. Under van Dijk’s critical discourse analysis such obvious behaviors show the reproduction of political power and abuse."}, "filled": true, "author_pub_id": "X7y8GO8AAAAJ:2P1L_qKh6hAC", "num_citations": 0, "pub_url": "https://proceeding-mediacon.petra.ac.id/index.php/med/article/view/8", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:syLeHBdhnjQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Interactional Styles Used by Christopher Gardner in Movie the Pursuit of Happyness", "pub_year": 2024, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 12 (3), 390-400, 2024", "author": "Daniel Nathan and Samuel Gunawan", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "12", "number": "3", "pages": "390-400", "abstract": "The study\" Interactional Styles Used by Christopher Gardner in Movie The Pursuit of Happyness\" examines the different communication styles exhibited by the character Christopher Gardner in various situations. Using Holmes's (2006) theory of interactional styles, the study identifies both feminine and masculine features in Gardner's interactions. These features include facilitative, supportive feedback, indirect, person/process-oriented, and affectively oriented (feminine), as well as competitive, aggressive interruptions, direct, task/outcome-oriented, and referentially oriented (masculine)."}, "filled": true, "author_pub_id": "X7y8GO8AAAAJ:70eg2SAEIzsC", "num_citations": 0, "pub_url": "https://katakita.petra.ac.id/index.php/sastra-inggris/article/view/14484", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:7i9lnFit5ZgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Interactional Styles Used by Joy Mangano in 2015 Joy Movie", "pub_year": 2024, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 12 (2), 197-207, 2024", "author": "Jason Louis Susanto and Samuel Gunawan", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "12", "number": "2", "pages": "197-207", "abstract": "This study was conducted to find out the interactional styles used in Joy Mangano’s utterances from the 2015 Joy movie, specifically when she was in negotiation scenes. This study used the theory of interactional styles by Holmes (2006) and supporting theory of negotiation by Lewicki et al.(2003). This study used a qualitative approach to analyze the data. The findings found that Joy Mangano was dominant to use more masculine interactional styles in the outcome of successful and unsuccessful negotiation scenes. This can happen because of specific reasons as mentioned in the findings and discussions of this study. The study expected more worthwhile and insightful research to find out whether particular configurations of either feminine or masculine interactional styles may definitely have something to contribute to the negotiation outcome."}, "filled": true, "author_pub_id": "X7y8GO8AAAAJ:vV6vV6tmYwMC", "num_citations": 0, "pub_url": "https://katakita.petra.ac.id/index.php/sastra-inggris/article/view/14425", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:NS5HUEIXFKQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Rhetorical Devices Used by Mark Zuckerberg in His 2007 Harvard Commencement Speech", "pub_year": 2024, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 12 (1), 86-93, 2024", "author": "Calvin Lauw and Samuel Gunawan", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "12", "number": "1", "pages": "86-93", "abstract": "This research analyzed the rhetorical devices used by Mark Zuckerberg in his 2007 Harvard commencement speech. The findings show Mark Zuckerberg’s speech used six out of eleven rhetorical devices in figurative language such as simile, catachresis, synecdoche, personification, allusion, and transferred epithet. The most frequent rhetorical device he used is catachresis. The other frequent rhetorical device he used is the transferred epithet. The least used of rhetorical devices in his speech simile, personification and synecdoche. From the findings, the writer concludes the rhetorical devices as the language method to improve the speaker's ability in delivering speech. Rhetorical devices affect in a positive way to improve the speaker's communication skill. The present research has some limited scope, which was based on a Mark Zuckerberg speech, further research would need to improve the knowledge about function and the use of rhetorical devices in a speech. The other research using different types of speech would also be recommended."}, "filled": true, "author_pub_id": "X7y8GO8AAAAJ:lSLTfruPkqcC", "num_citations": 0, "pub_url": "https://katakita.petra.ac.id/index.php/sastra-inggris/article/view/14033", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ahNdVK9VPdUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Interactional Styles Used by Raymond Chin in the Close the Door podcast Miskin Bukan Privilege", "pub_year": 2023, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 11 (3), 376-397, 2023", "author": "Andy Andy and Samuel Gunawan", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "11", "number": "3", "pages": "376-397"}, "filled": true, "author_pub_id": "X7y8GO8AAAAJ:J_g5lzvAfSwC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=8621932563145730012", "cites_id": ["8621932563145730012"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:3KesN_xBp3cJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Bringing Happiness into Family Circles in McDonald’s Advertisements", "pub_year": 2023, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 11 (1), 98-103, 2023", "author": "Stella Angela and Samuel Gunawan", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "11", "number": "1", "pages": "98-103", "abstract": "This study was conducted to analyze verbal and visual expressions used in McDonald’s video advertisements. In the video advertisement, the writer focuses on how family circles create the idea of happiness through verbal and visual expressions. The writer observed using the multimodality theory by Paltridge (2012) and Gee (2004). The writer used the qualitative content approach in this study. The finding of this study shows that “Togetherness” is the main key to creating the idea of happiness in family circles from McDonald’s advertisements. More studies involving other themes and semiotic elements are recommended for further study. The result of this study will show how verbal expressions will reveal the idea of happines by stating all the keywords. At the same time, visual expressions will reveal how the idea of happiness can be seen with the help of some elements like colour scheme, clothes, place, expressions, and gestures."}, "filled": true, "author_pub_id": "X7y8GO8AAAAJ:RGFaLdJalmkC", "num_citations": 0, "pub_url": "https://katakita.petra.ac.id/index.php/sastra-inggris/article/view/13356", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:fweRgcW52sUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Narrative Rhetoric of Young People’s Voices to be Heard in Najwa Shihab’s Talk Show", "pub_year": 2023, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 11 (1), 154-161, 2023", "author": "Helen Hodiono and Samuel Gunawan", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "11", "number": "1", "pages": "154-161", "abstract": "The Mata Najwa (English: Najwa’s Eyes) program on October 27, 2021, entitled “Muda Bersuara” was a special episode to commemorate the Youth Pledge which fell the following day. Inviting notable guest stars from various societies, politicians, and artists, Najwa explored unsettling issues among our youths and highlighted whether or not their voices are still heard. This study was conducted because there is a widespread use of narratives on various social media platforms among youngsters but the level of literacy among them is still low. This study aimed to analyze the underlying structure of the narratives and to examine their functions. This study was done using a descriptive qualitative approach. The data analysis revealed that narratives found had a regular format in which each of them consisted of at least one structure. Every narrative was also unique and served a variety of functions with making present as its center."}, "filled": true, "author_pub_id": "X7y8GO8AAAAJ:ns9cj8rnVeAC", "num_citations": 0, "pub_url": "https://katakita.petra.ac.id/index.php/sastra-inggris/article/view/13363", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:if9-kdtmWn8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Analysis of Rhetorical Devices in Two Tesla Promotional Videos", "pub_year": 2023, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 11 (1), 41-49, 2023", "author": "Jihan Nurul Savira Alyanto and Samuel Gunawan", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "11", "number": "1", "pages": "41-49"}, "filled": true, "author_pub_id": "X7y8GO8AAAAJ:GnPB-g6toBAC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:OksgF_6ALgcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Rhetorical devices used by content creators to address the boycott of the game Dead By Daylight", "pub_year": 2022, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 10 (2), 284-291, 2022", "author": "Reynald Setyawan and Samuel Gunawan", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "10", "number": "2", "pages": "284-291"}, "filled": true, "author_pub_id": "X7y8GO8AAAAJ:BqipwSGYUEgC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=6839318537740127250", "cites_id": ["6839318537740127250"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Eoy-S_kj6l4J:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Structures of Political, Economic, and Socio-cultural Rhetorical Narratives on Social Media", "pub_year": 2022, "citation": "The Structures of Political, Economic, and Socio-cultural Rhetorical …, 2022", "author": "Samuel Gunawan and Theophilus Joko Riyanto and Liem Satya Limanta", "abstract": "This research was conducted on the ground of the reason for the increasingly widespread use of narratives on various social media platforms. Narrative  is an event whereby someone  represents an event  aiming to influence the understanding, emotions and values of others. This study qualitatively aims to capture the most common elements of narrative structure focusing on political, economic, and socio-cultural rhetorical narratives data originated from social media platforms. The theoretical model of narrative structure consisting of Abstract, Orientation, Complicating Actions, Resolution, Evaluation and Coda, as proposed by Labov and Waletzky was used to analyze the narrative data collected during the first four months of 2022. On the ground of social situated meanings, the findings show that the most common model of narrative structure is fully used whenever greater details of events, facts, or information are needed to be emphasized. For such reasons, all the elements of narrative structure are held to be obligatory. The findings  show that some elements of narrative structure are left out and  held to be optional as such elements are not considered necessary to convey the main content. In addition, the findings also show that some particular element allows it to be further developed with more embedded events, facts, opinion, or information."}, "filled": true, "author_pub_id": "X7y8GO8AAAAJ:RYcK_YlVTxYC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21443/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5f387IFuM2YJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Rhetoric of Political communication in Indonesian 2019 Presidential Debate", "pub_year": 2021, "citation": "Rhetoric of Political communication in Indonesian 2019 Presidential Debate, 2021", "author": "Theophilus Joko Riyanto and Liem Satya Limanta and Samuel Gunawan", "abstract": "This study examines the rhetoric of political communication in Indonesian 2019 Presidential Debate  between Joko Widodo versus Prabowo Subiyanto. As the incumbent president, Jokowi faced Prabowo  as his challenger. This gave way to their respective political communications to influence the political  environment. The modern concept of rhetorical theory (Hart, Daughton & LaVally, 2018) was used to  analyze how they constructed their lines of reasoning to win the support of their prospective voters.  Despite showing better lines of thought than his challenger, Jokowi was still lacking in well-spelled out  lines of arguments. Furthermore this study also examined the two candidates  political agenda by  using the theory of campaign packaging as proposed by Medhurst in terms of agenda setting, framing,  character construction, and emotional resonance. Unlike Prabowo, this paper indicates that Jokowi  was very much on the advantage based on his prior succesful first term of presidential office."}, "filled": true, "author_pub_id": "X7y8GO8AAAAJ:NaGl4SEjCO4C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20317/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:iN5TCPGrK7EJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analysis of Video Traveloka Advertisements Entitled “Dari Monoton Jadi Seru-Seruan” and “Badri and Aldi” Using Multimodal Discourse Theory", "pub_year": 2021, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 9 (1), 88-97, 2021", "author": "Yohana Yohana and Samuel Gunawan", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "9", "number": "1", "pages": "88-97", "abstract": "In the marketing world, there are a lot of competitors who compete their business to become the number one. Thus, some companies want to make their product exist in the customer's mind by making a video advertisement which usually appears on television or social media platforms. By making video as the instrument of advertisement, usually some companies can share a particular message about their brand or product to their customer. The message is used to persuade the people who see the advertisement to buy their product. Commonly, the video advertisement contains elements of semiotic resources such as visual, audio, oral, spatial, linguistic, and gesture. Those elements help the audience to understand particular messages. In this thesis, the researcher aims to reflect the message of fun traveling moment in Traveloka video advertisements by looking at the elements of semiotic resources which are divided into two parts, they are verbal and non-verbal expression and find out the brand image of Traveloka video advertisement by looking at interrelatedness of the some semiotic resources. The researcher used two videos of Traveloka advertisements as the object of analysis, then the writer found out the verbal and non-verbal expressions which convey the message using the theories of Multimodal discourse and the writer interpreted the message using a descriptive qualitative research method. According to the researcher's analysis, she finds that both two videos of Traveloka advertisements reflect fun traveling moments which can be seen through the combination of some semiotic resources and find two brand images of Traveloka such …"}, "filled": true, "author_pub_id": "X7y8GO8AAAAJ:NMxIlDl6LWMC", "num_citations": 0, "pub_url": "http://katakita.petra.ac.id/index.php/sastra-inggris/article/view/11031", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:xpEG8CSxvsAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Locality values within determination of regional head selection in Indonesian democratic party of struggle", "pub_year": 2020, "citation": "Journal of Critical Review 6 (6), 262-269, 2020", "author": "Gatut Priyowidodo and Inri Inggrit Indrayani and Yustisia Ditya Sari and Samuel Gunawan", "volume": "6", "number": "6", "pages": "262-269", "abstract": "This study aims to obtain a picture of how locality values are crucial in the selection of regional elections in Indonesia. In Indonesia, the mechanism for determining Regional Head Candidates (Governors, Regents and Mayors) is done in two ways. Political parties select first candidates for regional heads. Second, candidates for independent regional heads, namely candidates for regional heads who volunteered individually. Specifically for regional heads selected by political parties, the Regional Leadership Council is only entitled to propose the names of candidates to the Central Board of Governors (DPP) of the Indonesian Democratic Party of Struggle. The final decision is in the hands of the DPP. However, the Central Executive Board always observes the aspirations that develop in the regions and the values of locality in the areas people. The research method uses the case study method in a single setting. The paradigm used is constructive/interpretive with a qualitative approach. Data analysis was carried out thematically. The findings of this study is that the mechanism of selection for candidates of regional head has to meet the basic criteria and follow some designated steps in each hierarchy of the organizational structure management. In accordance with the organizational procedures, selection and nomination of candidates for regional heads must follow the processes of negotiation and coordination on each hierarchical level, be them on branch level (Branch Board), Regional level (Regional Board) and central level (Central Board in Jakarta). The final decision for nominating candidate rests fully on the authority of the Central Board …"}, "filled": true, "author_pub_id": "X7y8GO8AAAAJ:hMod-77fHWUC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=4315130289483948252", "cites_id": ["4315130289483948252"], "pub_url": "https://repository.petra.ac.id/18607/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:3CA4wCJs4jsJ:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 0, "2022": 0, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Digital media technology as an instrument for promotion and political marketing in the era of industrial revolution 4.0", "pub_year": 2019, "citation": "Proceedings of the 3rd International Conference on Education and Multimedia …, 2019", "author": "Gatut Priyowidodo and Inri Inggrit and Yustisia D Sari and Samuel Gunawan", "pages": "327-331", "abstract": "The development of digital media technology is a historical necessity. All dimensions of human life require digital technology interventions. Economic, educational, cultural, social, and political dimensions. Especially in the political aspect, the election of Regional Heads such as governors, regents, and mayors also requires a touch of digital technology. Candidates for the Regional Head promote and market themselves also through digital media, especially social media. The focus of this study is to elaborate on the use of advances in social media technology in the selection of regional head elections in East Java Province, Indonesia. This research employed a qualitative approach with case study research method. Informants of the research were from the core executive board of the PDI-Perjuangan from the national level (Central Board) going down to branch levels (Branch Board) as well as mayor candidates …"}, "filled": true, "author_pub_id": "X7y8GO8AAAAJ:HDshCWvjkbEC", "num_citations": 10, "citedby_url": "/scholar?hl=en&cites=14006925615448325207", "cites_id": ["14006925615448325207"], "pub_url": "https://dl.acm.org/doi/abs/10.1145/3345120.3345171", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:V_wdqKKYYsIJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 0, "2023": 5, "2024": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "COLLOQUIAL INFORMAL STYLE OF INDONESIAN", "pub_year": 2018, "citation": "COLLOQUIAL INFORMAL STYLE OF INDONESIAN, 2018", "author": "Samuel Gunawan", "abstract": "Sociolinguistically, social situations within which a speech interaction occurs may vary along a continuum of the most formal occasion of the social situations to go down to the most informal one. The same may also be true regarding the use of language; it also varies along a stylistic continuum from the most formal variety to go down to the most informal one. In other words, particular constellations of social situations tend to co-vary with a group of the linguistic subsystems of a major code called a language variety. Varieties within a major code, like Indonesian, constitute a stylistic continuum. Thus, there exists a continuum of social situations which exists side by side and co-vary with that of language varieties known as a stylistic continuum. This paper examines a style known as a language variety, its style markers, and other varieties with which it interacts, and the social meaning it carries in speech exchanges. The style under investigation is referred to as colloquial informal style of Indonesian (CISI), an informal variety which co-varies with the informal constellations of situational situations.  This variety is worth of an academic inquiry on account of its insight into the interactions between different language varieties that make it up in the speech habits of Indonesian speakers in most informal social situations. As the informal social situations demand, speakers tend to shift to the use of this style so as to create congruent situational situations. This style may be recognized by the presence of its style markers which are becoming more established as part and parcel of the variety. The CISI is enriched by the presence of both codeswitching and code …"}, "filled": true, "author_pub_id": "X7y8GO8AAAAJ:mB3voiENLucC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/18056/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VSNhJP5Rf9YJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pemgambilan Keputusan dan Strategi Pemasaran Politik", "pub_year": 2018, "citation": "Pemgambilan Keputusan dan Strategi Pemasaran Politik, 2018", "author": "Gatut Priyowidodo and Inri Inggrit Indrayani and Samuel Gunawan and Yustisia Ditya Sari", "publisher": "RAJAWALI PERS, JAKARTA", "abstract": "Ketika kita memasuki era Revolusi Industri 4.0, diakui atau tidak media sosial memiliki kekuatan yang luar biasa. Hampir seluruh interaksi yang kita bangun atau selenggarakan dengan pihak lain  tidak bisa lepas dari keterlibatan atau kehadiran media sosial.  Tidak ada celah dari seluruh aktivitas manusia yang tidak bersinggungan dengan media sosial.  Budaya, sosial, ekonomi, teknologi, olah raga, seni, alam, ruang angkasa, pendidikan, spiritualitas hingga politik pun semua meniscayakan kehadiran media sosial di dalamnya.  Gelombang Pilkada serentak yang beruntun datang untuk ketiga kalinya (2018) setelah sukses pada dua gelombang (2015,2017) sebelumnya juga menyiratkan bahwa medsos berperan sangat penting. Tidak hanya  calon kepala daerah yang berkompetisi yang memberdayakan keampuhannya, tetapi juga partai politik pengusung.  Itu sebabnya, meskipun media mainstream (koran, televisi dan radio) tetap eksis, tetapi fungsi tersebut telah banyak diambil alih atau tepatnya dikudeta oleh media sosial.   Komunikasi yang dilakukan dalam partai politik sebagai wadah berorganisasi pun dalam beragam format.  Format komunikasi dari anggota ke anggota dikenal dengan istilah satu level atau pola horisontal.   Format dari anggota ke pengurus partai atau pengurus partai ke anggota dikenal dengan istilah pola vertikal.  Format komunikasi lainnya adalah  dari anggoa ke pengurus lalu ke anggota atau dari pengurus-anggota-pengurus disebut dengan istilah pola komunikasi silang.   Mereka secara intens mempercakapkan perkembangan dan isu-isu pemilihan kepala daerah  atau chatting secara instensif terhadap topik …"}, "filled": true, "author_pub_id": "X7y8GO8AAAAJ:blknAaTinKkC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=18326936807440022906", "cites_id": ["18326936807440022906"], "pub_url": "https://repository.petra.ac.id/18191/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:en1-FO1bVv4J:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 0, "2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Donald Trump s versus Hillary Clinton s Campaign Rhetoric in their Presidential Nomination Acceptance Speeches", "pub_year": 2018, "citation": "Donald Trump s versus Hillary Clinton s Campaign Rhetoric in their …, 2018", "author": "Samuel Gunawan", "abstract": "The research sought to study the rhetoric of Donald Trump and Hillary Clinton in the U.S. 2016 presidential election. It studied how both candidates showcased their roles and political agenda in terms of the four components of campaign rhetoric: agenda-setting, framing, character construction, and emotional resonance in their nomination acceptance speeches. Using qualitative content analysis, access was made to the core meaning of the speeches in terms of Beebe and Beebe’s central ideas and main ideas of both speeches through Leanne’s rhetorical techniques and de Bruijn’s winning frames to be expressed in the forms of new analytical narratives.  Subsequently, the study attempted to arrive at some interpretation of the underlying thought of both speeches in the light of the four components of the campaign rhetoric. The analysis showed that Trump asserted the bleak picture of America and underscored his …"}, "filled": true, "author_pub_id": "X7y8GO8AAAAJ:-f6ydRqryjwC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/17971/2/2.2.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:pmV6kv8dS3sJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Hillary Clinton's presidential campaign rhetoric: Making America whole again", "pub_year": 2017, "citation": "Kasetsart Journal of Social Sciences 38 (1), 50-55, 2017", "author": "Samuel Gunawan", "journal": "Kasetsart Journal of Social Sciences", "volume": "38", "number": "1", "pages": "50-55", "publisher": "No longer published by Elsevier", "abstract": "This article sought to investigate Hillary Rodham Clinton's 2016 campaign rhetoric for the U.S. President as found in her South Carolina Primary Victory Speech and Super Tuesday Victory Speech. Qualitative content analysis was used through Leanne's analytical tool of rhetorical strategies to deconstruct the texts. It gave way to new analytical narratives to decipher the core meaning as expressed in the central ideas and the main ideas of the two speeches. By so doing, access was easily made for studying the four components of Clinton's campaign rhetoric. The article showed that both speeches shared similar themes in the four components of the campaign rhetoric, illuminating consistently Clinton's lines of thought and political goals. She succinctly spelled out her agenda to make America whole again; thus, providing opportunity, dignity, and justice for every American. She framed her political stand to continue …"}, "filled": true, "author_pub_id": "X7y8GO8AAAAJ:roLk4NBRz8UC", "num_citations": 18, "citedby_url": "/scholar?hl=en&cites=11247690966895015428,15484424408379137019", "cites_id": ["11247690966895015428", "15484424408379137019"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S2452315116301382", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:BLYlcVfTF5wJ:scholar.google.com/", "cites_per_year": {"2017": 1, "2018": 2, "2019": 1, "2020": 2, "2021": 4, "2022": 5, "2023": 2, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Concept of The Luxury Branding In Samsung Galaxy S6 Edge Series Through Triadic Modes of Sign", "pub_year": 2017, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 5 (1), 142-148, 2017", "author": "Tiyo Paksi and Samuel Gunawan", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "5", "number": "1", "pages": "142-148"}, "filled": true, "author_pub_id": "X7y8GO8AAAAJ:LkGwnXOMwfcC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=12374955228339691638", "cites_id": ["12374955228339691638"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:duCMADesvKsJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 1}}
