{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PERANCANGAN TEKNOLOGI INTERAKTIF PADA INTERIOR MUSEUM GUBUG WAYANG MOJOKERTO", "pub_year": 2024, "citation": "Jurnal PATRA 6 (2), 123-128, 2024", "author": "Theresia Regina Pujianto and Laksmi Kusuma Wardani and Felicia Wagiri", "journal": "Jurnal PATRA", "volume": "6", "number": "2", "pages": "123-128", "abstract": "Tujuan Salah satu wisata di kota Mojokerto yang menjadi pilar seni dan budaya Indonesia adalah Museum Gubug Wayang. Museum ini didirikan dengan tujuan untuk memperkenalkan dan memupuk rasa memiliki seni dan budaya kepada masyarakat serta meningkatkan Wisata Edukasi Seni dan Budaya Indonesia. Museum Gubug Wayang diresmikan pada tanggal 15 Agustus 2015, berlokasi di tengah kota Mojokerto. Bangunan dengan 3 lantai ini menghadirkan berbagai karya anak bangsa dari berbagai macam daerah. Hal yang ingin dibahas pada perancangan ini yaitu bagaimana menggabungkan teknologi interaktif sebagai sarana edukasi pengunjung Museum Gubug Wayang Mojokerto. Teknologi interaktif terbukti dapat memberikan pengalaman positif terhadap pengunjung dan mempermudah pembagian informasi. Metode perancangan yang digunakan pada penelitian ini adalah design thinking, yang terdiri atas"}, "filled": true, "author_pub_id": "X9HFzXYAAAAJ:1qzjygNMrQYC", "num_citations": 0, "pub_url": "https://jurnal.idbbali.ac.id/index.php/patra/article/view/363", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:h_NprKRjk2MJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Peranan Artificial Intelligence Dalam Membantu Efisiensi Dan Efektivitas Proses Perancangan Interior", "pub_year": 2024, "citation": "International Conference on Art, Design, Education and Cultural Studies …, 2024", "author": "Evelyn Sugianto and Efata Euaggelia and Laksmi Kusuma Wardani", "journal": "International Conference on Art, Design, Education and Cultural Studies (ICADECS)", "volume": "1", "number": "1", "abstract": "Teknologi jaman sekarang telah berkembang sangat pesat. Era sekarang, penggunaan artificial intelligence menjadi suatu platform yang dapat digunakan untuk mengoptimalisasi dan meningkatkan efisiensi dalam mendesain. Perancangan interior dapat dibantu dengan bantuan artificial intelligence dalam tahap pengembangan inovasi, konsep, visualisasi, dan masih banyak lagi. Dalam jurnal ini, akan dilakukan penelitian dan analisa yang bertujuan untuk mempelajari dan mengeksplorasi berbagai artificial intelligence. Beberapa artificial intelligence yang akan diteliti meliputi, Gemini, ChatGPT, Spacely AI, Fabrie, Copilot AI, MNML AI, Luma AI dan Pixlr. Metode yang akan digunakan berupa metode kualitatif dengan pengumpulan literatur, simulasi, dan pengumpulan data. Selain itu, dilakukan juga analisa efektifitas, efisiensi, akurasi, dan tingkat kreativitas dari penggunaan artificial intelligence. Data dari analisa dapat digunakan untuk mengidentifikasikan pola dalam berbagai artificial intelligence. Perbandingan kelemahan dan kelebihan dari teknologi AI juga dapat membantu dalam mengembangkan ide dan hasil dalam tiap tahap mendesain yang akan digunakan dalam perancangan interior. Hasil penelitian artificial intelligence dapat memberikan dampak positif dalam industri untuk beradaptasi terhadap teknologi yang terus berkembang. Penelitian ini juga bertujuan agar memberikan pemahaman dalam pemilihan artificial intelligence dengan memberikan solusi yang sesuai permasalahan dan kebutuhan desain. Penemuan hasil penelitian juga diharapkan dapat memberikan wawasan dan"}, "filled": true, "author_pub_id": "X9HFzXYAAAAJ:V3AGJWp-ZtQC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=18268014439835140001", "cites_id": ["18268014439835140001"], "pub_url": "http://conference.um.ac.id/index.php/icadecs/article/view/9471", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:oX8UTlgGhf0J:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pemanfaatan AI (Artificial Intelligence) Gemini dalam Bedah Karakteristik Arsitektur, Gaya Desain interior dan Ragam Hias pada Film Bumi Manusia (2019)", "pub_year": 2024, "citation": "International Conference on Art, Design, Education and Cultural Studies …, 2024", "author": "Efata Euaggelia and Evelyn Sugianto and Laksmi Kusuma Wardani", "journal": "International Conference on Art, Design, Education and Cultural Studies (ICADECS)", "volume": "1", "number": "1", "abstract": "Saat ini, teknologi AI (Artificial Intelligence) yang berkembang pesat telah banyak membuka peluang baru yang menarik dan bermanfaat dalam segala bidang, salah satunya dalam dunia karya seni desain dan perfilman. Oleh karena itu, penelitian ini bertujuan untuk mengetahui bagaimana pemanfaatan salah satu teknologi AI, yaitu Gemini dapat membantu menganalisis arsitektur, gaya desain interior dan ragam hias dalam film Bumi Manusia (2019). Lingkup penelitian adalah mengenai berbagai elemen desain interior yang muncul dalam film Bumi Manusia, baik itu gaya desain, model dan desain peranot, warna, tekstur, pola, dekorasi, hingga ragam hias yang terlihat. Metode penelitian yang digunakan adalah pendekatan kualitatif deskriptif dengan metode Analisa dan dokumentasi yang melibatkan penggunaan teknologi AI Gemini untuk melakukan analisis visual terhadap setiap adegan dalam film. Jadi …"}, "filled": true, "author_pub_id": "X9HFzXYAAAAJ:kRWSkSYxWN8C", "num_citations": 0, "pub_url": "http://conference.um.ac.id/index.php/icadecs/article/view/9470", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:7mOzzafUGo8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "STUDI ANALISIS TEKNOLOGI PENGOLAHAN GAMBAR DIGITAL INTERIOR MASJID MUHAMMAD CHENGHO SURABAYA", "pub_year": 2024, "citation": "International Conference on Art, Design, Education and Cultural Studies …, 2024", "author": "Sephia Feronika and Laksmi Kusuma Wardani", "journal": "International Conference on Art, Design, Education and Cultural Studies (ICADECS)", "volume": "1", "number": "1", "abstract": "Teknologi pengolahan gambar berperan dalam memfasilitasi ekspresi kreatif, menyempurnakan visual dan menawarkan peluang untuk inovasi. Artikel ini merupakan hasil pemikiran mengenai peran teknologi dalam analisis objek bangunan seperti Masjid Muhammad Cheng Ho di Surabaya. Bangunan ini memadukan unsur budaya Tionghoa dan budaya religi Islam, yang menggambarkan simbol harmoni perpaduan antarbudaya. Artikel ini merupakan hasil eksplorasi penerapan teknologi pengolahan gambar digital, dengan fokus pada pemahaman, aplikasi, dan"}, "filled": true, "author_pub_id": "X9HFzXYAAAAJ:mvPsJ3kp5DgC", "num_citations": 0, "pub_url": "http://conference.um.ac.id/index.php/icadecs/article/view/9474", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:OlmRu9yxMX0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Interior of Church to Support Sustainable Diverse Communities", "pub_year": 2024, "citation": "PROIROFONIC 1 (1), 310-321, 2024", "author": "Laksmi Kusuma Wardani", "journal": "PROIROFONIC", "volume": "1", "number": "1", "pages": "310-321", "abstract": "Church generally means as a place to worship for Christian people, however church also can be a community place for society. Sustainable Cities and Communities is an aspect that pay attention to society that can adapt through the midst of changing times to population growth. This aspect can be implemented through the design of facilities and activities of Church that support the communities. This church is in residential area of Surabaya, was redesigned with the main function to worship supported by activities for communities who have problems and needs. This church’s designed considering universal design that can be use to all ages user to those user with special needs. The worship area is located on two floors, third and fourth floor, with have floor layout pattern branched into one, which is the concept of this design named GotoRoyo. This concept meant a community place of various ethnicities, cultures, regions that are united to serve God, human, and the environment. And then for the facilities for communities, there’re Communal area, Gymnastic room, Course Classes, and Counseling room. Digital technology is also applied to support the infrastructure and activities of church."}, "filled": true, "author_pub_id": "X9HFzXYAAAAJ:BrmTIyaxlBUC", "num_citations": 0, "pub_url": "https://proirofonic.upnjatim.ac.id/index.php/proirofonic/article/view/36", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:bMl1mdkWEP0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Investigating the Project Based Learning and Service Learning: A Case Study of Interior Design Program, Petra Christian University", "pub_year": 2024, "citation": "Global Journal of Emerging Science, Engineering & Technology 1 (2), 80-90, 2024", "author": "Laksmi Kusuma Wardani and Adi Santosa and Ronald Hasudungan Irianto Sitinjak and Poppy Firtatwentyna Nilasari", "journal": "Global Journal of Emerging Science, Engineering & Technology", "volume": "1", "number": "2", "pages": "80-90", "publisher": "Petra Christian University", "abstract": "Curriculum development is carried out by the Interior Design Study Program at Petra Christian University to foster academic competencies, encourage and facilitate students to master various sciences according to their specialization, as well as enable them to understand real problems and find creative solutions. This article discusses various learning activities that contribute to empirical knowledge regarding the successful implementation of project-based learning in a sustainable manner. Through project-based learning, the learning process is built on learning activities with real tasks that challenge students to solve daily life problems independently and collaboratively. Meanwhile, through service learning, students experience direct interaction with the community where they live. Overall, implementing learning helps promote the existence of the design profession to the public. Communities become more aware that they must increase awareness of their cultural environment. In contrast, students become more aware of their competence as designers in building a better environment."}, "filled": true, "author_pub_id": "X9HFzXYAAAAJ:eflP2zaiRacC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20814/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lUNQy3KdqL8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pencahayaan Buatan dan Alami Terhadap Kafe Dengan Bangunan Kolonial Belanda di Surabaya", "pub_year": 2024, "citation": "International Conference on Art, Design, Education and Cultural Studies …, 2024", "author": "Allan Alvelano and Nicole Clarissa Thenardy and Laksmi Kusuma Wardani", "journal": "International Conference on Art, Design, Education and Cultural Studies (ICADECS)", "volume": "6", "number": "1", "abstract": "Penelitian ini mengeksplorasi mengenai peran teknologi pencahayaan alami dan buatan dalam kafe yang terletak di bangunan Surabaya dengan arsitektur kolonial Belanda. Menggunakan pendekatan kualitatif rasionalistik dan metode deskriptif, studi ini menemukan bahwa pencahayaan alami, melalui elemen seperti jendela besar dan atap kaca, tidak hanya mendukung keaslian karakter bangunan, tetapi juga mengurangi ketergantungan pada pencahayaan buatan, yang dapat meningkatkan biaya operasional dan dampak lingkungan. Pencahayaan alami membantu menciptakan suasana yang hangat dan mengundang, serta mendukung kesehatan dari aspek mental dan fisik pengunjung dengan memberikan akses yang lebih baik terhadap cahaya alami. Di sisi lain, pencahayaan buatan memberikan fleksibilitas yang diperlukan untuk menciptakan beragam atmosfer, memungkinkan pemilik kafe untuk menyesuaikan pencahayaan sesuai dengan waktu, acara, dan tema tertentu. Misalnya, pencahayaan lembut dapat menciptakan suasana romantis di malam hari, sementara pencahayaan yang lebih terang dapat mendukung suasana yang ceria pada siang hari. Namun, penting untuk menerapkan pencahayaan buatan dengan hati-hati agar tidak mengganggu integritas arsitektur dan nuansa kolonial yang khas. Sinergi antara kedua teknologi pencahayaan ini menjadi kunci untuk menciptakan pengalaman yang optimal bagi pengunjung, sekaligus menghormati warisan sejarah yang ada. Penelitian ini memberikan wawasan berharga bagi arsitek, desainer interior, dan pemilik kafe dalam merancang ruang yang tidak hanya fungsional …"}, "filled": true, "author_pub_id": "X9HFzXYAAAAJ:J-pR_7NvFogC", "num_citations": 0, "pub_url": "http://conference.um.ac.id/index.php/icadecs/article/view/10019", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:iLPYnuznHRkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Interior Design Styles as Visual Communication in the Digital Era of Restaurants", "pub_year": 2023, "citation": "Proceeding of Creative and Collaborative Communication Conference (CCOMM) 1 …, 2023", "author": "Denise Kenzie Kant and Laksmi Kusuma Wardani", "journal": "Proceeding of Creative and Collaborative Communication Conference (CCOMM)", "volume": "1", "number": "1", "pages": "132-147", "abstract": "The COVID-19 pandemic has changed many things from various aspects of life, especially on how people communicate. Most of the direct communication has been replaced by online communication. Majority of people from millennial, Z, and alpha generations are used to the presence of technology in their everyday life and able to use it efficiently. This can be proven in the post-pandemic days by how new places and restaurants can go viral and become famous in just aa short period of time from a few videos made and uploaded to online medias and social media by people, such as TikTok, Instagram, Facebook, and many more. Thus, these medias can be referred as a way for people to communicate their opinions about many things, especially towards a place or a restaurant. Besides the foods that the visitors pay attention to, restaurants in today’s era need to pay attention to the aesthetic side and come up with a design style to make it more attractive. By bringing out the aesthetic side and design style, restaurants can visually communicate the atmosphere they want to bring to their visitors. Methods used in this paper includes, literature review, observation, and also visual analysis. This article is written to discuss how design styles in restaurants can serve as a bridge to communicate the desired ambiance, which can then be disseminated through social media and other online platforms."}, "filled": true, "author_pub_id": "X9HFzXYAAAAJ:D_sINldO8mEC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=9070392867463959923", "cites_id": ["9070392867463959923"], "pub_url": "https://proceeding-ccomm.petra.ac.id/index.php/ccomm/article/view/18", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:cxVthkGC4H0J:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Role of Digital Marketing in Enhancing Communication Strategies for Interior Designers", "pub_year": 2023, "citation": "Proceeding of Creative and Collaborative Communication Conference (CCOMM) 1 …, 2023", "author": "Olivia Djosephin and Laksmi Kusuma Wardani", "journal": "Proceeding of Creative and Collaborative Communication Conference (CCOMM)", "volume": "1", "number": "1", "pages": "193-207", "abstract": "After the Covid-19 pandemic, creativity, and collaboration in terms of communication have changed and become very important to ensure business continuity and healthy human relations. Changes that occur also affect the marketing of interior designer communication to clients. Marketing communication is a marketing strategy to communicate with target clients effectively in verbal and non-verbal forms. Before the digital age, interior designers were known by clients based on relationships between friends or partnerships. After digital developed rapidly, technology has helped designers to collaborate and to discuss with clients effectively and creatively by using various media in presenting their work. The problem in this article is what kind of marketing strategy is releavan in the present, so the purpose of this study is to explore what marketing strategies are used in the current era. This article is the result of an exploratory activity that examines the effectiveness of using digital media as a marketing strategy and conceptual communication media for a design idea. The research method used in this writing is a qualitative research method, which is a research process to understand social phenomena by creating a complex and comprehensive picture using detailed words and views obtained from informant sources. The results of the exploration show that social media (YouTube, Instagram, Tiktok, web, blog), walkthrough videos, and online presentations are the digital marketing communication media most often used by interior designers. However, the success of interior designers does not only depend on the ability of digital competencies skills but …"}, "filled": true, "author_pub_id": "X9HFzXYAAAAJ:eJXPG6dFmWUC", "num_citations": 0, "pub_url": "https://proceeding-ccomm.petra.ac.id/index.php/ccomm/article/view/22", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:i8JUVmo6d1AJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Exploring Symbols In Jakarta Cathedral Through Creative Media Documentation", "pub_year": 2023, "citation": "Proceeding of Creative and Collaborative Communication Conference (CCOMM) 1 …, 2023", "author": "Grace Setia Hartanto and Laksmi Kusuma Wardani", "journal": "Proceeding of Creative and Collaborative Communication Conference (CCOMM)", "volume": "1", "number": "1", "pages": "182-192", "abstract": "The post-Covid-19 transition period has had a significant impact on the creative industry, where creative industry people are increasingly utilizing digital platforms to promote content to audiences or the general public. This can be used as a medium to provide education and knowledge to audiences or the public about historical heritage buildings in Indonesia, one of which is the Santa Maria Diangkat ke Surga Cathedral Church in Jakarta. Santa Maria Diangkat ke Surga Cathedral Church is one of the historical buildings protected by the Indonesian Government since 1993. This building has many symbols in its interior and exterior that carry different meanings and roles, representing the values of the Catholic religion and culture. This building is a historical heritage that needs to be preserved and protected, requiring the participation of the wider community. Therefore, it is the responsibility of people in the creative industry to provide education to the public through existing digital platforms."}, "filled": true, "author_pub_id": "X9HFzXYAAAAJ:VOx2b1Wkg3QC", "num_citations": 0, "pub_url": "https://proceeding-ccomm.petra.ac.id/index.php/ccomm/article/view/21", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:wlaxbrNqhB8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "How Interior Design Impacts Learning Performance for Children with Special Needs in Surabaya", "pub_year": 2023, "citation": "k@ ta: A Biannual Publication on the Study of Language and Literature 25 (00 …, 2023", "author": "Valentine Vallery Haryanto and Laksmi K Wardani and Felicia Wagiri", "journal": "k@ ta: A Biannual Publication on the Study of Language and Literature", "volume": "25", "number": "00", "pages": "113-118", "abstract": "According to Indonesia’s Central Statistics Agency (BPS), the number of children with special needs in 2017 reached 1.6 million, and among them, only 18% received inclusive education services. The Surabaya Government has issued a policy that every school has an inclusion class to accommodate children with special needs. Many factors determine the growth and development of children, such as formal and informal education. Therefore, equity in education for children is a crucial topic to study. Since all children should receive proper educational facilities to maximize their potential, interior design can be a solution to convey an adequate learning environment for children with special needs. Thus, this paper will survey children with special needs concerning school design planning using interactive and non-interactive qualitative data collection methods, including literature focusing on behavioral characteristics related to the environment, interviews, observation, and visits to some appropriate sites. The survey will be conducted with at least 40 respondents, including parents, teachers, and peers of the children. The goal of this study is to provide suggestions to schools around Surabaya on how to make their education more inclusive."}, "filled": true, "author_pub_id": "X9HFzXYAAAAJ:8AbLer7MMksC", "num_citations": 0, "pub_url": "https://kata.petra.ac.id/index.php/ing/article/view/19599", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZXyUrtt37C8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Aplikasi Teoritis Konsep Healing Environment Pada Lingkungan Perkantoran", "pub_year": 2022, "citation": "Advances in Civil Engineering and Sustainable Architecture 4 (2), 96-105, 2022", "author": "Gelbriel Michelle Gracella Nartha Sambira and Rully Damayanti and Laksmi Kusuma Wardani", "journal": "Advances in Civil Engineering and Sustainable Architecture", "volume": "4", "number": "2", "pages": "96-105", "abstract": "Usia dewasa merupakan usia yang rentan terkena stres karena besarnya kewajiban dan peran yang harus dipenuhi. Salah satu faktor yang mempengaruhi tingkat stres kaum dewasa muda adalah lingkungan kerja karena mereka lebih banyak menghabiskan waktu untuk bekerja. Menurut Okezone. com, 64% pekerja di Indonesia mengalami peningkatan stres kerja dibandingkan tahun sebelumnya. Salah satu faktor yang menyebabkan peningkatan stres tersebut adalah perusahaan yang lebih mementingkan faktor ekonomi dibandingkan kenyamanan karyawannya. Ketika karyawan kurang merasa nyaman dengan lingkungan kerjanya maka tingkat stres mereka akan bertambah dan dapat mengakibatkan dampak negatif pada kinerja karyawan dan pada perusahaan. Oleh karena itu diperlukan parameter desain lingkungan kerja perkantoran yang dapat menurunkan stres dan meningkatkan produktivitas karyawan. Konsep Healing Environment merupakan sebuah teori perancangan yang menghubungkan antara ruang dengan kesehatan dan well-being manusia agar menciptakan ruang yang membuat pengguna merasa lebih baik dan lebih bahagia. Untuk itu penelitian ini dilakukan untuk mengetahui parameter Healing Environment yang dapat diterapkan pada gedung perkantoran dengan menggunakan metode studi literatur yaitu metode yang dilakukan hanya dengan berdasarkan karya tertulis yang relevan dengan teori Healing Environment, data yang didapatkan dari hasil analisis kemudian saling dikaitkan dan dirangkum untuk menghasilkan parameter Healing Environment yang dapat diterapkan pada perkantoran. Hasil penelitian …"}, "filled": true, "author_pub_id": "X9HFzXYAAAAJ:u9iWguZQMMsC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=13455588192659580424", "cites_id": ["13455588192659580424"], "pub_url": "https://publication.petra.ac.id/index.php/acesa/article/view/12939", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:CCZqoyvau7oJ:scholar.google.com/", "cites_per_year": {"2023": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Participatory Method and Regionalism Approach of Furniture Design for Nginden Jangkungan Herbal Library Surabaya", "pub_year": 2022, "citation": "Participatory Method and Regionalism Approach of Furniture Design for …, 2022", "author": "Hendro Mozart Delahoya and Nathania Melissa Yuliani and Laksmi Kusuma Wardani and Diana Thamrin and Ronald Hasudungan Irianto Sitinjak", "abstract": "Surabaya s vision to become a literacy city, initiated by the mayor, Tri Rishmaharini, led to the opening of 533 regional libraries by 2019. In 2020, Nginden Jangkungan Herbal Library was chosen as the best regional library in Surabaya, with facilities and infrastructure supporting various literacy activities. However, there is much that still can be developed, in terms of the visual and functional quality of its interior design. This research used the participatory design method combined with a regionalism approach. This method was used to engage the community to develop their library with their own strengths and resources. Meanwhile, a regionalism approach was adopted to develop the local potential of the library within a global perspective. The objective of this research was to enrich the use of local resources by utilizing them as part of the furniture design for the herbal library. There are many herbal plants on the surrounding site that can be used by the local community. Therefore, eco-print training was held to educate the community and provide a transfer of knowledge about the benefits of herbal plants other than for consumption. The results of this eco-print training were then used as a part of the library s furniture, such as for the upholstery, and were designed in a modern way. Through the participatory method, the community can further develop this eco-print potential for the development of various products that can support the literacy activities of the public library."}, "filled": true, "author_pub_id": "X9HFzXYAAAAJ:5ugPr518TE4C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19728/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:kFWRRrWsrq8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Regionalism Approach with Co-Design Method in the Redesign of Literacy Stage at Herbal Library Nginden Jangkungan Surabaya", "pub_year": 2022, "citation": "Regionalism Approach with Co-Design Method in the Redesign of Literacy Stage …, 2022", "author": "Nathania Melissa Yuliani and Hendro Mozart Delahoya and Diana Thamrin and Laksmi Kusuma Wardani and Ronald Hasudungan Irianto Sitinjak", "abstract": "In the recent years, regional libraries in Surabaya have been encouraged to support Gerakan Literasi Nasional (GLN), a national program to cultivate literacy in Indonesia. One of the potential libraries is the Herbal Library on Nginden Jangkungan Street in Surabaya that provides various active literacy activities through a literacy stage facility. However, this facility was lacking identity in terms of visual and spatial character and more sub-facilities were needed to accommodate activities for performing, presenting, conducting workshops and other literacy activities. This research aims to redesign the literacy stage facility of Herbal Library Nginden with Regionalism approach combined with Co-design method, to implement the regional identity and community potentials into the designing process and result. The Co-design method is a collaborative designing process between designers and the community to produce designs that truly answer the needs, transfer knowledge and create a sense of ownership. The result of this study is an iconic design of a literacy stage that could accommodate the flexibility of literacy activities while representing the local culture of the community in terms of visual and spatial character. Regionalism approach was adopted through the implementation of natural elements (leaves, bamboo, red ginger, etc) originating from the herbal librarys site, crafts from plastic waste that were co-designed with the communitys art works, and the use of Javanese language and culture. Through this research design project, hopefully the design intervention product can support Herbal Library Nginden Jangkungan to become new literacy icon …"}, "filled": true, "author_pub_id": "X9HFzXYAAAAJ:WbkHhVStYXYC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19729/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Af_Po6eg3qkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Regionalism and Co-Design Approach in the Redesign of a Literacy Stage at the Nginden Jangkungan Herbal Library in Surabaya", "pub_year": 2022, "citation": "KnE Social Sciences, 245-252, 2022", "author": "Nathania Melissa Yuliani and Hendro Mozart Delahoya and Diana Thamrin and Laksmi Kusuma Wardani and Ronald Hasudungan Irianto Sitinjak", "journal": "KnE Social Sciences", "pages": "245-252", "abstract": "In recent years, regional libraries in Surabaya have been encouraged to support Gerakan Literasi Nasional (GLN), a national program to cultivate literacy in Indonesia. One of these libraries is the Herbal Library on Nginden Jangkungan street in Surabaya that provides various active literacy activities through a literacy stage facility. However, this facility was lacking identity in terms of visual and spatial character and more sub-facilities were needed to accommodate activities for performing, presenting, conducting workshops and other literacy activities. This research aimed to redesign the literacy stage facility of the Nginden Herbal Library using a regionalism approach combined with a community co-design method. The co-design method is a collaborative process between designers and the community to produce designs that truly answer the needs of the community, promote transfer of knowledge and create a shared sense of ownership. The result of this study is an iconic design of a literacy stage that could accommodate the flexibility of literacy activities while representing the local culture of the community. The regionalism approach was adopted through the implementation of natural elements (leaves, bamboo, red ginger, etc.) originating from the herbal library’s site, and the use of Javanese language and culture. Crafts from plastic waste were also co-designed with the community’s art works. It is hoped that the design product can support the Herbal Library to become a new literacy icon in Surabaya."}, "filled": true, "author_pub_id": "X9HFzXYAAAAJ:UxriW0iASnsC", "num_citations": 0, "pub_url": "https://knepublishing.com/index.php/KnE-Social/article/view/11667/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:c3EvhmlLflQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Participatory Method and Regionalism Approach to Design Furniture for the Nginden Jangkungan Herbal Library in Surabaya", "pub_year": 2022, "citation": "KnE Social Sciences, 236-244, 2022", "author": "Hendro Mozart Delahoya and Nathania Melissa Yuliani and Laksmi Kusuma Wardani and Diana Thamrin and Ronald Hasudungan Irianto Sitinjak", "journal": "KnE Social Sciences", "pages": "236-244", "abstract": "Surabaya’s vision to become a literacy city, initiated by the mayor, Tri Rishmaharini, led to the opening of 533 regional libraries by 2019. In 2020, Nginden Jangkungan Herbal Library was chosen as the best regional library in Surabaya, with facilities and infrastructure supporting various literacy activities. However, there is much that still can be developed, in terms of the visual and functional quality of its interior design. This research used the participatory design method combined with a regionalism approach. This method was used to engage the community to develop their library with their own strengths and resources. Meanwhile, a regionalism approach was adopted to develop the local potential of the library within a global perspective. The objective of this research was to enrich the use of local resources by utilizing them as part of the furniture design for the herbal library. There are many herbal plants on the surrounding site that can be used by the local community. Therefore, eco-print training was held to educate the community and provide a transfer of knowledge about the benefits of herbal plants other than for consumption. The results of this eco-print training were then used as a part of the library’s furniture, such as for the upholstery, and were designed in a modern way. Through the participatory method, the community can further develop this eco-print potential for the development of various products that can support the literacy activities of the public library."}, "filled": true, "author_pub_id": "X9HFzXYAAAAJ:dshw04ExmUIC", "num_citations": 0, "pub_url": "https://knepublishing.com/index.php/KnE-Social/article/download/11666/18898", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8tRCuyTSlTsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Interior of Medium-Scale Business Tiara Handicraft in Surabaya with Accessible Design Principle for Mentally and Physically Disabled Employees", "pub_year": 2022, "citation": "", "author": "Rhea Griselda and Olivia Gunawan and Laksmi Kusuma Wardani", "abstract": "Work is an essential activity for all living human, especially those with disabilities. The lack of adequate facilities to support disabled employees in the medium-scale business Tiara Handicraft in Surabaya causes the inefficiency and increased dependency of said employees. A breakthrough, followed by a set blueprint, of the interior design of Tiara Handicraft aims to create an accessible design that takes into account the anthropometry of Indonesian citizens, as well as the safety for all its employees. All of these are done in order to provide ease of access for disabled employees of Tiara Handicraft when utilizing prevalent facilities so they can increase their productivity and improve the quality of the end product. The usage of Design Thinking: Empathize, Define, Ideate, Prototype, and Test method assists in comprehending the problem systematically, thoroughly, and subsequently discovers conceptualized, fathomable, and accurate solutions. The result of this design is a conceptual idea. The principle of accessible design will also be implemented on the styling process of a certain area within Tiara Handicraft. Hopefully, the idea, design principle, and design outcome could stand as a model for other facilities to improve the productivity of disabled persons, and consequently improve the quality of their lives."}, "filled": true, "author_pub_id": "X9HFzXYAAAAJ:fQNAKQ3IYiAC", "num_citations": 0, "pub_url": "https://www.scitepress.org/Papers/2021/107533/107533.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:owA3niPT-H8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Kemasan Mangkuk", "pub_year": 2021, "citation": "Universitas Kristen Petra, 2021", "author": "Listia Natadjaja and Laksmi Kusuma Wardani and Diana Thamrin and Ronald Hasudungan Irianto Sitinjak and Ellen Violetta", "publisher": "Universitas Kristen Petra", "abstract": "SERTIFIKAT DESAIN INDUSTRI Page 1 REPUBLIK INDONESIA KEMENTERIAN HUKUM \nDAN HAK ASASI MANUSIA SERTIFIKAT DESAIN INDUSTRI Menteri Hukum dan Hak Asasi \nManusia atas nama Negara Republik Indonesia berdasarkan Undang-Undang Nomor 31 ahun \n2000 tentang Desain Industri, memberikan hak Desain Industri kepada : Nama dan Alamat \nPemegang Desain Industri : Universitas Kristen Petra l. Siwalankerto 121 - 131 Surabaya (ID) \nNama Pendesain : Listia Natad aa Laksmi Kusuma Wardani, S.Sn. Diana Thamrin Ronald \nHasudungan Irianto Sitind ak Ellen Violetta udul Desain Industri : KEMASAN MANGKUK \nPelindungan diberikan untuk : Bentuk dan Konfigurasi Nomor Pendaftaran : IDD0000060090 \nSertifikat ini berlaku 10 (sepuluh) tahun terhitung se ak tanggal penerimaan permohonan 22 \nDesember 2019 Sertifikat Desain Industri dilampiri dengan gambar, uraian, atau keterangan …"}, "filled": true, "author_pub_id": "X9HFzXYAAAAJ:5Ul4iDaHHb8C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20380/1/DI_IDD0000060090.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:gCAUiVwQ6mEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sustainability of Betang house’s cultural wisdom in Central Kalimantan", "pub_year": 2020, "citation": "KnE Social Sciences, 46–58-46–58, 2020", "author": "Laksmi K Wardani and Ronald HI Sitindjak and Poppy F Nilasari", "journal": "KnE Social Sciences", "pages": "46–58-46–58", "abstract": "Traditional Dayak houses in Kalimantan have several types of buildings that were built based on vernacular architectural traditions. The traditional house represents past ways of living and building which are full of cultural wisdom and values. The houses themselves and the cultural values they represent have been inherited, rebuilt, reshaped, and redefined in accordance with cultural and changing architectural traditions. This study aims to discover the characteristics of the cultural wisdom in the Betang Dayak Ngaju house in Central Kalimantan, along its influence on modern construction practises. Descriptive analysis was conducted to discover the wisdom of symbolic meanings and the various forms of sustainability in the present. The results showed that the Betang house displays a combination of ancient vernacular traditions and foreign architectural traditions that apply the typical Batang Garing metaphor as a core concept that illustrates the structural unity between the house and its environment."}, "filled": true, "author_pub_id": "X9HFzXYAAAAJ:fPk4N6BV_jEC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=14364383307122593433", "cites_id": ["14364383307122593433"], "pub_url": "https://knepublishing.com/index.php/KnE-Social/article/download/7582/13293", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mc6XFoOKWMcJ:scholar.google.com/", "cites_per_year": {"2021": 2, "2022": 1, "2023": 1, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Empowering Surabaya creative communities and start-ups through human-centered design", "pub_year": 2020, "citation": "GATR Global Journal of Business and Social Science Review 8 (2), 102, 2020", "author": "Diana Thamrin and Laksmi Kusuma Wardani and Ronald Hasudungan Irianto Sitinjak", "journal": "GATR Global Journal of Business and Social Science Review", "volume": "8", "number": "2", "pages": "102", "publisher": "Petra Christian University", "abstract": "Objective - Creative communities have the potential to increase a city s social, economic, and touristic values. Despite their evident existence in Surabaya, these communities lack support in terms of public spaces and exhibition facilities with suitable designs that could accommodate their unique activities and communicate their aspirations to the public. This research-design project aims to prove the social and economic benefits of the human-centered design process by implementing various human-centered design approaches in the interior design of creative community spaces (CCS) so that they can accommodate the unique activities of existing creative communities and serve as assembly points for entrepreneurial or start-up groups. Methodology/Technique   Two teams of interior designers were tasked to design a community space and exhibition facility for two creative communities in Surabaya. A combined …"}, "filled": true, "author_pub_id": "X9HFzXYAAAAJ:u_35RYKgDlwC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=5820317255298025075", "cites_id": ["5820317255298025075"], "pub_url": "https://repository.petra.ac.id/18780/2/Publikasi4_07002_6338.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:c4Yd0rTrxVAJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 1}}
