{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pendekatan Lean Dan Green Value Stream Mapping Untuk Mengurangi Waste Pada Proses Produksi: Studi Kasus Pabrik Furnitur Di Jawa Timur", "pub_year": 2023, "citation": "Institut Teknologi Sepuluh Nopember, 2023", "author": "Reyhan Iskandar", "abstract": "Penelitian tentang prinsip-prinsip lean di negara berkembang masih terbatas, maka diperlukan metode alternatif yang memiliki dampak lingkungan yang positif. Salah satu pendekatan tersebut adalah pemanfaatan metode Value Stream Mapping (VSM) untuk mengembangkan sistem pengurangan waste dalam proses produksi. Penelitian sebelumnya masih mengabaikan faktor lean dalam Green VSM, menjadikannya sebuah aspek untuk dianalisis dalam penelitian mendatang. Penelitian ini menerapkan metode VSM pada pabrik furnitur kayu di Jawa Timur yang memiliki waste dan aktivitas yang tidak memiliki nilai tambah, antara lain timbulnya limbah seperti konsumsi listrik yang berlebih akibat cycle time yang lama. Dengan mengurangi cycle time produksi, waste pada proses produksi dapat dikurangi. Selain itu, efektivitas metode Green Value Stream Mapping dalam mengidentifikasi proses produksi yang memiliki dampak green yang signifikan juga dapat diteliti lebih lanjut. Perusahaan memiliki peluang untuk mengurangi waktu siklus dari proses produksi pengecatan 1 sebesar 124 detik dan pengecatan 2 sebesar 427 detik, dan jumlah operasi sebanyak 4 biji.  =====================================================================================================================================  Research on lean principles in developing countries remains limited, highlighting the need for exploring alternative methods that have a positive environmental impact. One such approach is the utilization of the Value Stream Mapping (VSM) method to develop a system for waste reduction in production …"}, "filled": true, "author_pub_id": "XgbiIbMAAAAJ:W7OEmFMy1HYC", "num_citations": 0, "pub_url": "https://repository.its.ac.id/103188/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:LYuPE2-VYP8J:scholar.google.com/", "cites_per_year": {}}
