{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The effect of celebrity endorsement on purchase intention", "pub_year": 2023, "citation": "International Journal of Financial and Investment Studies (IJFIS) 4 (1), 50-62, 2023", "author": "Ruth Srininta Tarigan and Juliana Caesaria Tandung and Ansell Kevyn Sutrisno", "volume": "4", "number": "1", "pages": "50-62", "abstract": "The utilization of celebrity endorsement as a marketing strategy has gained widespread popularity across various industries, including the electronic industry. The objective of this study is to assess the correlation between celebrity endorsement and purchase intention, specifically through brand image. The analysis compares the relationship between variables at two levels: industry and brand, each at varying levels of maturity. Results indicate that at the industry level, brand image plays a positive mediating role in the relationship between celebrity endorsement and purchase intention, despite a negative direct relationship between the two. At the brand level, celebrity endorsement has a negative impact on purchase intention for Samsung, while exhibiting no significant effect on Vivo brand. However, brand image positively mediates the relationship between the two. Furthermore, multigroup analysis reveals that the difference in effect between the two brands is not statistically significant."}, "filled": true, "author_pub_id": "xlsviykAAAAJ:zYLM7Y9cAGgC", "num_citations": 12, "citedby_url": "/scholar?hl=en&cites=7296358246972369130", "cites_id": ["7296358246972369130"], "pub_url": "https://repository.petra.ac.id/20805/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6qjH-CrfQWUJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 8, "2025": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Factors Influencing the Engagement of Millennial Employees in Surabaya-Indonesia", "pub_year": 2023, "citation": "International Journal of Financial and Investment Studies (IJFIS) 3 (2), 69-78, 2023", "author": "Bella Vania and Winda Christanto and Juliana Caesaria Tandung and Ruth Srininta Tarigan", "volume": "3", "number": "2", "pages": "69-78", "abstract": "Engaged employees tend to produce better results, which no doubt will bring benefits to organizations. Unfortunately, in Indonesia, only 25% of Millennial employees are engaged, while Millennial employees have occupied 35% of the total workforce. This research aims to identify the influence of the seven determinants of employee engagement, namely work environment, leadership, co-worker relationship, training and career development, compensation, organizational policies, and workplace well-being, on the engagement level of Millenial employees in one of the fastest growing industry in Indonesia, which is the Cafe and Restaurant Industry. The initial 115 data have been gathered, and multiple regression analysis shows that the seven determinants explained 93.6% of the variance in employee engagement (Adjusted R2=0.936, F=239.174, p<.000). Furthermore, only five factors show a significant individual influence on the engagement level: leadership (b=328, p<.000), co-worker relationship (b=.239, p<.004), training and career development (b=254, p<.011), compensation (b=383, p<.001), and workplace well-being (b=176, p<.005). Implications for these findings are discussed in the full paper."}, "filled": true, "author_pub_id": "xlsviykAAAAJ:IjCSPb-OGe4C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=6873082989741979789", "cites_id": ["6873082989741979789"], "pub_url": "https://repository.petra.ac.id/20806/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jbhZY5AYYl8J:scholar.google.com/", "cites_per_year": {"2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The link between HR attributions and employees' turnover intentions", "pub_year": 2016, "citation": "Gadjah Mada International Journal of Business 18 (1), 55-69, 2016", "author": "Juliana Caesaria Tandung", "journal": "Gadjah Mada International Journal of Business", "volume": "18", "number": "1", "pages": "55-69", "abstract": "Human Resources Management (HRM) is part of the organizational functions that contribute to the effectiveness of a firm's performance, and brings an organization a competitive advantage through the implementation of its Human Resources (HR)  practices. HR practices adopted by management are perceived or attributed subjectively by individual employees, and can in turn affect the employees' attitudes and behavior (e.g. Job satisfaction and turnover intention). The purpose of this study is to contribute to the process-based approach by investigating the effect of HR attributions on turnover intentions, with job satisfaction playing a mediating role. The analysis is on the individual level, with 454 respondents from various organizations within the Netherlands. The results show that HR attributions can affect the turnover intention, through the presence of job satisfaction. Thus, it can be said that it is important to always …"}, "filled": true, "author_pub_id": "xlsviykAAAAJ:u5HHmVD_uO8C", "num_citations": 57, "citedby_url": "/scholar?hl=en&cites=7074038891711897264", "cites_id": ["7074038891711897264"], "pub_url": "https://search.informit.org/doi/abs/10.3316/INFORMIT.010563338928996", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:sB7JY-QILGIJ:scholar.google.com/", "cites_per_year": {"2017": 6, "2018": 3, "2019": 7, "2020": 5, "2021": 9, "2022": 9, "2023": 7, "2024": 8, "2025": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Employee Satisfaction, Quality of Customer Interaction, Customer Satisfaction: Its Relationship in an Educational Context", "pub_year": 2015, "citation": "INSAN Media Psikologi 15 (2), 120-125, 2015", "author": "Juliana Caesaria Tandung and Adelina Proboyo", "journal": "INSAN Media Psikologi", "volume": "15", "number": "2", "pages": "120-125", "publisher": "Petra Christian University"}, "filled": true, "author_pub_id": "xlsviykAAAAJ:UeHWp8X0CEIC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jW8KqQzXpD0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Correlation between trainee satisfaction and job performance in Hotel XYZ", "pub_year": 2008, "citation": "Petra Christian University, 2008", "author": "Juliana Caesaria Tandung", "abstract": "Nowadays, many universities and schools require on-the-job training or internship for their students. Since Hotel XYZ are frequently open for on-the-job training students, their satisfaction and job performance should be explored in order to improve the on-the-job training program in Hotel XYZ. There are four indicators of trainee satisfaction, which comprise of job itself, supervisor, peers/coworkers, and tools and equipments. As for job performance, the eleven indicators comprise of quality of work, productivity, job knowledge, adaptability, dependability, initiative, interpersonal relations, attendance, safety and security, teamwork, and motivation. This research is aimed to identify how the trainee satisfaction is, and the factors that they consider as most important, how the job performance of the trainees are, and which factors of job performance are closely related to the evaluation of the supervisor, and also to identify the correlation between those variables. Analysis is done by using validity and reliability tests, cross tabulation analysis, importance-performance matrix, cluster analysis, and spearman rank correlation coefficient. Overall, although most of the trainees have high job performance, it is also found that most of them are actually dissatisfied with their on-the-job training, which means that there is no correlation between trainee satisfaction and job performance."}, "filled": true, "author_pub_id": "xlsviykAAAAJ:qjMakFHDy7sC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/13292/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:FlYU6YHwx0oJ:scholar.google.com/", "cites_per_year": {}}
