{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Modul Digital Sistem Informasi Dan Kecerdasan Bisnis (SIKB)", "pub_year": 2024, "citation": "Modul Digital Sistem Informasi Dan Kecerdasan Bisnis (SIKB), 2024", "author": "Oviliani Yenty Yuliana and Yonathan Palumian", "abstract": "SURAT PENCATATAN CIPTAAN Page 1 an MENTERI HUKUM DAN HAK ASASI MANUSIA \nDIREKTUR JENDERAL KEKAYAAN INTELEKTUAL ub Direktur Hak Cipta dan Desain \nIndustri IGNATIUS MT SILALAHI NIP. 196812301996031001 REPUBLIK INDONESIA \nKEMENTERIAN HUKUM DAN HAK ASASI MANUSIA SURAT PENCATATAN CIPTAAN \nDalam rangka pelindungan ciptaan di bidang ilmu pengetahuan, seni dan sastra \nberdasarkan Undang-Undang Nomor 28 Tahun 2014 tentang Hak Cipta, dengan ini \nmenerangkan: Nomor dan tanggal permohonan Pencipta Nama Alamat Kewarganegaraan \nPemegang Hak Cipta Nama EC002024223781,12November2024OvilianiYentyYuliana,STdanYonathanPalumian\nSiwalankertoPermaiV/L-23,RT006/RW006,KelurahanSiwalankerto,Kecamatan Wonocolo, \nWonocolo, Surabaya, Jawa Timur, 60236 IndonesiaLPPMUniversitasKristenPetraJalanSiwalankertoNo.121-…"}, "filled": true, "author_pub_id": "xqM8eqMAAAAJ:J_g5lzvAfSwC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21312/1/Kegiatanhaki_18009_1535.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:YqMqLYUy5q4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "An Innovative Business Intelligence Modelling Approach on The Effects of Social Media Features on User Engagement", "pub_year": 2024, "citation": "2024 8th International Conference on Business and Information Management …, 2024", "author": "Esther Yulyana and Yohanes Sondang Kunto and Oviliani Yenty Yuliana", "conference": "2024 8th International Conference on Business and Information Management (ICBIM)", "pages": "53-58", "publisher": "IEEE", "abstract": "The intensity of today's social media landscape is unparalleled, with platforms that have evolved beyond basic messaging to include features such as story sharing, video content, shopping, and more. These are all in a bid to enhance user engagement. Although the effect of social media features on user engagement has been studied before, most of these studies have relied on in-person interviews, which can change the natural setting and unintentionally introduce response biases. This research adopted a different approach by utilizing observational data to analyze whether specific features influence user engagement. Data were from SEMrush and covered a time series of 2×60 points of user engagement metrics from two popular social media platforms in Indonesia: Instagram and TikTok. We retrospectively searched for credible references to determine when each feature was first introduced on these platforms …"}, "filled": true, "author_pub_id": "xqM8eqMAAAAJ:vV6vV6tmYwMC", "num_citations": 0, "pub_url": "https://ieeexplore.ieee.org/abstract/document/10823419/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nJH-pXyiXbgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Moderating Effect of Business Intelligence on Tax Avoidance to Maximize Firm Value", "pub_year": 2024, "citation": "Proceedings of the 2024 15th International Conference on E-business …, 2024", "author": "Gracia Pulcheria Valentina and Yenni Mangoting and Oviliani Yenty Yuliana", "pages": "311-316", "abstract": "Organizations use innovative techniques to improve financial performance in today's ever-changing business environment. A notable trend that is gaining pace is integrating Tax Avoidance methods with Business Intelligence tools. Previous studies have generally looked at Tax Avoidance and Business Intelligence in isolation, ignoring the possible combined influence on Firm Value. This study filled that gap, attempting to thoroughly explain how Tax Avoidance and Business Intelligence interact to determine Firm Value. We used purposive sampling to evaluate 545 observations of industrial businesses listed on the Indonesian Stock Exchange from 2017 to 2021, using weighted least squares. The results showed that Tax Avoidance negatively influences Firm Value, whereas Business Intelligence has a beneficial effect. Significantly, Business Intelligence mitigated the negative impact of Tax Avoidance on Firm …"}, "filled": true, "author_pub_id": "xqM8eqMAAAAJ:lSLTfruPkqcC", "num_citations": 0, "pub_url": "https://dl.acm.org/doi/abs/10.1145/3691422.3691486", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:3tVxHUpOSO8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Influence of Brand Value on Tax Avoidance with Ownership Concentration as a Moderating Variable", "pub_year": 2024, "citation": "Jurnal Ilmiah Akuntansi dan Bisnis 19 (1), 171-184, 2024", "author": "Elisa Tjondro and Felincia Puguh Mitthasari Utomo and Celine Mercianne Susila and Oviliani Yenty Yuliana", "volume": "19", "number": "1", "pages": "171-184", "abstract": "The present investigation was prompted by different viewpoints on evaluating the effect of brand value on either the promotion or prohibition of tax avoidance strategies. Using the Agency Theory framework, it also intends to investigate how the concentration of ownership affects the relationship between brand value and tax avoidance strategies of enterprises listed in Indonesia. Researchers believe that by merging these studies and viewpoints, the ruling shareholders will emphasize managerial scrutiny to minimize tax avoidance and protect the company’s brand. The sample used in this research is based on 151 observations of 47 entities listed on the Indonesia Stock Exchange (IDX) from 2017 to 2021. А panel regression with a random effects model was employed in the present research. The endpoint of this research is to look at the impact of brand value on tax avoidance and the role of ownership concentration as a moderator in the association between brand value and tax avoidance. The results suggest that the increasing brand value contributes to reducing tax avoidance. This study also finds that ownership concentration significantly impacts the relationship between brand value and tax avoidance."}, "filled": true, "author_pub_id": "xqM8eqMAAAAJ:RYcK_YlVTxYC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21330/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:sUJ-fWejMfsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The role of information technology implementation, information sharing, and supply chain collaboration in improving supply chain performance", "pub_year": 2024, "citation": "AIP conference proceedings 2951 (1), 2024", "author": "Glenn Ryan Purwanto and Hotlan Siagian and Oviliani Yenty Yuliana", "journal": "AIP conference proceedings", "volume": "2951", "number": "1", "publisher": "AIP Publishing", "abstract": "Various governments, including Indonesia, have imposed restrictions on gatherings to prevent the spread of COVID-19. However, these restrictions have led to many companies experiencing the need to monitor and control supply and demand, resulting in a slowdown of the economy and the closure of several service companies, retail stores, and industries. This research investigates how implementing information technology, information sharing, and supply chain collaboration affects supply chain performance. The study collected data from seventy manufacturing companies in Surabaya, using non-probability techniques with convenience sampling methods, and analyzed the data using Partial Least Square software. The research found that sharing information through supply chain collaborations can give a company a competitive advantage. Adopting greater supply chain collaboration through information …"}, "filled": true, "author_pub_id": "xqM8eqMAAAAJ:O3NaXMp0MMsC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=11844707186963958306", "cites_id": ["11844707186963958306"], "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2951/1/030026/3020038", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:IsqAO27aYKQJ:scholar.google.com/", "cites_per_year": {"2024": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A thematic analysis exploration of challenge-based learning framework on students of academy X", "pub_year": 2023, "citation": "Petra IJBS 6 (2), 133-145, 2023", "author": "Andi Setiawan Abadi and Serli Wijaya and Oviliani Yenty Yuliana", "volume": "6", "number": "2", "pages": "133-145", "abstract": "Education development has grown to accommodate various teaching and learning styles in recent years. Challenge-Based Learning, or CBL, is a learning framework conceptualized in 2006 at Apples Classroom of Tomorrow Today that is built from the natural learning process of human beings. It recognizes that everyone comes equipped with their skills, knowledge, and interests, which opens the possibility for collaboration and teamwork across various knowledge and skill backgrounds. Academy X is an institution that builds its curriculum and activity on the foundation of challenge-based learning. One of the purposes of the Academy is to increase the employability level of the students after they graduate. This study uses Thematic Analysis of interview results with Academy students to see how the CBL process in the Academy is encouraging students to grow and become more successful even after the Academy, especially in facing their careers. In summary, this study confirms through the interview of 10 Academy students how the Challenge-Based Learning drives the development of Growth Mindset in terms of Professional capacity and Personal Development despite the existence of Hindrances along the way. As such, CBL facilitates students  growth and development at the Academy for their future careers."}, "filled": true, "author_pub_id": "xqM8eqMAAAAJ:GnPB-g6toBAC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=7893424914142087296", "cites_id": ["7893424914142087296"], "pub_url": "https://repository.petra.ac.id/20742/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:gEioZCMUi20J:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "APAKAH PRAKTIK PENGHINDARAN PAJAK MENINGKATKAN NILAI PERUSAHAAN?", "pub_year": 2023, "citation": "Jurnal Akuntansi Multiparadigma 14 (2), 287-297, 2023", "author": "Yenni Mangoting", "volume": "14", "number": "2", "pages": "287-297", "abstract": "Metode-Penelitian ini menggunakan metode regresi linear berganda. Sampel penelitian adalah perindustrian manufaktur yang tercantum pada BEI untuk periode 2017–2021. Temuan Utama-Penelitian ini menunjukkan bahwa penghindaran per pajakan memberi pengurangan nilai perusahaan. Efek interaksi melalui uji moderasi menunjukkan bahwa perusahaan dengan risiko pajak ting gi memperkuat pengaruh penghindaran pajak. Namun, interaksi terse but berdampak pada menurunnya nilai perusahaan. Implikasi Teori dan Kebijakan-Pada aspek teori, penelitian ini menun jukkan teori agensi relevan dalam penghindaran pajak. Pada aspek prak tik, penelitian ini merekomendasikan otoritas pajak untuk merumuskan sistem internal kontrol perusahaan yang menyajikan dan mengungkap kan informasi mengenai aspek perpajakan dan analisis risikonya. Kebaruan Penelitian–Kebaruan penelitian ini tampak dari uji pe ngaruh interaktif dari penghindaran pajak serta risiko pajak pada nilai perusahaan.Do Tax Avoidance Practices Increase Company Value?Main Purpose-The research examines the effect of tax avoidance on firm value and the interaction effect of tax avoidance and tax risk on firm value. Method-This research uses the multiple linear regression method. The research sample is the manufacturing industry listed on the IDX for 2017–2021.Main Findings-This research shows that tax avoidance reduces company value. The interaction effect through the moderation test shows that companies with high tax risk strengthen the effect of tax avoidance. However, this interaction has an impact on decreasing company value …"}, "filled": true, "author_pub_id": "xqM8eqMAAAAJ:maZDTaKrznsC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=9265955480876875148", "cites_id": ["9265955480876875148"], "pub_url": "https://scholar.archive.org/work/jp7zf3a7wjbfxnvp3ythuhymn4/access/wayback/https://jamal.ub.ac.id/index.php/jamal/article/download/14387/pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jP0_rmpJl4AJ:scholar.google.com/", "cites_per_year": {"2024": 2, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Gamification of Learning Management System Improves Students’ Engagement, Active Learning and Performance", "pub_year": 2023, "citation": "2023 14th International Conference on Information & Communication Technology …, 2023", "author": "Oviliani Yenty Yuliana and Yonathan Palumian", "conference": "2023 14th International Conference on Information & Communication Technology and System (ICTS)", "pages": "62-66", "publisher": "IEEE", "abstract": "Many researchers have implemented gamification elements, i.e., badges, leaderboards, points, and levels, to enhance active learning. Few researchers use game elements and activities in LMS (LMS gamification). This research aims to test whether performance is different between students taking LMS gamification and LMS non-gamification. In addition, we want to analyze the effect of student engagement and game activity on student performance. We used independent sample t-tests and regression to analyze the data. Active learning and student engagement in the LMS gamification significantly impact academic performance, with gamification leading to notable differences in achievement compared to students in LMS non-gamification. By incorporating gamified activities and promoting student engagement, LMS can provide access to resources, personalized learning experiences, and collaboration …"}, "filled": true, "author_pub_id": "xqM8eqMAAAAJ:NMxIlDl6LWMC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=13098206854980862505", "cites_id": ["13098206854980862505"], "pub_url": "https://ieeexplore.ieee.org/abstract/document/10330870/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KYK4wbwtxrUJ:scholar.google.com/", "cites_per_year": {"2024": 5}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Influence of Digital Literacy on Learning Effectiveness Through Classroom Management Moderating Effect of IT Infrastructure", "pub_year": 2023, "citation": "Petra IJBS 6 (1), 42-52, 2023", "author": "Debby Fransisca Muntu and Oviliani Yenty Yuliana and Zeplin Jiwa Husada Tarigan", "volume": "6", "number": "1", "pages": "42-52", "abstract": "Digital Literacy is essential in the post-pandemic era. Teachers use Digital Literacy to provide learning materials, conduct the teaching process, and conduct evaluations online. However, Digital Literacy requires adequate information technology infrastructure to produce classroom management and learning effectiveness on an ongoing basis. The study used questionnaires to obtain data on Christian-based schools in Surabaya. The questionnaires were distributed to as many as 363 through a Google form, and 132 were filled out again. Data processing used partial least square. The results showed that digital literacy has an impact on classroom management. Classroom management influences learning effectiveness. Digital literacy affects learning effectiveness through classroom management. Digital Literacy has not influenced classroom management and learning effectiveness with information technology infrastructure as a moderating variable. This research provides a practical contribution for education managers to understand the adjustment of IT infrastructure to make digital literacy the basis for managing class management. In addition, teaching staff must be educated to keep abreast of technological developments to support the teaching process and improve class management. The study enriches the theory of the use of technology in education and interactional education in the classroom."}, "filled": true, "author_pub_id": "xqM8eqMAAAAJ:k_IJM867U9cC", "num_citations": 12, "citedby_url": "/scholar?hl=en&cites=13157685593149630755", "cites_id": ["13157685593149630755"], "pub_url": "https://repository.petra.ac.id/20489/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:I2n1pVV9mbYJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 9, "2025": 2}}
