{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Post-Covid 19 Amusement Park Satisfaction Attributes", "pub_year": 2024, "citation": "Indonesian Journal of Sustainability Accounting and Management 8 (2), 2024", "author": "Michael Adiwijaya and Halimin Herjanto and Grace Gutierrez", "journal": "Indonesian Journal of Sustainability Accounting and Management", "volume": "8", "number": "2", "abstract": "Despite the rise of Asian theme park visitations, the extant investigation of visitor’s satisfaction in the Asian context is very limited. This study, therefore, examines and discusses the compiled findings of theme park visitors’ satisfaction in Asia, specifically in Indonesia. Based on 440 theme park visitors’ comments and feedback on the TripAdvisor website were read, reviewed, and content analyzed. As a result, the research discovered that in the Indonesian context, visitors’ satisfaction is influenced by ten recurrent themes: physical facilities, restaurant, entertainment, environment, waiting time, price, staff, location, security, and management. Additionally, three new themes: maintenance, booking system, and health protocol are responsible for developing theme park visitors’ satisfaction at theme parks. Limitations and future study avenues are also discussed and presented."}, "filled": true, "author_pub_id": "XVmfMt4AAAAJ:RHpTSmoSYBkC", "num_citations": 0, "pub_url": "http://ijsam.org/index.php/ijsam/article/view/842", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:n1Ssb7mWW2MJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Personal values matter: international students’ university selection", "pub_year": 2024, "citation": "Studies in Higher Education, 1-18, 2024", "author": "Roberto Saldivar and Halimin Herjanto and Michael Adiwijaya", "journal": "Studies in Higher Education", "pages": "1-18", "publisher": "Routledge", "abstract": "Although personal values are considered the critical psychological factor influencing individuals’ motivation, behavior, and preferences, their role in influencing international students’ university selection criteria has been largely overlooked. To fill this gap, 47 international students at a private Southwest university in the United States were interviewed and analyzed through the Means-End Chain (MEC) approach. The Hierarchical Value Model shows that achievement, self-direction (thought and action), security (personal and societal), and hedonistic values were the most important values influencing their choices. By adopting the MEC approach, this study contributes to education psychology literature by highlighting the importance of personal values in determining international students’ university selection criteria."}, "filled": true, "author_pub_id": "XVmfMt4AAAAJ:e5wmG9Sq2KIC", "num_citations": 0, "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/03075079.2024.2441403", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:NmVfMHKLzcwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Moderating Role of Personalization on Attitude-Emotion-Behavior (AEB) Model", "pub_year": 2024, "citation": "Indonesian Management and Accounting Research 23 (2), 137-156, 2024", "author": "Josephine Diah Anggraini and Michael Adiwijaya and Halimin Herjanto", "journal": "Indonesian Management and Accounting Research", "volume": "23", "number": "2", "pages": "137-156", "abstract": "There is no doubt that push notifications have become an important business communication tool. This study investigates how smartphone users’ attitude toward push notifications affects their behavioral response. Based on Smart-PLS statistical results from a study of 100 Indonesian smartphone users, three important findings emerged. First, smartphone users’ attitude toward push notifications significantly and positively influences their emotional value. Second, emotional value strongly affects users’ behavioral response. Third, personalization moderates the relationship between attitude toward push notifications and emotional value and between emotional value and behavioral response. The findings of our study extend the current research repertoires on push notifications as well as offering a clear direction for future research and managerial suggestions."}, "filled": true, "author_pub_id": "XVmfMt4AAAAJ:_Qo2XoVZTnwC", "num_citations": 0, "pub_url": "https://e-journal.trisakti.ac.id/index.php/imar/article/view/19942", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:gxNGK-mPttMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A New Contemporary Model of Brand Fidelity: A Sustainable Clothing Brand Perspective", "pub_year": 2023, "citation": "Indonesian Journal of Sustainability Accounting and Management 7 (2), 285 …, 2023", "author": "Elisa Veliana Putranto Walujo and Michael Adiwijaya and Halimin Herjanto", "journal": "Indonesian Journal of Sustainability Accounting and Management", "volume": "7", "number": "2", "pages": "285–295-285–295", "abstract": "The concept of brand is notoriously difficult to define and the findings of existing studies on this concept are mixed and inconclusive. This current study enriches the brand study reservoir by developing a new conceptual model of brand fidelity. It also presents a set of hypotheses that aim to provide a better understanding of the moderating effect of brand prominence and self-brand connection on the relationship between brand love and brand fidelity. The responses of 200 Indonesian online respondents were analyzed using Smart-PLS. The statistical results demonstrate that brand love, brand prominence, and self-brand connection positively and significantly influence brand fidelity. In contrast, it was found that brand prominence does not moderate the relationship between brand love and brand fidelity, while self-brand connection negatively and significantly does. Further, this study provides future research avenues and important implications for academics and business practitioners."}, "filled": true, "author_pub_id": "XVmfMt4AAAAJ:hFOr9nPyWt4C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=8705713042330393012", "cites_id": ["8705713042330393012"], "pub_url": "http://ijsam.org/index.php/ijsam/article/view/810", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:tJmWHOPn0HgJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Effect of Visual Merchandise and Store Atmosphere on Purchase Decision with Hedonic Orientation as Moderator: A study on KKV Store Surabaya", "pub_year": 2023, "citation": "Petra International Journal of Business Studies 6 (1), 1-9, 2023", "author": "Giovani Anggasta Susanto and Michael Adiwijaya", "journal": "Petra International Journal of Business Studies", "volume": "6", "number": "1", "pages": "1-9", "abstract": "The development of the retail industry in Indonesia has been affected by the covid-19 pandemic that has entered Indonesia since 2019. To restore the situation, retail business players must find ways to increase their turnover through increased sales which can be achieved by purchasing decisions by consumers. This study examines the effect of visual merchandise and store atmosphere on purchase decisions moderated by hedonic orientation. This research uses customers of the KKV store in Surabaya as objects, and there are 110 valid samples obtained from the data collection using a questionnaire. The results showed that visual merchandise, store atmosphere, and hedonic orientation significantly affect purchase decisions. In addition, hedonic orientation as a moderator does not significantly affect purchase decisions."}, "filled": true, "author_pub_id": "XVmfMt4AAAAJ:TQgYirikUcIC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=17167784622646980079", "cites_id": ["17167784622646980079"], "pub_url": "https://ijbs.petra.ac.id/index.php/ijbs/article/view/233", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:721JzSc5QO4J:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh customer experiences dan brand trust terhadap repurchase intention dengan moderasi sales promotion pada SPBU Shell Surabaya", "pub_year": 2023, "citation": "Jurnal Manajemen Pemasaran 17 (1), 41-52, 2023", "author": "Joshua Revindy Chandra and Michael Adiwijaya and Ferry Jaolis", "volume": "17", "number": "1", "pages": "41-52", "abstract": "Peningkatan jumlah kendaraan telah meningkatkan konsumsi bahan bakar kendaraan khususnya di Surabaya. Terdapat berbagai brand penyedia bahan bakar di Surabaya salah satunya adalah Shell. SPBU Shell dikenal sebagai brand yang sudah lama ada, memiliki pelayanan bagus, serta menyediakan berbagai macam promosi untuk menarik pelanggan. Penelitian ini bertujuan untuk menguji Pengaruh Customer Experiences dan Brand Trust terhadap Repurchase Intention dengan Moderasi Sales Promotion Pada SPBU Shell Surabaya. Kuesioner disebarkan kepada 268 konsumen SPBU Shell di Surabaya. Hasil penelitian mengungkapkan bahwa customer experiences hanya dapat mempengaruhi brand trust SPBU Shell. Customer experiences dan brand trust tidak dapat mempengaruhi repurchase intention konsumen SPBU Shell. Di sisi lain apabila dimoderasi dengan sales promotion akan memperkuat hubungan customer experiences dan brand trust terhadap repurchase intention, namun memperlemah hubungan antara customer experiences terhadap brand trust."}, "filled": true, "author_pub_id": "XVmfMt4AAAAJ:HDshCWvjkbEC", "num_citations": 18, "citedby_url": "/scholar?hl=en&cites=4572093548504017310", "cites_id": ["4572093548504017310"], "pub_url": "https://repository.petra.ac.id/20519/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nulvvttWcz8J:scholar.google.com/", "cites_per_year": {"2023": 3, "2024": 13, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The influence of product innovation on customer engagement through customer experience and customer value of OVO users", "pub_year": 2022, "citation": "Contemporary Research on Management and Business, 224-227, 2022", "author": "GA Abet and Michael Adiwijaya and Hartono Subagio", "pages": "224-227", "publisher": "CRC Press", "abstract": "This study aims to find out the influence of product innovation on customer engagement through customer experience and customer value. It employs a quantitative research method by distributing online questionnaires on social media. In total, 210 respondents participated through purposive sampling technique. The findings show that: 1) product innovation has a significant effect on customer value, customer experience, and customer engagement; 2) customer value has a significant effect on customer engagement, and 3) customer experience has no significant effect on customer engagement."}, "filled": true, "author_pub_id": "XVmfMt4AAAAJ:-f6ydRqryjwC", "num_citations": 0, "pub_url": "https://library.oapen.org/bitstream/handle/20.500.12657/57755/1/9781000777840.pdf#page=247", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:BipadywUxGIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The centrality of brand awareness", "pub_year": 2021, "citation": "Petra International Journal of Business Studies 4 (2), 109-121, 2021", "author": "Michael Adiwijaya and Erin McGuinness and John C Cary and Halimin Herjanto", "journal": "Petra International Journal of Business Studies", "volume": "4", "number": "2", "pages": "109-121", "abstract": "The brand concept, especially brand loyalty, has evolved significantly; however, this phenomenon is still considered far from complete. This study extends a long line of scholars’ efforts by investigating a moderating effect of brand awareness in triangle relationships between product innovation and brand trust and brand loyalty. The hypotheses were tested based on online questionnaire data collected from 100 Indonesian respondents. The Ordinary least square (OLS) regression analysis shows that brand awareness positively and significantly moderates these triangle relationships. Additionally, the direct relationships between product innovation on brand awareness and brand loyalty and brand trust and brand loyalty were found to be significant. This research offers future research direction and implications for business practitioners and academics."}, "filled": true, "author_pub_id": "XVmfMt4AAAAJ:IWHjjKOFINEC", "num_citations": 19, "citedby_url": "/scholar?hl=en&cites=1838315953328923813", "cites_id": ["1838315953328923813"], "pub_url": "https://ijbs.petra.ac.id/index.php/ijbs/article/view/160", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:paQap54CgxkJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 5, "2024": 12}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Effect of Brand Reputation, Brand Relationship Quality and Switching Cost to Brand Loyalty", "pub_year": 2021, "citation": "THE EFFECT OF BRAND REPUTATION, BRAND RELATIONSHIP QUALITY AND SWITCHING …, 2021", "author": "Andrew Soeryohadi and Michael Adiwijaya and Hartono Subagio and Halimin Herjanto", "abstract": "In the current global era, progress is happening very fast, companies all over the world are competing to continue to survive and win in increasingly fierce business competition. One way for companies to win in the competition is to win the hearts of consumers, which will lead to customer loyalty to the brand of the company. This research was conducted to determine the effect of brand reputation, brand relationship quality, and switching costs on brand loyalty in Nike brand basketball shoes. The data collection technique in this study was using purposive sampling. While the data processing method was done using validity, reliability, and descriptive statistical analysis. For the data analysis method used was PLS-SEM which was a multivariate analysis technique consisting of analysis of outer model, inner model, and hypothesis testing. From the results of this study, it was known that brand reputation and brand relationship quality significantly influence brand loyalty in Nike brand basketball shoes. While switching costs proved to be able to moderate the relationship between brand reputation to brand loyalty and the relationship of brand relationship quality to brand loyalty significantly."}, "filled": true, "author_pub_id": "XVmfMt4AAAAJ:qUcmZB5y_30C", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=9522211888123718561", "cites_id": ["9522211888123718561"], "pub_url": "https://repository.petra.ac.id/20963/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:oaud60KxJYQJ:scholar.google.com/", "cites_per_year": {"2023": 3, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Website quality analysis as an interactive marketing communication on Indonesia halal tourism destination", "pub_year": 2020, "citation": "Website Quality Analysis as an Interactive Marketing Communication on …, 2020", "author": "Halim Kusuma Atmaja and Serli Wijaya and Michael Adiwijaya", "abstract": "This research aims to analyze the effectiveness of Indonesia halal tourism website as an interactive marketing communication media employed by the government to attract abroad/international moslem tourists. Another purpose of this research is to investigate whether tourist website quality affects abroad/international moslems  intention to visit Indonesia. The research was conducted in qualitative approach of which data was gathered through focus group discussion (FGD) and online interview of 9 moslem informants. The assessment was based on literature research done by the researchers on 8 dimensions of halal tourism website. The result of this study revealed that Indonesia halal tourism website is perceived by the informants to still have many drawbacks and therefore can t be yet declared as an ideal halal website. The finding contributes recommendation of more effective marketing communication to enhance halal tourism website quality to be more competitive."}, "filled": true, "author_pub_id": "XVmfMt4AAAAJ:7PzlFSSx8tAC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=634927012203828821", "cites_id": ["634927012203828821"], "pub_url": "https://repository.petra.ac.id/19049/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VZa17MC2zwgJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 1, "2023": 0, "2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The influence of social media advertising on purchase intention through utilitarian and hedonic shopping motivation", "pub_year": 2020, "citation": "ijbs 3 (1), 23-36, 2020", "author": "Ervina Fernandes and Hatane Semuel and Michael Adiwijaya", "journal": "ijbs", "volume": "3", "number": "1", "pages": "23-36", "publisher": "Petra Christian University", "abstract": "This study examines whether online advertising on Instagram influences purchase intention through shopping motivation. The research uses a causal quantitative research method by surveying to 110 respondents. The results show that Instagram as a social media online advertising means has a positive effect on consumers  buying interest and both utilitarian and hedonic shopping motivations for beauty care products and services. While hedonic motivation influences the customers desire to buy beauty care products and services, on the contrary, utilitarian motivation does not affect the interest in buying beauty care products and services. Products or services that related to beauty care, require high involvement from customers. Beauty products and services were purchased due to social reasons for personal appearance, which are products with high involvement that tend to be more related to hedonic criteria."}, "filled": true, "author_pub_id": "XVmfMt4AAAAJ:4DMP91E08xMC", "num_citations": 60, "citedby_url": "/scholar?hl=en&cites=17993261922510401819", "cites_id": ["17993261922510401819"], "pub_url": "https://repository.petra.ac.id/19036/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:G3HL2WLotPkJ:scholar.google.com/", "cites_per_year": {"2021": 5, "2022": 8, "2023": 14, "2024": 30, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The influence of perceived security and perceived enjoyment on intention to use with attitude towards use as intervening variable on mobile payment customer in Surabaya", "pub_year": 2020, "citation": "Petra International Journal of Business Studies 3 (1), 37-46, 2020", "author": "Fabrianne Setiawati Sudono and Michael Adiwijaya and Hotlan Siagian", "journal": "Petra International Journal of Business Studies", "volume": "3", "number": "1", "pages": "37-46", "abstract": "This study aims to determine the effect of perceived security and perceived enjoyment as moderated variable on intention to use mobile payment, either directly or through mediation of attitude towards use. The method used in this study is quantitative by spreading the questionnaires to 211 respondents of mobile payment application users both online and offline in Surabaya. The selection of this research sample used a judgment sampling technique with criteria determined by the researcher. The data was analyzed with Structural Equation Modeling (SEM), SmartPLS tools. The questionnaire collected was 192 questionnaires. The results show that perceived security and perceived enjoyment have a significant directly influence on intention to use and indirectly through mediating attitudes to use mobile payment. In addition, it was found that perceived enjoyment variable moderated the relationship between perceived security and attitudes to use but did not moderate the relationship between perceived security and intention to use."}, "filled": true, "author_pub_id": "XVmfMt4AAAAJ:Wp0gIr-vW9MC", "num_citations": 39, "citedby_url": "/scholar?hl=en&cites=10007458144155030764", "cites_id": ["10007458144155030764"], "pub_url": "https://ijbs.petra.ac.id/index.php/ijbs/article/view/68", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:7FTzCimi4YoJ:scholar.google.com/", "cites_per_year": {"2021": 2, "2022": 5, "2023": 7, "2024": 22, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The effect of celebrity endorsement on instagram fashion purchase intention: The evidence from Indonesia", "pub_year": 2020, "citation": "Organizations and Markets in Emerging Economies 1 (1), 203-221, 2020", "author": "Halimin Herjanto and Michael Adiwijaya and Elizabeth Wijaya and Hatane Semuel", "volume": "1", "number": "1", "pages": "203-221", "abstract": "To maintain the significantly positive influence of celebrity endorsement (CE) on Instagram user consumption behavior, scholars and business practitioners are motivated to have a better understanding of this phenomenon. Literature on CE focuses on its direct effect on attitude toward various brand components; however, this study takes a different approach by developing a new conceptual model and a set of hypotheses that aims to generate a better picture of the relationship between two brand components (brand image and brand trust) and repurchase intention. The present study also examines the moderating role of CE in the relationship between brand image and brand trust as well as repurchase intention. The hypotheses were tested using online survey data from 220 Indonesian respondents. To test the theoretical model, this study employs ordinary least square regression (OLS), as well as Baron and …"}, "filled": true, "author_pub_id": "XVmfMt4AAAAJ:qxL8FJ1GzNcC", "num_citations": 110, "citedby_url": "/scholar?hl=en&cites=1701779199651533047", "cites_id": ["1701779199651533047"], "pub_url": "https://www.ceeol.com/search/article-detail?id=870422", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:99BgaSrvnRcJ:scholar.google.com/", "cites_per_year": {"2020": 2, "2021": 10, "2022": 25, "2023": 32, "2024": 34, "2025": 5}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Website Quality Analysis as an Interactive Marketing Communication on Indonesia Halal Tourism Destination", "pub_year": 2020, "citation": "", "author": "Halim Kusuma Atmaja1 Serli Wijaya and Michael Adiwijaya", "abstract": "This research aims to analyze the effectiveness of Indonesia halal tourism website as an interactive marketing communication media employed by the governmentto attract abroad/international moslem tourists. Another purpose of this research is to investigate whether tourist website quality affects abroad/international moslems’ intention to visitIndonesia. The research was conducted in qualitative approach of which data was gathered through focus group discussion (FGD) and online interview of 9 moslem informants. The assessment was based on literature research done by the researchers on 8 dimensions of halal tourism website. The result of this study revealed that Indonesia halal tourism website is perceived by the informants to still have many drawbacks and therefore can’t be yet declared as an ideal halal"}, "filled": true, "author_pub_id": "XVmfMt4AAAAJ:hC7cP41nSMkC", "num_citations": 0, "pub_url": "https://scholar.archive.org/work/ssj4xd6nmbbubcab6xeocg75ca/access/wayback/http://repository.petra.ac.id/19049/1/Publikasi1_98030_6841.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:idi3ob-UJ-AJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The effect of brand trilogy on cosmetic brand loyalty", "pub_year": 2019, "citation": "International Journal of Business and Society 20 (2), 730-742, 2019", "author": "Jessica Avelina Pribadi and Michael Adiwijaya and Halimin Herjanto", "volume": "20", "number": "2", "pages": "730-742", "abstract": "Brand loyalty is claimed as a MUST ingredient for businesses to ensure their business sustainability. This article joins the long list of brand research by investigating the effect of brand trilogy. Specifically, this study examines the direct relationship between brand experience, brand personality and brand trust on cosmetic brand loyalty in the Indonesian context. Drawing from 110 respondents, this study found that brand experience and brand trust are responsible for improving brand loyalty. In contrast, brand personality does not affect the strength of brand loyalty. The theoretical and managerial implications and the directions for future research are presented."}, "filled": true, "author_pub_id": "XVmfMt4AAAAJ:4TOpqqG69KYC", "num_citations": 31, "citedby_url": "/scholar?hl=en&cites=6017533482712260764", "cites_id": ["6017533482712260764"], "pub_url": "https://repository.petra.ac.id/20964/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nGAV_dGSglMJ:scholar.google.com/", "cites_per_year": {"2019": 2, "2020": 2, "2021": 4, "2022": 8, "2023": 7, "2024": 6, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Citra Merek, Kualitas Layanan dan Harga terhadap Keputusan Pembelian Tiket Lion Air", "pub_year": 2019, "citation": "Agora 7 (2), 287172, 2019", "author": "Wilson Pramono and Michael Adiwijaya", "journal": "Agora", "volume": "7", "number": "2", "pages": "287172", "publisher": "Petra Christian University", "abstract": "Penelitian ini dilatarbelakangi oleh peramalahan yang dihadapi Lion Air dalam segi citra merek, kualitas layanan dan harga. Tujuan dari penelitian ini adalah untuk mengetahui pengaruh citra merek, kualitas layanan dan harga terhadap keputusan pembelian Tiket Lion Air. Jenis penelitian ini adalah kuantitatif dengan metode survei. Sampel dalam penelitian ini sebanyak 101 orang responden yang diambil dengan teknik non probability sampling. Teknik pengolahan data menggunakan program spss 20 dengan menggunakan beberapa pengolahan uji data, yaitu uji validitas, uji reliabilitas dan uji hipotesis. Hasil pengujian menunjukan bahwa secara parsial citra merek, kualitas layanan dan harga berpengaruh positif dan signifikan terhadap keputusan pembelian tiket Lion Air"}, "filled": true, "author_pub_id": "XVmfMt4AAAAJ:4JMBOYKVnBMC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=8311762842174610487", "cites_id": ["8311762842174610487"], "pub_url": "https://www.neliti.com/publications/287172/pengaruh-citra-merek-kualitas-layanan-dan-harga-terhadap-keputusan-pembelian-tik", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:N9wbcURQWXMJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 2, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Store Atmosphere terhadap Store Image dan Purchase Intention Produk Fashion Merek Zara di Surabaya", "pub_year": 2019, "citation": "Petra Business and Management Review 5 (1), 15-43, 2019", "author": "S Tansya and H Semuel and M Adiwijaya", "journal": "Petra Business and Management Review", "volume": "5", "number": "1", "pages": "15-43"}, "filled": true, "author_pub_id": "XVmfMt4AAAAJ:M3ejUd6NZC8C", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=18124128832437852214", "cites_id": ["18124128832437852214"], "pub_url": "https://scholar.google.com/scholar?cluster=18124128832437852214&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:NpjfuCXXhfsJ:scholar.google.com/", "cites_per_year": {"2019": 1, "2020": 1, "2021": 1, "2022": 0, "2023": 1, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The impact of brand awareness and country of origin on purchase intention with mediation of self congruity on Chinese brand automotive products Wuling", "pub_year": 2018, "citation": "Petra International Journal of Business Studies 1 (2), 70-79, 2018", "author": "Erick Setiadi and Michael Adiwijaya and Hartono Subagio", "journal": "Petra International Journal of Business Studies", "volume": "1", "number": "2", "pages": "70-79", "abstract": "This study aims to analyze the relationship of Brand Awareness and Country of Origin by using Self Congruity as a mediation for Purchase Intention. This causal study used a questionnaire based survey as a data collection method and was distributed to 200 respondents which is a sample of this study. The selection of this research sample used a purposive sampling technique with criteria determined by the researcher. The results showed that the three hypotheses in this study have a significant influence and two hypotheses were rejected. all indicators on the related variables can be developed using PLS data (Partial Least Square). In addition, this study shows that Self Congruity as the most influential variables affecting respondents Purchase Intention toward Wuling car."}, "filled": true, "author_pub_id": "XVmfMt4AAAAJ:_kc_bZDykSQC", "num_citations": 29, "citedby_url": "/scholar?hl=en&cites=14323500528394039295", "cites_id": ["14323500528394039295"], "pub_url": "https://ijbs.petra.ac.id/index.php/ijbs/article/view/23", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:_-8LZ9dLx8YJ:scholar.google.com/", "cites_per_year": {"2019": 1, "2020": 1, "2021": 6, "2022": 12, "2023": 6, "2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "CONSUMER BEHAVIOR ON MADE-IN-INDONESIA SMARTPHONE BRAND", "pub_year": 2018, "citation": "CULTIVATING THE SPIRIT OF SUSTAINABILITY, INNOVATION, & GOVERNANCE FOR …, 2018", "author": "Y Tjahjono and Michael Adiwijaya and Hartono Subagio", "journal": "CULTIVATING THE SPIRIT OF SUSTAINABILITY, INNOVATION, & GOVERNANCE FOR BUSINESSES AROUND THE WORLD", "pages": "55", "abstract": "The purpose of this study is to explain consumer behavior on made in Indonesia smartphone brand which focus on the relationship between country of origin image and brand loyalty through brand awareness, perceived quality as the intervening variables. The object of the study is made-in-Indonesia smartphone brand users in Surabaya, with 230 respondents participated as the samples. This study uses quantitative method with judgment sampling as sampling method. The analysis techniques used are descriptive analysis and structural equation modeling (SEM) using SmartPLS. The outcome of this study proves that country-oforigin image really has impacts on made-in-Indonesia smartphone brand loyalty directly and indirectly through the mediating effect of perceived quality, while brand awareness doesn’t have any influence to brand loyalty since many users do not aware of the origin of the smartphones they use. In conclusion, to increase made-in-Indonesia smartphone brand loyalty, producers should apply international standard in the production process, educate the market to enhance consumer’s knowledge about the countryof-origin of made-in-Indonesia smartphone brand, and do rebranding to create consumer’s perception about the reliability of made-in-Indonesia smartphone brand."}, "filled": true, "author_pub_id": "XVmfMt4AAAAJ:QIV2ME_5wuYC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=3159572510271453766", "cites_id": ["3159572510271453766"], "pub_url": "https://core.ac.uk/download/pdf/162166590.pdf#page=60", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:RrrRPHUO2SsJ:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Factors affecting the purchase intention of virtual goods in mobile game clash royale", "pub_year": 2018, "citation": "Petra International Journal of Business Studies 1 (1), 45-56, 2018", "author": "Jeremy Limanto and Hatane Semuel and Michael Adiwijaya", "journal": "Petra International Journal of Business Studies", "volume": "1", "number": "1", "pages": "45-56", "publisher": "Petra Christian University", "abstract": "Concerning Indonesia s rapid growth of mobile internet usage and also a growing mobile game market, this research aims to analyze the influence of Customer-to-Customer interaction (C2C) towards the purchase intention of virtual goods in a mobile game. It proposes a conceptual model integrating variables that have been studied in previous research on purchase intention, consumer engagement, brand image, and also C2C interaction, the latter of which plays a critical role, but has received less mobile game attention. The conceptual model has been tested using SmartPLS to a database of 200 players in Indonesia. The results show that consumer engagement, brand image is associated with C2C interaction and purchase intention in mobile game Clash Royale."}, "filled": true, "author_pub_id": "XVmfMt4AAAAJ:YOwf2qJgpHMC", "num_citations": 11, "citedby_url": "/scholar?hl=en&cites=14808725211453231420", "cites_id": ["14808725211453231420"], "pub_url": "https://repository.petra.ac.id/18062/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:PJEKrR4pg80J:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 2, "2022": 0, "2023": 3, "2024": 4}}
