{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analyzing Strategic Intuition Capability Among Sabu Raijua Entrepreneurs: The Role of Managerial Cognitive Capability and Absorptive Capacity", "pub_year": 2024, "citation": "Journal of Business and Management Review 5 (10), 967-976, 2024", "author": "Widjojo Suprapto and Dhyah Harjanti and Maria Praptiningsih and Joy Johannes", "volume": "5", "number": "10", "pages": "967-976"}, "filled": true, "author_pub_id": "XVYlsuUAAAAJ:Zph67rFs4hoC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VGSyHgGkpaoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Role of Dynamic Capabilities in Moderating the Influence of Entrepreneurial Alertness and Entrepreneurial Intuition on Business Opportunity Recognition in the Café Industry", "pub_year": 2024, "citation": "Petra International Journal of Business Studies 7 (1), 11-18, 2024", "author": "Widjojo Suprapto and Sherly Agustine and Dhyah Harjanti and Maria Praptiningsih", "journal": "Petra International Journal of Business Studies", "volume": "7", "number": "1", "pages": "11-18", "abstract": "The aim of this study is to examine the influence of alertness and intuition among entrepreneurs on recognizing business opportunities in the café industry, with dynamic capabilities as the moderating variable. Although the pandemic of COVID-19 has become a distant history, many business owners are still struggling to find new grounds in the new business landscape which is dominated by the uprising of e-commerce and unconventional business platforms. So, many of them have started to venture into new opportunities to expand their business interests, and café business offers a new option, especially in rural areas where people are killing their time by socializing with others in warung (food stalls). Because the study is seeking explanations on how dynamic capabilities affects the relationship between independent variables and dependent variable, the research method is adopting the quantitative research method, in which the data are collected using questionnaires from purposely selected respondents. For this study, the questionnaires were distributed to small business owners in some rural areas or small cities, and a hundred valid questionnaires were obtained and processed with smartPLS to get the robustness of the study and the results of the hypothesis tests. The results show that entrepreneurial alertness has a significant influence on business opportunity recognition, but entrepreneurial intuition does not have any influence on business opportunity recognition among café business owners in rural areas. Dynamic capabilities do not show any moderating effect between entrepreneurial alertness and business opportunity recognition …"}, "filled": true, "author_pub_id": "XVYlsuUAAAAJ:MXK_kJrjxJIC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=17797883833054454460", "cites_id": ["17797883833054454460"], "pub_url": "https://ijbs.petra.ac.id/index.php/ijbs/article/view/339", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vOLghgzJ_vYJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Cermat dan Etis Menawar Harga Saat Berbelanja", "pub_year": 2024, "citation": "Cermat dan Etis Menawar Harga Saat Berbelanja, 2024", "author": "Maria Praptiningsih", "journal": "Cermat dan Etis Menawar Harga Saat Berbelanja", "publisher": "Petra Christian University", "abstract": "Nama botani itu dikabarkan berasal dari bahasa Latin ros marinusyang berarti’’dew of the sea”. Istilah itu melukiskan keindahan bunga berwarna biru pucat dari tanaman yang tumbuh dekat lautan. Tanaman semak tersebut bisa mencapai tinggi kurang lebih 1, 5 meter, dengan bau aromatik. Panjang daunnya 2–4 cm dengan lebar 2–5 mm, berwarna hijau di permukaan dan putih di bagian dasarnya, serta berbulu seperti rambut pendek dan padat. Tanaman itu tahan kekeringan. Dan agak sulit bertahan pada suhu dingin. Berasal dari kawasan Mediterania, rosemaryditemukan sejak 5000 sebelum era umum (BCE). Sejarah mencatat penggunaannya untuk pembalseman jenazah sejak 3500 BCE di Mesir. Salah satu catatan pemakaian tradisional rosemary yang menarik adalah berkaitan dengan perbaikan daya ingat otak. Itu dihubungkan deng an kemampuan mengingat dan memelihara hubungan persahabatan yang baik di masyarakat. Hal itu, antara lain, terlihat melalui penggunaan tanaman rosemary sebagai simbol cinta dan kesetiaan sebuah ikatan pernikahan dalam budaya Eropa. Dalam dunia kuliner, daun rosemary dijadikan bumbu masak dan bahan pengawet alamiah. Rasa rosemary dilukiskan hangat dan sedikit pahit. Saat ini sudah ada aneka produk berbahan rosemary seperti teh herba, lilin aromatik, parfum, daun kering, produk perawatan rambut, dan kosmetik. Ketertarikan dunia industri, utamanya, adalah berkat bau aromatik yang kuat dari minyak rosemary. Kandungan zat fito lain menimbulkan berbagai khasiat, termasuk sebagai antioksidan."}, "filled": true, "author_pub_id": "XVYlsuUAAAAJ:kNdYIx-mwKoC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21100/2/Publikasi4_04041_10722.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vMRnzQTeuT0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Waste Avengers: Petualangan dan Pembelajaran Pengelolaan Sampah Pada Anak Tingkat Sekolah Dasar", "pub_year": 2023, "citation": "Waste Avengers: Petualangan dan Pembelajaran Pengelolaan Sampah Pada Anak …, 2023", "author": "Sherly Rosalina Tanoto and Maria Praptiningsih and Purwakanthi Adiratna Nugraha", "abstract": "SURAT PENCATATAN Page 1 an MENTERI HUKUM DAN HAK ASASI MANUSIA Direktur Hak \nCipta dan Desain Industri Anggoro Dasananto NIP. 196412081991031002 REPUBLIK \nINDONESIA KEMENTERIAN HUKUM DAN HAK ASASI MANUSIA SURAT PENCATATAN \nCIPTAAN Dalam rangka pelindungan ciptaan di bidang ilmu pengetahuan, seni dan sastra \nberdasarkan Undang-Undang Nomor 28 Tahun 2014 tentang Hak Cipta, dengan ini \nmenerangkan: Nomor dan tanggal permohonan : EC00202368582, 18 Agustus 2023 Pencipta \nNama : Sherly Rosalina Tanoto, Maria Praptiningsih dkk Alamat : Kutisari Indah Utara VIII No 29, \nRT: 001 RW: 006, Kelurahan Kutisari, Kecamatan Tenggilis Mejoyo, Kota: Surabaya , Tenggilis \nMejoyo, Surabaya, Jawa Timur, 60291 Kewarganegaraan : Indonesia Pemegang Hak Cipta \nNama : Sherly Rosalina Tanoto, Maria Praptiningsih dkk Alamat : Kutisari Indah Utara VIII No …"}, "filled": true, "author_pub_id": "XVYlsuUAAAAJ:3fE2CSJIrl8C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21101/1/Kegiatanhaki_04041_1340.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:4a8_vY-NJCAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Waste Avengers: Timun Mas Eco Adventure", "pub_year": 2023, "citation": "Waste Avengers: Timun Mas Eco Adventure, 2023", "author": "Maria Praptiningsih and Sherly Rosalina Tanoto and Purwakanthi Adiratna Nugraha", "abstract": "SURAT PENCATATAN Page 1 an MENTERI HUKUM DAN HAK ASASI MANUSIA Direktur Hak \nCipta dan Desain Industri Anggoro Dasananto NIP. 196412081991031002 REPUBLIK \nINDONESIA KEMENTERIAN HUKUM DAN HAK ASASI MANUSIA SURAT PENCATATAN \nCIPTAAN Dalam rangka pelindungan ciptaan di bidang ilmu pengetahuan, seni dan sastra \nberdasarkan Undang-Undang Nomor 28 Tahun 2014 tentang Hak Cipta, dengan ini \nmenerangkan: Nomor dan tanggal permohonan : EC00202366168, 11 Agustus 2023 Pencipta \nNama : Maria Praptiningsih, Sherly Rosalina Tanoto dkk Alamat : Perum Gunung Sari Indah S/18, \nRT: 003 RW: 007, Kelurahan Kedurus, Kecamatan Karang Pilang, Kota: Surabaya, Karangpilang, \nSurabaya, Jawa Timur, 60223 Kewarganegaraan : Indonesia Pemegang Hak Cipta Nama \n: Maria Praptiningsih, Sherly Rosalina Tanoto dkk Alamat : Perum Gunung Sari Indah S/18, …"}, "filled": true, "author_pub_id": "XVYlsuUAAAAJ:KlAtU1dfN6UC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21102/1/Kegiatanhaki_04041_1333.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ttnwcIFGV0AJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Why are wage shares worsening in a competitive economy? A brief review of pays equality and industrial politics", "pub_year": 2022, "citation": "International Journal of Organizational Behavior and Policy 1 (1), 1-14, 2022", "author": "Maria Praptiningsih", "volume": "1", "number": "1", "pages": "1-14", "abstract": "Wage shares have fallen substantially almost all over the world over the past 30 years. This study aims to provide a discussion of the critical elements of wage shares and to undertake a critical review of the empirical papers regarding the issue of the income distribution for labour. This paper investigates the wage share and determinants of 34 countries in 2011. There are two main objectives of this research. Firstly, the paper attempted to analyse the effectiveness of the incentives system, which is more likely to be rigid in the competitive work environment. Secondly, the research has emphasised how workers' behaviour can lead to different incentives payment through a kind of predatory behaviour or later on, we can call it an uncooperative behaviour. These objectives derived from the previous paper result in the adverse selection of worker turnover (Lazear, 1986). The findings confirm that the effect of globalisation through current account balance and the structural policy with tax wedge rate is statistically significant in wage share for those with low wage share (at the 10th per cent quantile) only. However, there is limited evidence that inflation, unemployment, education policy, and unionisation strongly affect the distribution of wages"}, "filled": true, "author_pub_id": "XVYlsuUAAAAJ:5nxA0vEk-isC", "num_citations": 0, "pub_url": "https://ijobp.petra.ac.id/index.php/ijobp/article/view/93", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:dTkSUWGBT90J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Persepsi Kualitas Produk, Persepsi Kualitas Layanan, Persepsi Harga, dan Social Media Marketing Terhadap Keputusan Pembelian Sepeda di Toko Sepeda OK Mranggen", "pub_year": 2022, "citation": "Agora 10 (2), 2022", "author": "Satria Adika Hartono and Maria Praptiningsih", "journal": "Agora", "volume": "10", "number": "2", "abstract": "Penelitian ini dilakukan untuk mengetahui pengaruh dari persepsi kualitas produk, persepsi kualitas layanan, persepsi harga, dan social media marketing terhadap keputusan pembelian sepeda di Toko Sepeda OK Mranggen. Data penelitian dikumpulkan menggunakan angket yang dibagikan kepada 115 orang responden yang pernah membali sepeda di Toko OK Mranggen dan pernah melihat iklan toko tersebut di Facebook. Data tersebut diolah dengan menggunakan metode regresi linier berganda. Hasil dari penelitian ini adalah persepsi kualitas produk, persepsi kualitas layanan, persepsi harga, dan social media marketing berpengaruh terhadap keputusan pembelian sepeda di Toko OK Mranggen."}, "filled": true, "author_pub_id": "XVYlsuUAAAAJ:0EnyYjriUFMC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=12235187840792202188", "cites_id": ["12235187840792202188"], "pub_url": "https://scholar.google.com/scholar?cluster=12235187840792202188&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:zAuZMoQezKkJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 6}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Electronic Word Of Mouth Terhadap Purchase Intetion Pada Produk Somethinc Melalui Brand Image Sebagai Variabel Intervening Di Media Sosial Instagram", "pub_year": 2022, "citation": "Agora 10 (2), 1-7, 2022", "author": "Jessica Edeline and Maria Praptiningsih", "journal": "Agora", "volume": "10", "number": "2", "pages": "1-7", "abstract": "Penelitian ini bertujuan untuk mengetahui adanya pengaruh electronic word of mouth terhadap purchase intention melalui brand image sebagai variable intervening. Jenis penelitian yang digunakan adalah penelitian kuantitatif dengan jumlah sampel sebanyak 112 responden yang memenuhi kriteria sampel dan diambil dengan menggunakan teknik purposive sampling. Data dianalisis menggunakan teknik structural equation modelling dengan bantuan software SMART PLS. Hasil penelitian menunjukkan bahwa electronic word of mouth berpengaruh positif dan signifikan terhadap brand image, brand image berpengaruh positif dan signifikan terhadap purchase intention, dan electronic word of mouth berpengaruh positif signifikan terhadap purchase intention melalui brand image sebagai variable intervening."}, "filled": true, "author_pub_id": "XVYlsuUAAAAJ:hqOjcs7Dif8C", "num_citations": 12, "citedby_url": "/scholar?hl=en&cites=324630091849130346", "cites_id": ["324630091849130346"], "pub_url": "https://scholar.google.com/scholar?cluster=324630091849130346&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:auERPFlRgQQJ:scholar.google.com/", "cites_per_year": {"2023": 3, "2024": 9}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis penerapan etika bisnis pada PT Maju Jaya di Pare Jawa Timur", "pub_year": 2014, "citation": "Agora 2 (2), 1425-1433, 2014", "author": "Lina Juliana Haurissa and Maria Praptiningsih", "journal": "Agora", "volume": "2", "number": "2", "pages": "1425-1433", "publisher": "Petra Christian University", "abstract": "Penelitian ini bertujuan menganalisis penerapan etika bisnis yang mana diterapkan pada PT Maju Jaya. Sehingga, peneliti ingin melakukan penelitian yang berjudul―Analisis Penerapan Etika Bisnis pada PT Maju Jaya di Pare–Jawa Timur‖. Jenis penelitian ini adalah pelitian kualitatif deskriptif. Penelitian ini menggunakan metode analisis kualitatif supaya mendapatkan informasi dengan cermat untuk mengetahui penerapan etika bisnis pada PT Maju Jaya dimana penerapan konsep ini dilakukan menggunakan tekhnik wawancara terhadap tiga informan yaitu direktur PT Maju Jaya, ketua divisi keuangan PT Maju Jaya dan pelanggan tetap PT Maju Jaya. Selain itu, peneliti melakukan observasi untuk mendukung hasil dari penelitian ini.Temuan penelitian ini menunjukkan bahwa penerapan etika bisnis dalam PT Maju Jaya belum baik dalam menerapkan etika deontologi. Etika bisnis yang diterapkan oleh PT Maju Jaya lebih dominan dengan menetapan etika relativisme dan etika utilitarianisme. Sehingga dapat dikatakan implementasi etika bisnis dalam perusahaan ini belum sempurna."}, "filled": true, "author_pub_id": "XVYlsuUAAAAJ:YOwf2qJgpHMC", "num_citations": 22, "citedby_url": "/scholar?hl=en&cites=15859228582673676658", "cites_id": ["15859228582673676658"], "pub_url": "https://www.academia.edu/download/63075159/36261-ID-analisis-penerapan-etika-bisnis-pada-pt-maju-jaya-di-pare-jawa-timur20200424-74074-1f9x89h.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:cnn8wV5MF9wJ:scholar.google.com/", "cites_per_year": {"2016": 6, "2017": 0, "2018": 1, "2019": 1, "2020": 1, "2021": 6, "2022": 0, "2023": 3, "2024": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Forecasting Residential Electricity Consumption in Indonesia", "pub_year": 2013, "citation": "FORECASTING RESIDENTIAL ELECTRICITY CONSUMPTION IN INDONESIA, 2013", "author": "Maria Praptiningsih and Yusak Tanoto", "abstract": "Macro  indicators  impact  towards  electricity  consumption  in  the  residential  sector  was  considered  prominent to  be  investigated in  relation to the energy  policy  planning. The  research  objective includes establishment of appropriate model containing macro indicators as the variables  through the utilization of econometric method. The study period was 1990 – 2010. In addition, the  forecasting  model  for  household  electricity  consumption  is  also  developed  using  econometric  method. The forecasting result showed important findings in terms of supply capacity that should  be prepared by the government.  Those macroeconomic indicators such as GDP and inflation are  confirmed  to  have  a  long  term  effect  on  residential  electricity  consumption  particularly.  The  government  should  be  able  to  predict  the  demand  side  along  with  the  supply  side  of  electricity. As one of the important energy, electricity should be intensively preserved as the  primary energy that affecting the aggregate economy such as consumption, production, and  also investment in the long term relatively to the other energy."}, "filled": true, "author_pub_id": "XVYlsuUAAAAJ:Tyk-4Ss8FVUC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=1108553241968163648", "cites_id": ["1108553241968163648"], "pub_url": "https://repository.petra.ac.id/16481/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:QLse2kxfYg8J:scholar.google.com/", "cites_per_year": {"2018": 1, "2019": 0, "2020": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengelolaan dan Pengembangan Bisnis Garment pada Indo Garment Surabaya", "pub_year": 2013, "citation": "Agora 1 (1), 544-553, 2013", "author": "Anthony Wibowo Ekawardhana and Maria Praptiningsih", "journal": "Agora", "volume": "1", "number": "1", "pages": "544-553", "publisher": "Petra Christian University", "abstract": "AGORA Vol. 1, No. 1,(2013) dan kelompok untuk menerapkan rencana. Menurut Amirullah dan Budiyono (2004, p. 13), pengarahan adalah proses untuk menumbuhkan semangat (motivation) pada karyawan agar dapat bekerja keras dan giat serta membimbing mereka dalam melaksanakan rencana untuk mencapai tujuan yang efektif dan efisien. Griffin (2004, p. 9) mengemukakan bahwa pengendalian adalah proses memonitor dan memperbaiki aktivitas yang berlangsung untuk memastikan pencapaian tujuan.Menurut David (2009, p. 17), kekuatan dan kelemahan internal merupakan aktivitas terkontrol suatu organisasi yang mampu dijalankan dengan sangat baik atau buruk. Mereka muncul dalam pemasaran, keuangan/akuntansi, produksi/operasi, sumber daya manusia, dan aktivitas sistem informasi manajemen suatu bisnis. Mengidentifikasi serta mengevaluasi kekuatan dan kelemahan organisasional dalam wilayah-wilayah fungsional suatu bisnis merupakan sebuah aktivitas manajemen strategis yang esensial. Organisasi berjuang untuk menjalankan strategi yang mampu menggandakan kekuatan internal sekaligus meniadakan kelemahan internal."}, "filled": true, "author_pub_id": "XVYlsuUAAAAJ:ULOm3_A8WrAC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=13459036804912418235", "cites_id": ["13459036804912418235"], "pub_url": "https://www.academia.edu/download/56438394/36249-ID-pengelolaan-dan-pengembangan-bisnis-garment-pada-indo-garment-surabaya.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:u422P6oayLoJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 1, "2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "INPUT-OUTPUT ANALYSIS: AN APPLICATION OF ELECTRICITY DEMAND IN INDONESIA", "pub_year": 2013, "citation": "Institut of Research and Community Outreach, 2013", "author": "Maria Praptiningsih and Yusak Tanoto", "publisher": "Institut of Research and Community Outreach", "abstract": "Energy policy planning is the most important part in macroenomonic analysis. It is very urgent to investigate and analyze how effective the energy planning is. Moreover, as part of energy planning, electricity also becomes the major resources that should be well-analyzed in order to achieve the stability of national economy system. Therefore, it was very important for electric utility to determine dominant sectors which have more impacts on electricity consumption in national economy system.    The research consists of  three objectives: determining the input-output table of electricity demand based on the input-output table of national economy;  measuring the relevancy of electricity demand in various sectors through the electricity consumption chains; and  analyzing the dominant sectors imposing great impacts on electricity demand through the electricity demand multiplier . The study utilized the input output model which is developed by Leontief which is then derived into matrices, inverses, coefficients, and multipliers in order to obtain contribution factors among all sectors in national economy system.   The research stages initiated with gathering relevant data during 2008. Model development and variable testing was carried out subsequently, along with dominant contributor sector establishment. As the case study, four sectors are selected in order to obtain and analyze their respective EDM towards the electricity demand in Indonesian industrial sector. It is found that the tobacco industry imposes impacts on the electricity demand of the entire industry in Indonesia according to their EDM although the electricity consumption of this sector is not that …"}, "filled": true, "author_pub_id": "XVYlsuUAAAAJ:Se3iqnhoufwC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/16479/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VK2vT0jJwE4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengelolaan dan Pengembangan Usaha Plastik pada Perusahaan Keluarga PT. Politama Pakindo di Semarang (Pada Aspek Sumber Daya Manusia)", "pub_year": 2013, "citation": "Agora 1 (1), 2013", "author": "Selsha Amellia and Maria Praptiningsih", "journal": "Agora", "volume": "1", "number": "1", "abstract": "-Tujuan dari penelitian ini adalahmendeskripsikan pengelolaan dan pengembangan Perusahaankeluarga PT. Politama Pakindo. Jenis penelitian menggunakanpenelitan dekriptif kualitatif. Hasil penelitian menunjukkanbahwa pengelolaan fungsi bisnis dalam Perusahaan sudahberjalan dengan efektif, kecuali sumber daya manusia. Hal itudikarenakan masih banyak pegawai yang tidak loyal terhadapperusahaan. Sementara untuk analisis lingkungan eksternalmenggunakan Porter's Five Forces, menunjukkan adanyaancaman persaingan Perusahaan sejenis. Peluang ada padakekuatan tawar menawar pembeli, dan tidak ada substitusi. Kelemahan Perusahaan adalah tidak ada pemasok. Olehkarena itu strategi yang digunakan untuk pengembanganbisnis adalah dalam bentuk pengembangan pasar dan costleadership."}, "filled": true, "author_pub_id": "XVYlsuUAAAAJ:IjCSPb-OGe4C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=11759735256391254386", "cites_id": ["11759735256391254386"], "pub_url": "https://www.neliti.com/publications/36020/pengelolaan-dan-pengembangan-usaha-plastik-pada-perusahaan-keluarga-pt-politama", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:coHW8ej4MqMJ:scholar.google.com/", "cites_per_year": {"2016": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Factors decomposition of Indonesia's household electricity consumption", "pub_year": 2013, "citation": "Engineering Journal 17 (2), 19-28, 2013", "author": "Yusak Tanoto and Maria Praptiningsih", "journal": "Engineering Journal", "volume": "17", "number": "2", "pages": "19-28"}, "filled": true, "author_pub_id": "XVYlsuUAAAAJ:9yKSN-GCB0IC", "num_citations": 14, "citedby_url": "/scholar?hl=en&cites=8403162507110649703", "cites_id": ["8403162507110649703"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Zw82QscHnnQJ:scholar.google.com/", "cites_per_year": {"2013": 2, "2014": 2, "2015": 0, "2016": 2, "2017": 1, "2018": 2, "2019": 0, "2020": 1, "2021": 2, "2022": 1, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Applying Portfolio Selection: A Case of Indonesia Stock Exchange", "pub_year": 2012, "citation": "Jurnal Manajemen dan Kewirausahaan 14 (1), 13-22, 2012", "author": "Maria Praptiningsih", "journal": "Jurnal Manajemen dan Kewirausahaan", "volume": "14", "number": "1", "pages": "13-22", "abstract": "This study has three objectives. First, we investigate whether Modern Portfolio Theory can be applied on the financial decisions that made by investors or individual in order to increase their wealth through investment activities. Second, we examine the real behavior of each asset in terms of capital assets pricing models. Third, we determine whether our portfolio is the best model to produce a higher return in a given level of risk or a lowest risk in a particular level of return. It is found that three different stocks listed in the Indonesia Stock Exchange have a positive relationship with market returns. The reactions of the investor regarding these stocks are not influenced by each other. Lastly, the minimum variance portfolio (MVP) point which represents the single portfolio with the lowest possible level of standard deviation, occurs when the expected return of portfolio is approximately 2.2 percent at a standard deviation of 8.8 percent."}, "filled": true, "author_pub_id": "XVYlsuUAAAAJ:u-x6o8ySG0sC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=2831448771128037151", "cites_id": ["2831448771128037151"], "pub_url": "http://jurnalmanajemen.petra.ac.id/index.php/man/article/view/18369", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:H4_N2qdTSycJ:scholar.google.com/", "cites_per_year": {"2021": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Macro Indicators Impact Towards Residential Electricity Consumption In Indonesia", "pub_year": 2011, "citation": "Macro Indicators Impact Towards Residential Electricity Consumption In Indonesia, 2011", "author": "Yusak Tanoto and Maria Praptiningsih", "publisher": "LPPM UK Petra", "abstract": "factors decomposition for householdâ€™s electricity consuption is conducted using Log Mean Divisia Index (LMDI) method as well as Aritmetic Mean Divisia Index (AMDI). Both total residential sector as well as sub-sectors are taken into account. The analysis is best described using Addivitve-LMDI technique, considering current and constant pricing reference. Given a total of 29,285.2 GWh electricity consumption, production effect contributed for 75.2, under the constant price or far less compared with that obtained under current price, or with 224.3. Contribution of the electrified household to the total output of national economywere 19.5 and 13.7, using constant price and current price, respectively. Meanwhile, the efficiency effect was also contributed for a total positive electricity consumption growth with 5.3 under the constant price. In contrast, the same effect was contributed an opposite direction with a decrease of 138 under the current price."}, "filled": true, "author_pub_id": "XVYlsuUAAAAJ:UebtZRa9Y70C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/16438/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:hPyvd2LC6XIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The effects of monetary policy on macroeconomic stability and stock market: evidence from Indonesia", "pub_year": 2011, "citation": "Assumption University, 2011", "author": "Maria Praptiningsih", "publisher": "Assumption University", "abstract": "Monetary policy can have a significant effect on the movement in the stock market. This paper investigates the effect of monetary policy through monetary instruments on macroeconomic objectives and stock market utilizing Vector Error Correction Model (VECM) in order to examine the dynamic effect of Bank Indonesia Rate and Overnight Money Market Rate in achieving price stability, foreign exchange stability, economic growth, and capital market stability. This paper utilizes Impulse Responses and Variance Decomposition approach to examine the responses and the contribution of monetary policy instruments in affecting the macroeconomic objectives. The findings confirmed that Bank Indonesia Rate and Overnight Money Market Rate are statistically significant in affecting the inflation rate, foreign exchange rate, the output growth and the Jakarta Composite Index. Finally, there is a trade-off between inflation and economic growth."}, "filled": true, "author_pub_id": "XVYlsuUAAAAJ:8k81kl-MbHgC", "num_citations": 0, "pub_url": "https://repository.au.edu/bitstream/handle/6623004553/14385/auj-management-abstract-14385.pdf?sequence=1&isAllowed=y", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DSn7MwmLz5gJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "THE INDONESIAN STOCK MARKETPERFORMANCE DURING ASIAN ECONOMIC CRISISAND GLOBAL FINANCIAL CRISIS", "pub_year": 2011, "citation": "", "author": "Maria Praptiningsih", "pages": "1503-1514", "abstract": "Volatility in the stock market had strongly affected by the movement of publicly or even inside information. The  movements of this information will generate the perspectives and expectations of investors in decision-making.  How strong is the level of market efficiency in determining the movement of stock market, especially to achieve  stability in the stock market during the economic crisis? How effective are the policies of central banks in  controlling the movement of the stock market? This study aims to measure the factors that influence changes in  the movement of stock price in Indonesian stock market interms of market efficiency hypothesis. This research  also aims to investigate the effectiveness of central bank policy in controlling and stabilizing the movement of  stocks in Indonesia. The research will focus on the economic crisis in 1997 and the global crisis in 2008 as case  studies. Thepaperutilizesthe vector error-correction model, impulse responses and variance decomposition in  measuring the contribution of the factors that affect the movement of stock and determine the effectiveness of  central bank policy. The findings are beneficialto central banks, governments, companies and investors in  strengthening the Indonesian Stock Market particularly in facing the threat of financial crisis."}, "filled": true, "author_pub_id": "XVYlsuUAAAAJ:UeHWp8X0CEIC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=17202934363731352732", "cites_id": ["17202934363731352732"], "pub_url": "https://repository.petra.ac.id/15950/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nFyRpKgZve4J:scholar.google.com/", "cites_per_year": {"2016": 1, "2017": 0, "2018": 0, "2019": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Effect of Monetary Policy On MacroEconomic Stability And Stock Market: Evidence From Indonesia", "pub_year": 2011, "citation": "AU Journal of Management 9 (1), 13-22, 2011", "author": "Maria Praptiningsih", "journal": "AU Journal of Management", "volume": "9", "number": "1", "pages": "13-22", "publisher": "Assumption University", "abstract": "Monetary policy can have a significant effect on the movement in the stock market. This paper investigates the effect of monetary policy through monetary instruments on macroeconomic objectives and stock market utilizing Vector Error Correction Model (VECM) in order to examine the dynamic effect of Bank Indonesia Rate and Overnight Money Market Rate in achieving price stability. Foreign exchange stability, economic growth, and capital market stability. This paper utilizes Impulse Responses and Variance Decomposition approach to examine the responses and the contribution of monetary policy instruments in affecting the macroeconomic objectives. The finding confirmed that Bank Indonesia Rate and Overnight Money Market Rate are statistically significant in affecting the inflation rate, foreign exchange rate, the output growth and the Jakarta Composite Index. Finally, there is a trade-off between inflation and economic growth."}, "filled": true, "author_pub_id": "XVYlsuUAAAAJ:d1gkVwhDpl0C", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=2165114939579479503,8476312387621593542", "cites_id": ["2165114939579479503", "8476312387621593542"], "pub_url": "https://repository.petra.ac.id/15947/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:z7WG95AIDB4J:scholar.google.com/", "cites_per_year": {"2013": 1, "2014": 3, "2015": 1, "2016": 0, "2017": 0, "2018": 0, "2019": 2}}
