{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "I Want to Be Famous: A Screenplay About How Change and Chance Can Impact People’s Career", "pub_year": 2025, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 13 (1), 34-41, 2025", "author": "Fredi Setyawan and Ribut Basuki", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "13", "number": "1", "pages": "34-41", "abstract": "This thesis and screenplay aim to illustrate how change and chance can significantly impact people's careers, particularly for those actively pursuing their careers. The main character, Catherine, a public figure striving for greater fame, takes extreme measures to gain popularity. Initially, Catherine admires her idol, but she eventually begins copying her idol's content. Her underestimation for pivotal moments of change and chance, as highlighted by the Chaos Theory in Careers, leads her to seize fake opportunities while missing genuine positive ones. The story focuses on Catherine and her surroundings as she faces the consequences of underestimating change and chance in her career and her journey to recover from these mistakes. Through Catherine’s story, the screenplay demonstrates the importance of effectively managing change and chance for career advancement and long-term success."}, "filled": true, "author_pub_id": "y1WL5H8AAAAJ:2P1L_qKh6hAC", "num_citations": 0, "pub_url": "https://katakita.petra.ac.id/index.php/sastra-inggris/article/view/14531", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:l91CVwjvEV8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Obsessions: A Screenplay on Obsessive Compulsive Disorders Impact on Relationships", "pub_year": 2025, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 13 (1), 59-67, 2025", "author": "Putri Patricia Pattiselanno and Ribut Basuki", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "13", "number": "1", "pages": "59-67", "abstract": "This creative work explores Obsessive-Compulsive Disorder (OCD) and its impact on relationships, challenging misconceptions and highlighting its complexity. OCD, characterized by intrusive thoughts and repetitive behaviors, significantly affects individuals' well-being and interpersonal dynamics. Despite its prevalence, OCD often faces trivialization, portrayed as quirks rather than a debilitating mental illness. Through Ethan and Ophelia's narrative, this screenplay aims to raise awareness about OCD's effects on relationships. Ethan's struggle underscores challenges faced by individuals and their loved ones, emphasizing the importance of understanding mental health issues and seeking evidence-based treatments like Cognitive Behavioral Therapy (CBT). CBT focuses on modifying maladaptive thinking and behavior patterns through techniques such as recognizing cognitive distortions and developing coping skills. By blending romance and suspense, this work seeks to emotionally engage the audience and foster a compassionate approach to mental health."}, "filled": true, "author_pub_id": "y1WL5H8AAAAJ:70eg2SAEIzsC", "num_citations": 0, "pub_url": "https://katakita.petra.ac.id/index.php/sastra-inggris/article/view/14534", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:sr9fc-Qj6xoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Investigating Jokowi’s Populist Strategy for 2024 Indonesian Presidential Election: An Inquiry into Discourse and Politics", "pub_year": 2025, "citation": "Mediacon, 2025", "author": "Theophilus Joko Riyanto and Ribut Basuki and Samuel Gunawan", "journal": "Mediacon", "abstract": "Political discourse has had a long history as carried out under the western tradition of rhetoric since antiquity. It has also been applicable to the politics in the eastern contexts, including Indonesia. An issue that is prevalent in Indonesia at the moment is populism as an excess of democracy. Thus, there have been questions whether during President Joko Widodo’s administration, populism in Indonesia has grown to authoritarianism, or another bent feudalistic, populism. On such an account, this paper is to analyze one strand of discourse studies of politics focusing on the public statements of President Jokowi in ahead of the 2024 Presidential Election in Indonesia. So, the analysis is focused on the micro level behaviors being grasped through some verbal expressions and actions against the background of multimodal discourse analysis of some obvious semiotic resources in the context of the overturned pre-existing practices of the 2024 Presidential election. President Jokowi displayed some semiotic behaviors of being “mencla-mencle” (destructively inconsistent) and “tipu-tipu” (destructively deceptive) that are definitely constitutive of destructive politics. Under van Dijk’s critical discourse analysis such obvious behaviors show the reproduction of political power and abuse."}, "filled": true, "author_pub_id": "y1WL5H8AAAAJ:ldfaerwXgEUC", "num_citations": 0, "pub_url": "https://proceeding-mediacon.petra.ac.id/index.php/med/article/view/8", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:syLeHBdhnjQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Sun, The Moon, and The Earth: A Screenplay Focusing on the Depth of Mid-Life Crisis in the Eye of an Indonesian Housewife", "pub_year": 2024, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 12 (3), 299-306, 2024", "author": "Christine Viena Karsono and Ribut Basuki", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "12", "number": "3", "pages": "299-306", "abstract": "This creative work focuses on empowering Indonesian housewives, particularly those navigating transformative life challenges in their middle years. It champions complete autonomy in life decisions, ambitions, and goals, countering societal and familial expectations. The work also aims to highlight the vibrancy and aspirations of middle-aged women, combating societal invisibility and fostering a broader understanding of their diverse experiences. This work also seeks to present perspectives from marginalized groups, emphasizing middle-aged women often overlooked by society, through Indonesian cinema. The creative thesis aspires to inspire gender equality by amplifying women's experiences and advocating for their rights while challenging and reshaping traditional gender norms. Ultimately, this screenplay aims to influence perceptions both within the film industry and broader society, fostering an inclusive environment that values and encourages aspirations regardless of age or gender."}, "filled": true, "author_pub_id": "y1WL5H8AAAAJ:35N4QoGY0k4C", "num_citations": 0, "pub_url": "https://katakita.petra.ac.id/index.php/sastra-inggris/article/view/14473", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8amZgjGz9BwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Last War: A Screenplay Depicting Optimism In A Post-Apocalyptic World", "pub_year": 2024, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 12 (2), 232-239, 2024", "author": "Michael Wenardi Gunawan and Ribut Basuki", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "12", "number": "2", "pages": "232-239", "abstract": "Optimism is an important thing for many people in order to maintain world peace. More specifically, optimism can still play a major role even when the world is in a post-apocalyptic state. Therefore, this creative work has been made to show how optimism can make a big difference in the post-apocalyptic era. The creative work will use the theory of optimism by Martin Seligman in his book ‘Learned Optimism’. The creative work will be in the post-apocalyptic genre, and will use the screenplay film format. The result of the making of the creative work is people will be more knowledgeable about optimism through the actions of the protagonist. In addition, more people will know about the effects of optimism through the character development of the protagonist and the ways it can make the world better at the conclusion of the creative work."}, "filled": true, "author_pub_id": "y1WL5H8AAAAJ:vV6vV6tmYwMC", "num_citations": 0, "pub_url": "https://katakita.petra.ac.id/index.php/sastra-inggris/article/view/14430", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:F991mOgFO7wJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A Broken Connection: A Screenplay about Psychosocial Problem Effects on People Living with HIV/AIDS", "pub_year": 2024, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 12 (1), 57-64, 2024", "author": "Charlie Gunawan and Ribut Basuki", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "12", "number": "1", "pages": "57-64", "abstract": "This paper examines the impact of environmental behavior on individuals living with HIV/AIDS and its association with Psychosocial Problems. It focuses on the negative behavior which is exhibited by the environment towards individuals with HIV/AIDS, which can lead to adverse psychosocial outcomes. Psychosocial problems encompass the interaction between an individual's psychological well-being, social environment, and daily functioning, influenced by their environment and life events. The study acknowledges that external behavior plays a significant role in shaping internal behavior, and stressful events arising from negative external behavior can affect a person's internal well-being. The research centers on people who experience Psychosocial Problems as a result of rejection from family, friends, and society due to their HIV status. This work uses Social Cognitive theory to analyze the link of the effect of Psychosocial Problems with People Living with HIV/AIDS. As a result, this work highlights the profound impact of negative environmental behavior on individuals living with HIV/AIDS. Also, emphasize the need for supportive and accepting environments to mitigate psychosocial challenges in both psychological states in PLHIV."}, "filled": true, "author_pub_id": "y1WL5H8AAAAJ:lSLTfruPkqcC", "num_citations": 0, "pub_url": "https://katakita.petra.ac.id/index.php/sastra-inggris/article/view/14028", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:4CIKrg0wLD8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Magnanimity: A Screenplay Exploring the Unconditional Forgiveness", "pub_year": 2024, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 12 (1), 72-79, 2024", "author": "Alvin Gabriel Joadianto and Ribut Basuki", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "12", "number": "1", "pages": "72-79", "abstract": "This creative thesis focuses on unconditional forgiveness, exploring the question of how a son can really hate his father. The first theory, Parental Alienation Syndrome, answers how a child can hate one parent because of the insult from the other parent. The child affected by Parental Alienation Syndrome has eight distinct symptoms. Furthermore, this creative thesis wants to explore how the son can forgive his father without the father’s repentance. Employing the Process Model of Forgiveness, the thesis shows the step-by-step journey of forgiveness without any repentance. Both theories will be applied in the creative work, a screenplay. The screenplay is about a victim of Parental Alienation Syndrome haunted by his hatred of his father ever since his parents' separation. The protagonist experiences the three symptoms of Parental Alienation Syndrome. Moreover, he will go through each stage of the Process Model of Forgiveness until achieving reconciliation with his father."}, "filled": true, "author_pub_id": "y1WL5H8AAAAJ:RYcK_YlVTxYC", "num_citations": 0, "pub_url": "https://katakita.petra.ac.id/index.php/sastra-inggris/article/view/14030", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:sw9WrgDS3TgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Fears and Challenges of Acting in the Pandemic Time", "pub_year": 2024, "citation": "k@ ta: A Biannual Publication on the Study of Language and Literature 26 (00 …, 2024", "author": "Ribut Basuki", "journal": "k@ ta: A Biannual Publication on the Study of Language and Literature", "volume": "26", "number": "00", "pages": "101-110", "abstract": "E-learning has become a popular approach today. However, in drama/theater classes where exercises, rehearsals, and ‘productions’ are done on stage, such an approach was considered impossible, until Covid-19 pandemic strike occurred. The purpose of this paper is to reveal how acting classes dealt with the disruption, the process of selecting and implementing online meeting platforms, the new ‘lesson plan’to finish the classes, the challenges due to the changes, and evaluation for future practices. The nature of the study is both explanatory and evaluative by action research. Primary data were collected using personal observations and questionnaires. Secondary data were taken from library research pertaining drama/theater, e-learning, online teaching, action research, thematic analysis, etc. By flipping from offline to online learning, acting classes turned out to be manageable. Radical and innovative adaptations should be made to make classes work online, including flipping offline to online meetings, implementing screen/camera knowledge, and using online platforms such as Google Meet, Zoom, WA, and LINE. Moreover, despite the fact that initially online meeting was threatening to the students and the teacher alike, using online meeting platforms for acting classes as blended learning was a good challenge, given appropriate situations and purposes."}, "filled": true, "author_pub_id": "y1WL5H8AAAAJ:O3NaXMp0MMsC", "num_citations": 0, "pub_url": "https://kata.petra.ac.id/index.php/ing/article/view/19691", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:hoaP9HUhSpMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Inverted: A Screenplay Exploring Social Anxiety Disorder in Association with Online Dating Applications", "pub_year": 2023, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 11 (3), 407-415, 2023", "author": "Ivonia Winoto and Ribut Basuki", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "11", "number": "3", "pages": "407-415", "abstract": "Online dating applications are one of the results of the advancement of technology and communication in the digital culture. The use of online dating applications, however, is bringing negative effects such as Social Anxiety Disorder or SAD to the users. SAD is known as a mental health problem that is marked by a persistent fear of being humiliated by others. One of the psychological effects of SAD is developing avoidance behavior which is marked by avoiding any social situations. This screenplay aims to explore how online dating applications may cause SAD, and how SAD will affect a person’s mental health condition to the extent that it will influence their relationship with others. This work is using Social Anxiety Disorder theory to analyze the link of the cause and effect of SAD with the dating applications. In results, this screenplay presents a link between SAD and online dating applications as there is trauma of rejection for the users which triggers the appearance of SAD. Also, the development of avoidance behavior is shown when a person with SAD avoids the feared situations completely."}, "filled": true, "author_pub_id": "y1WL5H8AAAAJ:GnPB-g6toBAC", "num_citations": 0, "pub_url": "https://katakita.petra.ac.id/index.php/sastra-inggris/article/view/13796", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:FT_M4tApEIcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "INCOMPLETE: A Screenplay Raising Awareness Towards Postpartum Depression", "pub_year": 2023, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 11 (3), 465-471, 2023", "author": "Eunike Patricia Susanto and Ribut Basuki", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "11", "number": "3", "pages": "465-471", "abstract": "This thesis focuses on the possibility of postpartum depression (PPD) among new moms, as well as the importance of family support in the recovery process. The study explores the physical and emotional aspects that contribute to PPD, such as exhaustion and a lack of husband support. The screenplay dives into the path of the main character, a mother who has just given birth and is experiencing postpartum depression due to fatigue and lack of support from her husband and family. She continues to struggle to make her life better through treatment, a support group, and support from her family and she begins to share her stories through social media to raise awareness."}, "filled": true, "author_pub_id": "y1WL5H8AAAAJ:BqipwSGYUEgC", "num_citations": 0, "pub_url": "https://katakita.petra.ac.id/index.php/sastra-inggris/article/view/13803", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:txsJ5pw-wzQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penelitian Seni Pertunjukan", "pub_year": 2023, "citation": "PT. RajaGrafindo Persada-Rajawali Pers, 2023", "author": "Ribut Basuki", "publisher": "PT. RajaGrafindo Persada-Rajawali Pers", "abstract": "Buku-buku tentang wayang kulit, bahkan yang dari penelitian, kebanyakan yang berisi tentang seni, sejarah, dan nilai-nilai yang dihubungkan dengan budaya jawa. Secara ilmiah, pendekatan demikian cenderung menggunakan paradigma positivism, atau post-positivisme. Dengan pendekatan demikian, seakan penelitian bebas dari bias penulis dan pembahasan mengarah kepada ‘penemuan makna yang hakiki’dari sebuah karya seni atau budaya. Pendekatan dengan paradigma kritis yang cenderung fokus kepada premis bahwa kondisi, nilai, struktur historis, budaya, ras, gender, politik, dan terutama ekonomi mempengaruhi produk seni atau budaya. Pendekatan dengan paradigma konstruktivis lebih mengutamakan ‘lived experience’subyek, sehingga makna menjadi relative baik dari sisi yang diteliti maupun yang meneliti. Studi budaya berdiri di antara pendekatan dalam paradigm kritis dan konstruktivis. Dengan teori dapat diambil dari berbagai sumber pemikiran, studi budaya lebih seperti ‘bermain-main’dengan makna. Kadang studi budaya menggugat makna dan nilai tertentu, namun studi budaya tidak ingin sampai pada makna dan nilai yang tetap dan pasti, justru karena itulah yang digugatnya sendiri. Demikianlah Wayang Kulit Jawa Timuran ditelaah melalui topik-topik identitas dan kepemimpinan yang terjadi di Jawa Timur pada saat konteks pertunjukan berlangsung. Dalam buku ini dapat dibaca bagaimana relasi kuasa pada wayang kulit Jawa Timuran mengemuka dari topik-topik tersebut. Setelah membahas lanskap perkembangan Wayang Kulit Jawa Timuran, buku ini mencermati Kekuasaan dan Identitas Jawa dalam …"}, "filled": true, "author_pub_id": "y1WL5H8AAAAJ:qUcmZB5y_30C", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=10418147692621423161", "cites_id": ["10418147692621423161"], "pub_url": "https://books.google.com/books?hl=en&lr=&id=xGXfEAAAQBAJ&oi=fnd&pg=PP1&dq=info:OWJB9CCylJAJ:scholar.google.com&ots=FX4rghVw40&sig=ANHkXqyUTVkN0D8DJcd7CuXrU9A", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:OWJB9CCylJAJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 2, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The effect of excessive use of social networking sites on customer loyalty, mediating role of perceived usefulness, essential information, behavioral intention.", "pub_year": 2023, "citation": "International Journal of Data & Network Science 7 (4), 2023", "author": "Hotlan Siagian and Zeplin Jiwa Husada Tarigan and Ribut Basuki and Sautma Ronni Basana", "journal": "International Journal of Data & Network Science", "volume": "7", "number": "4", "abstract": "The use of social media for young people has encouraged communication and socialization with other users massively and excessively. Besides, activities by the community of social media users have allocated much time. This condition exposed productivity as a challenge in the place and family communication. This study explores the effect of excessive use of social networking sites on customer loyalty with the mediating role of perceived usefulness, behavioral intention, and essential information. This research focused on adult-young people who use social networking media daily. Data collection used questionnaires designed with a five-point Likert scale and distributed online through Google Forms link. The respondents were given rewards through internet charge vouchers to encourage them, respondents, to complete the questionnaires. The questionnaire was distributed successfully to 932 prospective …"}, "filled": true, "author_pub_id": "y1WL5H8AAAAJ:NMxIlDl6LWMC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=16795262616417176902", "cites_id": ["16795262616417176902"], "pub_url": "https://scholar.google.com/scholar?cluster=16795262616417176902&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Ro3xUF3CFOkJ:scholar.google.com/", "cites_per_year": {"2024": 3, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Begagan Sub-village’s Community Readiness to Develop a Tourism Village", "pub_year": 2023, "citation": "katakita 11 (1), 148-153, 2023", "author": "MANUELA OCTAVIANI SUTRISNO and Ribut Basuki", "volume": "11", "number": "1", "pages": "148-153", "abstract": "This paper figures out whether the communities in Begagan sub-village as a part of Begaganlimo village in Mojokerto, East Java, are ready to develop a tourism village. This study uses a descriptive qualitative approach. Data are collected through questionnaires and interviews. The data are then analyzed using readiness criteria to find out the communities’ readiness and the reasons why they are ready or otherwise. The results show that the communities are ready to develop a tourism village. They have high motivation, related to having better income and preserving their local culture. The communities are also ready for any change socially due to the development of the tourism village. They have healthy relationships with others and have high awareness towards keeping the environment intact. They are aware that their areas have attractions in the form of scenery, culture, and products and are quite eager to develop their sub-village, and thus village, to become a tourism village. However, they have problems in funding and better training to develop a marketable tourism village."}, "filled": true, "author_pub_id": "y1WL5H8AAAAJ:j3f4tGmQtD8C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20350/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:zBZ8SDQftMQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Broken Compass: A Screenplay Exploring Economic Inequality in Indonesia  s Education System", "pub_year": 2023, "citation": "katakita 11 (1), 16-22, 2023", "author": "Maria Inosensia Laymonita and Ribut Basuki", "volume": "11", "number": "1", "pages": "16-22", "abstract": "Good quality education should be accessible to everyone, regardless of their economic status. Unfortunately, often better education in Indonesia comes with a heavy price tag that eliminates working class people from accessing it. This thesis attempts to find out why the working class people are economically discriminated against and how they face the discrimination. Using screenplay and young adult dystopian genre, this thesis tries to show the side effects of said economic inequality if taken to the extreme. With Pierre Bourdieu s theory of school as cultural reproduction, the working class students, including the protagonist Thalia, are discriminated against because they are seen as threats to their resources. To reciprocate, Thalia challenges the system, which sparks a rebellion inside the school. The worldbuilding aspect of the genre is based on Pierre Bourdieus concepts of social space, capitals, and agency. Thalia from the working class utilizes her agency to face the discrimination."}, "filled": true, "author_pub_id": "y1WL5H8AAAAJ:4JMBOYKVnBMC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=2090031299200581252", "cites_id": ["2090031299200581252"], "pub_url": "https://repository.petra.ac.id/20349/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:hH5MpmRIAR0J:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The effect of tourism village development project on economic sustainability through tourism villages based on natural and cultural potentials", "pub_year": 2022, "citation": "Journal of Project Management 8 (2), 1-8, 2022", "author": "Ribut Basuki and Christine Wonoseputro and Zeplin Jiwa Husada Tarigan", "volume": "8", "number": "2", "pages": "1-8", "abstract": "Tourism village development projects have become attractive to the community during the Covid 19 Pandemic and after. This condition is caused by many people in urban areas who wish to travel to natural and indigenous cultural destinations. Tourism village development is a process that emphasizes ways to develop or advance tourist villages. Village green tourism development projects through natural and cultural destinations are expected to provide sustainable village economic sustainability. The distribution of questionnaires to obtain the potential for village tourism development was determined by the project team that will develop in identifying, assigned consultants and key people from local villages, including leaders with a total of 46 respondents. Data processing looks at the relationship between village economic sustainability and village economic sustainability through natural and cultural tourism potential using partial least squares. The data processing results show that the village tourism development project has a positive effect on nature tourism potential, cultural tourism potential, and village economic sustainability by increasing the welfare of local communities. The nature tourism potential of the village, which has attractive mountains and a reliable source of agricultural products, is capable of impacting the local communitys interest. Cultural tourism potential owned by the village with attractive tourist performances on a regular and well-scheduled basis and the ability of the village to show dance performances that reveal their identity can impact the villages economic sustainability. The village green tourism development project is …"}, "filled": true, "author_pub_id": "y1WL5H8AAAAJ:RHpTSmoSYBkC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=3090064025489321817", "cites_id": ["3090064025489321817"], "pub_url": "https://repository.petra.ac.id/20043/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:WS-B_Nsc4ioJ:scholar.google.com/", "cites_per_year": {"2024": 2, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Lost Blurs: A Screenplay Exploring Child Neglect", "pub_year": 2022, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 10 (2), 393-398, 2022", "author": "Aloysius Reynaldo Danuega Hartanto and Ribut Basuki", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "10", "number": "2", "pages": "393-398", "abstract": "This paper aims at exploring child neglect cases and to raise awareness about it. Child neglect is the failure to provide for the shelter, safety, supervision, and nutritional needs of the child. Child neglect is an underrated topic because it can be difficult to determine whether a parent is neglecting his/her child due to its unintentional nature. This paper explores what child neglect is, the possible effect of it such as disorganized attachment disorder, and ways to recover from said disorder. This paper uses the Attachment Theory by John Bowlby and the finding of the research is in the form of a screenplay. The screenplay uses tragicomedy as its genre, telling a story about a boy, Benny, who was neglected by his father as a child and now suffers from disorganized attachment disorder. Throughout his journey, he tries to recover from it by building trustful relationships and face his father about his neglected past."}, "filled": true, "author_pub_id": "y1WL5H8AAAAJ:e5wmG9Sq2KIC", "num_citations": 0, "pub_url": "https://katakita.petra.ac.id/index.php/sastra-inggris/article/view/13159", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:GjzHzRmQe1QJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sinners for Love: A Screenplay Exploring the Destructive Nature of Obsessive Love", "pub_year": 2022, "citation": "katakita 10 (2), 172-177, 2022", "author": "PRINCESSA NATHANIA and Ribut Basuki", "volume": "10", "number": "2", "pages": "172-177", "abstract": "This thesis is created with the purpose to explore the destructive nature of obsessive love from its reasonings, symptoms, and how it affects people around the perpetrator. While love is a widely-known emotion that has been a norm for everyone, many still do not know the dark side of too much love, which can be the result of mental illnesses such as obsessive love disorder and many more. Obsessive love disorder itself is a mental disorder where someone has an overwhelming obsessive desire to possess and protect another person. Using screenplay as the form and drama-thriller as its genre, I will show the development and symptoms of obsessive love disorder through Sinclair as the main character. She will also show how she manipulates people around her to fulfill her love obsession. In the screenplay, Sinclair will manipulate Charlot’s love for her by using him to get the man she obsessively loves."}, "filled": true, "author_pub_id": "y1WL5H8AAAAJ:R3hNpaxXUhUC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=17220364688004849298", "cites_id": ["17220364688004849298"], "pub_url": "https://repository.petra.ac.id/20348/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:kp41Q3IG--4J:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Konservasi dan Regenerasi Campursari untuk Pengembangan Siwata Budaya Desa Begaganlimo, Kec. Gondang, Mojokerto", "pub_year": 2022, "citation": "Share: Journal of Service Learning 8 (1), 49-54, 2022", "author": "Ribut Basuki and Resmana Lim and Christine Wonoseputro and Sienny Thio", "volume": "8", "number": "1", "pages": "49-54", "abstract": "Desa Begaganlimo, Kecamatan Gondang, Kabupaten Mojokerto ingin mengembangkan desa wisata. Permasalahan utama masyarakat, desa Begagan Limo yang memiliki banyak situs peninggalan kerajaan Majapahit ini memiliki aset berupa gamelan dan kelompok campursari yang tidak tergarap dengan baik. Masyarakat ingin meningkatkan Wisata Budaya ke situs-situs peninggalan Majapahit dengan mengembangkan seni gamelan/campursari. Namun jumlah seniman masih terbatas, keterampilannya masih perlu diasah dan dikemas-kinikan, dan ketrampilan mengelola wisata budaya pengelolaan masih perlu ditingkatkan. Solusi yang diusulkan, terutama yang dapat dilaksanakan di masa pandemi ini adalah pelatihan gamelan/campursari, penambahan alat musik gamelan, pelatihan pengelolaan obyek wisata budaya, dan pelatihan pembuatan situs daring.  Namun mereka perlu tempat untuk melaksanakan kegiatan tersebut, dan tempat itu adalah desa wisata Begagan Limo sendiri yang perlu ditingkatkan kondisinya.  Kegiatan yang dilaksanakan adalah 1) Identifikasi kebutuhan pelatihan gamelan dan pelengkapan peralatan gamelan dengan metode observasi bersama para seniman 2) Pelaksanaan pelatihan dan pelengkapan gamelan dengan metode workshop dengan mengundang pelatih/pakar gamelan 3) Pelatihan dan regenerasi pemain gamelan dan tari. Saat ini gamelan sudah dilengkapi dan dilaras. Latihan sudah berjalan secara rutin dan regenerasi dengan mengajari anak-anak dan remaja sedang berjalan. Di bulan Desember 2020 dilakukan ujicoba pertunjukan dalam skala kecil dengan harapan dapat mendukung …"}, "filled": true, "author_pub_id": "y1WL5H8AAAAJ:HDshCWvjkbEC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=13453532590100604716", "cites_id": ["13453532590100604716"], "pub_url": "https://repository.petra.ac.id/20244/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:LGcWX5yMtLoJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The effect of perceived security, perceived ease of use, and perceived usefulness on consumer behavioral intention through trust in digital payment platform", "pub_year": 2022, "citation": "International Journal of Data and Network Science 6 (3), 1-14, 2022", "author": "Hotlan Siagian and Zeplin Jiwa Husada Tarigan and Sautma Ronni Basana and Ribut Basuki", "volume": "6", "number": "3", "pages": "1-14", "abstract": "The effect of perceived security perceived ease of use, and perceived usefulness on consumer behavioral intention through trust in the digital payment platform"}, "filled": true, "author_pub_id": "y1WL5H8AAAAJ:mB3voiENLucC", "num_citations": 145, "citedby_url": "/scholar?hl=en&cites=11175886542505827344", "cites_id": ["11175886542505827344"], "pub_url": "https://repository.petra.ac.id/19511/2/Publikasi4_14033_8052.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ENwgGJm5GJsJ:scholar.google.com/", "cites_per_year": {"2022": 9, "2023": 31, "2024": 73, "2025": 32}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The effects of perceived ease of use, usefulness, enjoyment and intention to use online platforms on behavioral intention in online movie watching during the pandemic era", "pub_year": 2022, "citation": "International Journal of Data and Network Science 6 (1), 253-262, 2022", "author": "Ribut Basuki and Zeplin Jiwa Husada Tarigan and Hotlan Siagian and Liem Satya Limanta and Dwi Setiawan", "volume": "6", "number": "1", "pages": "253-262", "abstract": "Pandemic Covid-19 has resulted in disruption in various industry and business sectors. People spend more time at home than they do outside. People who like movies during this time can enjoy the cinema. However, during the covid-19 pandemic, it must be done online to follow strictly regulated restrictions on community activities to avoid the uncontrolled spread of the virus. As a result, streaming platforms with the advancement of internet technology are increasingly playing a role in providing online services for movie fans. This study investigated the effects of perceived ease of use, usefulness, enjoyment, and intention to use online platforms on behavioral intention in online movies during the Covid 19 pandemic. The questionnaires were distributed by sending google form links to respondents who have a streaming platform subscription in Indonesia. As many as 772 questionnaires were filled out completely and could be processed. Data analysis was done by using partial least squares with Smart PLS software. The results have shown that eight proposed hypotheses have been supported in this study. Perceived ease of use positively affects the perceived usefulness, perceived enjoyment, and intention to watch movies online. Furthermore, perceived usefulness affects perceived enjoyment and intention to watch movies online. Perceived enjoyment influences intention to use and behavioral intention. Finally, intention to use online platforms influences behavioral intention. This research contributes in theory to the technology acceptance model and provides film industry practitioners with insight into enhancing customer behavioral intention in …"}, "filled": true, "author_pub_id": "y1WL5H8AAAAJ:-f6ydRqryjwC", "num_citations": 142, "citedby_url": "/scholar?hl=en&cites=15968275068271982636", "cites_id": ["15968275068271982636"], "pub_url": "https://repository.petra.ac.id/19510/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:LPgTMJK1mt0J:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 16, "2023": 52, "2024": 54, "2025": 16}}
