{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "SYMBOL OF WANDS IN JK ROWLING’S HARRY POTTER SERIES", "pub_year": 2016, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 4 (3), 36-43, 2016", "author": "Mirna Damayanti and Liliek Soelistyo", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "4", "number": "3", "pages": "36-43", "abstract": "This thesis examines the interpretations of Harry Potter’s and Voldemort’s wands which are related to the relationship between the wand and the owner. I am curious about finding the symbols behind the wands of Harry Potter and Lord Voldemort. The symbols that I use as the theory, reveal the power and the way they see the power through their wands. Therefore, the interpretations also reveal their relationships toward their wands. I interpret that both Harry’s and Voldemort’s wands disclose the personalities that they have. The relationship between the wands and the owner determines the success of each wizard to accomplish their goals. The affectionate relationship between Harry and his wand give mutual benefits for each of them. In contrast to Harry, Voldemort’s wand turns out to be a destructive weapon since there is no emotional attachment between him and his wand."}, "filled": true, "author_pub_id": "y5t4smkAAAAJ:ULOm3_A8WrAC", "num_citations": 0, "pub_url": "http://publication.petra.ac.id/index.php/sastra-inggris/article/view/5755", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mpSa6SW3VhoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Complex System in Babel", "pub_year": 2008, "citation": "k@ ta: A Biannual Publication on the Study of Language and Literature 10 (2 …, 2008", "author": "Liliek Soelistyo and Dwi Setiawan", "journal": "k@ ta: A Biannual Publication on the Study of Language and Literature", "volume": "10", "number": "2", "pages": "175-184", "abstract": "This article discusses how the plot of Babel reflects the principles of the quantum-physic theory of complex system such as complexity, indeterminacy and non-linearity. In terms of complexity, the movie exposes more than two distinct subplots with their subcomponents. Yet, every subplot is only meaningful when it is mentally put in relation to the others. Due to its complexity, it is highly difficult for the audience and the characters of Babel to determine the meaning or the significance of a component in the story. Finally, Babel also displays the phenomena of non-linearity and chaos. Babel's non-linearity expresses both positive and negative feedback loops, with the first being dominant. This is largely responsible for the chaotic development of the plot."}, "filled": true, "author_pub_id": "y5t4smkAAAAJ:9yKSN-GCB0IC", "num_citations": 0, "pub_url": "https://kata.petra.ac.id/index.php/ing/article/view/16887", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:PLP7yQBUnVYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Technology vs Nature: Human Error in Dealing with Nature in Crichton's Jurassic Park", "pub_year": 2000, "citation": "k@ ta: A Biannual Publication on the Study of Language and Literature 2 (1 …, 2000", "author": "Liliek Soelistyo and Sarah Prasasti", "journal": "k@ ta: A Biannual Publication on the Study of Language and Literature", "volume": "2", "number": "1", "pages": "16-20", "abstract": "Witnessing the euphoria of the era of biotechnology in the late twentieth century, Crichton exposes the theme of biotechnology in his works. In Jurassic Park, he voices his concern about the impact of the use of biotechnology to preserve nature and its living creatures. He further describes how the purpose of preserving nature and the creatures has turned out to be destructive. This article discusses Crichton's main character, Hammond, who attempts to control nature by genetically recreating the extinct fossil animals. It seems that the attempt ignores his human limitations. Although he is confident that has been equipped with the technology, he forgets to get along with nature. His way of using technology to accomplish his purpose proves not to be in harmony with nature. As a consequence, nature fights back. And he is conquered."}, "filled": true, "author_pub_id": "y5t4smkAAAAJ:qjMakFHDy7sC", "num_citations": 0, "pub_url": "https://kata.petra.ac.id/index.php/ing/article/view/15455", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:K4e6W5GmxfIJ:scholar.google.com/", "cites_per_year": {}}
