{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Communication Strategy of Peduly Gotong Royong Foundation in Building Volunteer Re-participation in Surabaya", "pub_year": 2024, "citation": "Journal of Content and Engagement, 15-40, 2024", "author": "Ivana Wardana and Jandy Edipson Luik and Daniel Budiana", "journal": "Journal of Content and Engagement", "pages": "15-40"}, "filled": true, "author_pub_id": "YCc1kuYAAAAJ:JV2RwH3_ST0C", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:0_LHrHGA7bsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Women's Portrayal in Indonesia Popular Film.", "pub_year": 2024, "citation": "e-BANGI Journal 21 (3), 2024", "author": "Daniel Budiana", "journal": "e-BANGI Journal", "volume": "21", "number": "3", "abstract": "The portrayal of women has long been a concern, especially in cinema, including Indonesian cinema. The modern era of Indonesian cinema began in 1998 and continues to the present day, as the best period for Indonesian cinema. In 1998, only five films were produced, but production gradually increased until its peak in 2016, with 124 titles being produced. This growth has had a positive impact on the image of women in cinema, but it has also presented different values regarding the portrayal of women. This paper examines the portrayal of women characters in Indonesia's popular films, focusing on the top three best selling films. Using the textual analysis method, the study reveals that women are often portrayed in relation to stereotypes entrenched in patriarchal culture. Men still have a strong image as the provider and women are dependent objects. The findings also show that social values are the primary determinants of women's portrayal in film. For instance, in appearance, a good girl is appropriately dressed, will be saved and happy. In contrast, aggressiveness for women will lead them into destruction. The portrayal of women in Indonesian best seller movies cannot be separated from patriarchal and social values, which implies that these films not only reflect but also potentially reinforce and perpetuate existing gender norms and power dynamics within society. This suggests that the representation of women in such media plays a significant role in shaping public perceptions of gender roles, further embedding these values into the cultural fabric and potentially influencing the way women are treated and perceived in real life."}, "filled": true, "author_pub_id": "YCc1kuYAAAAJ:maZDTaKrznsC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=892206369379973552", "cites_id": ["892206369379973552"], "pub_url": "http://journalarticle.ukm.my/24363/1/674_686%20767182555391PB.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:sPk7QffAYQwJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Effectiveness of Tzuyu as a Brand Ambassador in launching Pond’s Bright Miracle Products on@ pondsindonesia Followers", "pub_year": 2024, "citation": "Journal of Content and Engagement, 201-218, 2024", "author": "Rachel Ade Suryaning Kalla and Inri Inggrit Indrayani and Daniel Budiana", "journal": "Journal of Content and Engagement", "pages": "201-218", "abstract": "This study aims to measure the effectiveness of Tzuyu as a brand ambassador in launching Pond's bright miracle products on the@ pondsindonesia Instagram account. A brand ambassador is someone who is the representative or face of a brand used by companies to communicate and connect with the public. The use of popular celebrities as brand ambassadors in product launches will attract greater attention. Tzuyu is a member of one of the famous girl groups in South Korea, Twice. Pond's appointed Tzuyu as a brand ambassador in the launch of Pond's bright miracle product by using Instagram social media as a tool to convey messages to the audience. This study measures the effectiveness of a brand ambassador using the theory of source credibility by Ohanian (1990). This research uses a descriptive quantitative approach with data collection techniques using an online questionnaire via google form. The purposive sampling technique is in accordance with the criteria determined in selecting respondents who fill out the questionnaire. The results showed that Tzuyu as Pond's brand ambassador in the launch of Pond's bright miracle was declared effective, with attractiveness being the most effective indicator."}, "filled": true, "author_pub_id": "YCc1kuYAAAAJ:blknAaTinKkC", "num_citations": 0, "pub_url": "https://joce.petra.ac.id/index.php/joce/article/view/38", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qapS1NlLa_0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Representation of Feminism in the Movie\" Black Panther: Wakanda Forever (2022)\"", "pub_year": 2023, "citation": "Proceeding of Creative and Collaborative Communication Conference (CCOMM) 1 …, 2023", "author": "Arion Reyvonputra and Fanny Lesmana and Daniel Budiana", "journal": "Proceeding of Creative and Collaborative Communication Conference (CCOMM)", "volume": "1", "number": "1", "pages": "242-256", "abstract": "The movie\" Black Panther: Wakanda Forever\" is a movie that discusses how the hero struggles to save the world and his family. This movie tells the story of the main character, Shuri, who fights against injustice and also the scenario of the destruction of Wakanda planned by her enemy from Talokan, Namor. This makes researchers want to examine how the representation of feminism is embedded in the film\" Black Panther: Wakanda Forever\" This research uses the semiotic method, using John Fiske's television code theory. This study shows that feminism is depicted in three forms, namely; the superiority of black women over men, the stigma of society about women being broken, the conflict of violence and power between two countries, black women who are free from colonizing power. With this research, researchers see that all aspects, elements, and the encoding process of a movie both have meaning and play an important role in shaping the ideological content or message of the film. The conclusion in this movie is that the feminist figures in Shuri, Okoye, Queen Ramonda, Namor, Attuma and Riri who are depicted through women can dominate men and can even be equal to them in the movie. The feminism brought to the movie Black Panther: Wakanda Forever leads to first and second wave feminism and the support of patriotism and liberalism ideologies in this film. This proves that film can be a medium to convey a message of representation or social phenomena of equal rights between women and men in the world of heroes."}, "filled": true, "author_pub_id": "YCc1kuYAAAAJ:hC7cP41nSMkC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=16584356535670047614", "cites_id": ["16584356535670047614"], "pub_url": "https://proceeding-ccomm.petra.ac.id/index.php/ccomm/article/view/25", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:foMKyWZ4J-YJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Online Public Relations Communication Strategy by Akar Tuli Malang in Campaigning the Use of Indonesian Sign Languange (BISINDO)", "pub_year": 2023, "citation": "Journal of Content and Engagement, 50-64, 2023", "author": "Jeffrey Hendrawan and Daniel Budiana and Astri Yogatama", "journal": "Journal of Content and Engagement", "pages": "50-64", "abstract": "This study aims to determine the online public relations strategy for Akar Tuli Malang Community in campaigning the use of Indonesian sign language (BISINDO). BISINDO is a sign system used by Deaf in Indonesia to communicate. Akar Tuli Malang is the first Deaf community in East Java which is a place for Deaf and hearing friends to socialize. In carrying out its goals, Akar Tuli Malang has a public relations division that carries out the task of establishing cooperation with various parties, both internal and external. The method used in this research is a case study with a qualitative approach and is a type of descriptive research. The results of the study show that the design of a strategy that refers to the concept of a public relations strategy according to Pinkleton has six stages of strategy and the Malang Deaf Root has carried out five of them. Consists of conceptualization, monitoring, planning, organization and coordination, administration and evaluation. In carrying out the strategy online, PR utilizes social media Instagram as a medium for conveying campaign messages."}, "filled": true, "author_pub_id": "YCc1kuYAAAAJ:qUcmZB5y_30C", "num_citations": 0, "pub_url": "https://joce.petra.ac.id/index.php/joce/article/view/13", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:s1xy8GHJqHwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Representasi Gangguan Mental Dalam Film “The Menu (2022)”", "pub_year": 2023, "citation": "Jurnal e-Komunikasi 11 (1), 2023", "author": "M Joelnetan and IP Hadi and D Budiana", "journal": "Jurnal e-Komunikasi", "volume": "11", "number": "1"}, "filled": true, "author_pub_id": "YCc1kuYAAAAJ:R3hNpaxXUhUC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=1702797959681078888", "cites_id": ["1702797959681078888"], "pub_url": "https://scholar.google.com/scholar?cluster=1702797959681078888&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:aPYM97iNoRcJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Representasi Patriarki Dalam Film “Yuni”", "pub_year": 2022, "citation": "Scriptura 12 (2), 100-112, 2022", "author": "Nadya Febiola and Agusly Irawan Aritorang and Daniel Budiana", "journal": "Scriptura", "volume": "12", "number": "2", "pages": "100-112"}, "filled": true, "author_pub_id": "YCc1kuYAAAAJ:IWHjjKOFINEC", "num_citations": 16, "citedby_url": "/scholar?hl=en&cites=4487063698735846131", "cites_id": ["4487063698735846131"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:81KzF6lART4J:scholar.google.com/", "cites_per_year": {"2023": 4, "2024": 9, "2025": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Representasi Kritik Sosial dalam Video “DPR–Musikal” di Channel YouTube SkinnyIndonesian24", "pub_year": 2022, "citation": "Jurnal e-Komunikasi 10 (2), 60-75, 2022", "author": "Frado Theo and Ido Prijana Hadi and Daniel Budiana", "journal": "Jurnal e-Komunikasi", "volume": "10", "number": "2", "pages": "60-75", "abstract": "Kritik sosial merupakan salah satu cara masyarakat untuk dapat mengungkapkan isi hati mereka terhadap pemerintah. Kritik sosial bisa disampaikan lewat media apapun, salah satunya media sosial. Media sosial yang sering digunakan oleh masyarakat Indonesia adalah YouTube. Dengan YouTube, masyarakat dapat mengekspresikan kritik dengan tetap memperhatikan Undang-Undang yang ada. Salah satu video kritik sosial yang ada di YouTube adalah video DPR–Musikal pada channel SkinnyIndonesian24. Penelitian ini dilakukan untuk mengetahui bagaimana penggambaran kritik sosial dalam video “DPR–Musikal”. Video ini mengungkapkan ada beberapa faktor mengapa lembaga DPR tidak dapat berkembang secara bebas. Pendekatan yang digunakan dalam penelitian ini adalah pendekatan kualitatif dengan jenis deskriptif. Metode yang penulis gunakan adalah semiotika milik John Fiske dengan 3 …"}, "filled": true, "author_pub_id": "YCc1kuYAAAAJ:dhFuZR0502QC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=13410038890980591076", "cites_id": ["13410038890980591076"], "pub_url": "https://scholar.google.com/scholar?cluster=13410038890980591076&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5EUSaVIHGroJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Brand Personality pada Konten Iklan Meta Inc. versi “The Metaverse and How We’ll Build it Together.”", "pub_year": 2022, "citation": "Jurnal E-Komunikasi. https://publication. petra. ac. id/index. php/ilmu …, 2022", "author": "Regina Sydney Rosalind and Astri Yogatama and Daniel Budiana", "journal": "Jurnal E-Komunikasi. https://publication. petra. ac. id/index. php/ilmu-komunikasi/article/view/13197% 0Ahttps://publication. petra. ac. id/index. php/ilmu-komunikasi/article/download/13197/11457", "abstract": "Meta company, yang sebelumnya bernama Facebook, meluncurkan produk teknologi baru yang dinamai Horizon Worlds dan Horizon Workrooms. Sebagai produk baru, perusahaan membutuhkan aktivitas komunikasi pemasaran untuk menjual produknya. Salah satu strategi yang digunakan adalah menggunakan kampanye periklanan dengan media video sebagai alat untuk memperkenalkan produk baru. Video juga menjadi sarana bagi sebuah merek untuk menampilkan brand personality perusahaan. Oleh sebab itu, penelitian ini menggunakan 5 (lima) dimensi brand personality dari Aaker (1997), yaitu sincerity, excitement, competence, sophistication, dan ruggedness sebagai objek penelitian, dari Metaverse versi Meta melalui video iklan “The Metaverse and How We’ll Build it Together” sebagai subjek penelitian. Unit analisis yang digunakan adalah 13 chapters dari video tersebut yang diunggah di …"}, "filled": true, "author_pub_id": "YCc1kuYAAAAJ:QIV2ME_5wuYC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=11643695772870258810", "cites_id": ["11643695772870258810"], "pub_url": "https://scholar.google.com/scholar?cluster=11643695772870258810&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ejCmTp23lqEJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Representasi Feminisme Dalam Film Penyalin Cahaya", "pub_year": 2022, "citation": "Jurnal e-Komunikasi 10 (2), 2022", "author": "Nevan Gonza and Fanny Lesmana and Daniel Budiana", "journal": "Jurnal e-Komunikasi", "volume": "10", "number": "2", "abstract": "Film Penyalin Cahaya yang disutradarai oleh Wregas Bhanuteja menyorot perempuan sebagai tokoh utama yang memiliki sisi tangguh. Rumusan masalah yang ingin dijawab adalah bagaimana representasi feminisme dalam film Penyalin Cahaya. Penelitian ini menggunakan metode semiotika, khususnya kode-kode televisi John Fiske. Jenis penelitian ini menggunakan pendekatan kualitatif. Subjek dari penelitian ini adalah film Penyalin Cahaya, sedangkan objek dari penelitian ini representasi feminisme. melalui film Penyalin Cahaya menunjukkan gambaran feminisme, sebagaimana upaya yang dilakukan Sur saat mengumpulkan bukti-bukti untuk mendapatkan keadilan, serta ketegasan dan keberanian Anggun dalam memimpin teater Mata Hari, yang telah membuktikan bahwa perempuan dapat kebebasan untuk berkembang dan mencapai kesetaraan hak perempuan. Selain itu, dalam film ini juga …"}, "filled": true, "author_pub_id": "YCc1kuYAAAAJ:9ZlFYXVOiuMC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=7654213066218432561", "cites_id": ["7654213066218432561"], "pub_url": "https://scholar.google.com/scholar?cluster=7654213066218432561&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:MWga3zo6OWoJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Representasi bullying dalam film The Greatest Showman", "pub_year": 2022, "citation": "Jurnal E-Komunikasi 1 (10), 1, 2022", "author": "Cynthia Andriana Tjitra and Daniel Budiana and Chory Angela Wijayanti", "journal": "Jurnal E-Komunikasi", "volume": "1", "number": "10", "pages": "1", "abstract": "Penelitian ini dilakukan untuk mengetahui bagaimana bullying yang terjadi dalam film “The Greatest Showman”. Film The Greatest Showman adalah film yang mengangkat isu bullying yang terjadi pada abad 18. Pada penelitian ini, peneliti menggunakan metode kualitatif dengan menggunakan analisis semiotika John Fiske. Representasi bullying dalam film “The Greatest showman” dapat dilihat dari level kode–kode televisi seperti level realitas, level representasi dan level ideologi. Pendekatan yang digunakan dalam penelitian ini adalah kualitatif deskriptif guna mendeskripsikan tanda dan lambang yang ada pada film The Greatest Showman. Berdasarkan hasil penelitian, peneliti menemukan bahwa bullying ini terjadi karena ada empat hal yaitu bullying terjadi karena adanya perbedaan status sosial, bullying terjadi karena adanya perbedaan fisik, bullying terjadi karena sirkus dianggap sebagai pertunjukkan …"}, "filled": true, "author_pub_id": "YCc1kuYAAAAJ:M3ejUd6NZC8C", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=748323414625061708", "cites_id": ["748323414625061708"], "pub_url": "https://scholar.google.com/scholar?cluster=748323414625061708&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:TIvVSS6UYgoJ:scholar.google.com/", "cites_per_year": {"2023": 3, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Representasi Feminisme Dalam Serial La Casa de Papel (Money Heist)", "pub_year": 2021, "citation": "Jurnal e-Komunikasi 9 (2), 2021", "author": "Juan Arthur Samosir and Daniel Budiana and Chory Angela Wijayanti", "journal": "Jurnal e-Komunikasi", "volume": "9", "number": "2"}, "filled": true, "author_pub_id": "YCc1kuYAAAAJ:ULOm3_A8WrAC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=13200710979421177448", "cites_id": ["13200710979421177448"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:aIb_BrJYMrcJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Taktik Self-Presentation Joko Widodo dalam Menangani COVID-19 di Instagram", "pub_year": 2021, "citation": "Jurnal E-Komunikasi 9 (2), 1-11, 2021", "author": "Anggi Panjaitan and Gatut Priyowidodo and D Budiana", "journal": "Jurnal E-Komunikasi", "volume": "9", "number": "2", "pages": "1-11", "abstract": "Self-presentation adalah proses individu untuk membentuk image yang orang lain pikirkan maupun apa yang kita pikirkan tentang diri kita sendiri. Taktik dalam self-presentation terbagi menjadi 13 indikator yaitu Excuse, Justification, Self-handicapping, Apology, Disclaimer, Ingratiation, Intimidation, Supplication, Entitlement, Enhacement, Blasting, Basking dan Exemplification. Penelitian ini untuk mengetahui apa saja taktik self-presentation yang dilakukan Joko Widodo melalui caption di akun instagram@ jokowi sejak tanggal 23 Desember 2020 hingga 30 April 2021. Penelitian ini menggunakan metode analisis isi kuantitatif dengan menganalisis 138 sampel caption. Hasil dari penelitian ini menunjukkan bahwa taktik self-presentation yang paling sering dilakukan oleh Joko Widodo adalah taktik Entitlement, dimana Joko Widodo mengaku siap bertanggungjawab dan membanggakan hasil positif yang telah …"}, "filled": true, "author_pub_id": "YCc1kuYAAAAJ:NMxIlDl6LWMC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=12662020850237650467", "cites_id": ["12662020850237650467"], "pub_url": "https://scholar.google.com/scholar?cluster=12662020850237650467&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:IzYBheCIuK8J:scholar.google.com/", "cites_per_year": {"2022": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Representasi hedonisme dalam film orang kaya baru", "pub_year": 2021, "citation": "Jurnal e-Komunikasi 9 (2), 2021", "author": "Antonius Antonius and Daniel Budiana and Megawati Wahjudianata", "journal": "Jurnal e-Komunikasi", "volume": "9", "number": "2", "abstract": "Fenomena mengenai hedonisme dalam kehidupan secara luas dalam masyarakat seringkali terjadi tanpa disadari. Hedonisme juga secara umum bisa muncul karena keinginan sendiri dan akibat pergaulan bebas/orang lain. Fenomena hedonisme juga berkaitan dengan materialisme, dan konsumerisme. Hal ini juga sering digambarkan dalam dunia perfilman, salah satunya dalam film “Orang Kaya Baru”. Pendekatan yang dipakai dalam penelitian ini adalah kualitatif dengan jenis penelitian deskriptif. Metode yang digunakan adalah semiotika televisi John Fiske dengan 3 level, yaitu level realitas, level representasi dan level ideologi. Dapat disimpulkan bahwa dalam penelitian ini hedonisme dalam film Orang Kaya Baru direpresentasikan sebagai orang yang tidak bisa berpikir panjang, sebagai cara untuk menaikan status sosial, sebagai cara untuk sombong dan kebanggaan tersendiri, juga berbagi kekayaan …"}, "filled": true, "author_pub_id": "YCc1kuYAAAAJ:4TOpqqG69KYC", "num_citations": 11, "citedby_url": "/scholar?hl=en&cites=14845252705321402774", "cites_id": ["14845252705321402774"], "pub_url": "https://scholar.google.com/scholar?cluster=14845252705321402774&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lsGWla7uBM4J:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 3, "2024": 6}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Representasi disfungsi keluarga dalam film nanti kita cerita tentang hari ini", "pub_year": 2021, "citation": "Jurnal e-Komunikasi 9 (2), 2021", "author": "Julia Ayu Gracia and Daniel Budiana and Megawati Wahjudianata", "journal": "Jurnal e-Komunikasi", "volume": "9", "number": "2", "abstract": "Fenomena mengenai disfungsi keluarga dalam kehidupan masyrakat sering terjadi tanpa disadari. Hal ini juga sering digambarkan di dalam dunia perfilman. Penelitian ini dilakukan untuk mengetahui bagaimana penggambaran disfungsi keluarga dalam film “Nanti Kita Cerita Tentang Hari Ini”. Film ini memberi pesan kepada penontonnya bahwa keluarga yang memiliki trauma masa lalu dan tidak adanya komunikasi yang baik akan mempengaruhi peran sebagai anggota keluarga yang tidak berjalan dengan baik menyebab disfungsi keluarga. Pendekatan yang dipakai dalam penelitian ini adalah kualitatif dengan jenis penelitian deskriptif. Metode yang digunakan adalah semiotika dengan kode televisi John Fiske dengan 3 level, yaitu level realitas, level representasi dan level ideologi. Peneliti menggunakan karakteristik disfungsi keluarga milik firstcry parenting. com untuk menemukan penggambaran …"}, "filled": true, "author_pub_id": "YCc1kuYAAAAJ:_kc_bZDykSQC", "num_citations": 11, "citedby_url": "/scholar?hl=en&cites=13969410632311695659", "cites_id": ["13969410632311695659"], "pub_url": "https://scholar.google.com/scholar?cluster=13969410632311695659&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:K-mA_PRQ3cEJ:scholar.google.com/", "cites_per_year": {"2022": 3, "2023": 5, "2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penerimaan audience mengenai mental illness dalam film the joker", "pub_year": 2020, "citation": "Jurnal e-Komunikasi 8 (2), 2020", "author": "Steyer Noya and Gatut Priyowidodo and Daniel Budiana", "journal": "Jurnal e-Komunikasi", "volume": "8", "number": "2", "abstract": "Mental illness masih menjadi perbincangan yang tabu untuk dibicarakan di Indonesia. Film The Joker menampilkan penggambaran mengenai mental illness yang dimaknai secara berbeda oleh audience. Pemaknaan oleh audience dilatarbelakangi oleh tingkat pengetahuan dan pengalaman yang dimiliki. Jenis penelitian ini adalah deskriptif dengan pendekatan kualitatif yang dilakukan dengan in-depth interview. Metode yang digunakan adalah Reception Analysis. Informan dari penelitian ini adalah audience yang pernah menonton film The Joker. Keempat informan yang berasal dari latar belakang yang berbeda memiliki penerimaan yang cukup beragam, ada yang dominant dan negotiated. Penerimaan para informan dipengaruhi oleh beberapa faktor yaitu field of experience, frame of references dan dampak dari media yang ditonton."}, "filled": true, "author_pub_id": "YCc1kuYAAAAJ:MXK_kJrjxJIC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=16288652820258745144", "cites_id": ["16288652820258745144"], "pub_url": "https://scholar.google.com/scholar?cluster=16288652820258745144&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:OOsvZXDrDOIJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Representasi Pluralisme Dalam Film Ngenest", "pub_year": 2020, "citation": "Jurnal E-Komunikasi 8 (2), 2020", "author": "Fennuel Victoryan Christianto and Lady Joanne Tjahyana and Daniel Budiana", "journal": "Jurnal E-Komunikasi", "volume": "8", "number": "2", "abstract": "Pluralisme adalah upaya untuk membangun kesadaran sosial. Penelitian ini menggambarkan bagaimana representasi pluralisme dalam film Ngenest. Jenis penelitian ini adalah deskriptif dengan pendekatan kualitatif. Metode yang digunakan adalah semiotika televisi John Fiske dengan 3 level yaitu level realitas, level representasi, dan level ideologi. Subjek yang dianalisis adalah film Ngenest, sementara objek yang dianalisis adalah representasi pluralisme dalam film tersebut. Hasil pembahasan dari level realitas, level representasi dan level ideologi dalam film Ngenest adalah pluralisme bukan hanya beragam atau majemuk melainkan adanya keterlibatan dengan keragaman tersebut, pluralisme lebih dari sekadar toleransi dengan usaha aktif memahami orang lain, pluralisme bukanlah relativisme melainkan pertautan komitmen dan pluralisme didasarkan pada dialog."}, "filled": true, "author_pub_id": "YCc1kuYAAAAJ:8k81kl-MbHgC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=7332056410964857726", "cites_id": ["7332056410964857726"], "pub_url": "https://scholar.google.com/scholar?cluster=7332056410964857726&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:fpOveHWywGUJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Motif dan Kepuasan Subscriber Menonton Channel Deddy Corbuzier di Youtube", "pub_year": 2020, "citation": "Jurnal E-Komunikasi 8 (2), 2020", "author": "Dhea Dithya Senduk and Lady Joanne Tjahyana and Daniel Budiana", "journal": "Jurnal E-Komunikasi", "volume": "8", "number": "2", "abstract": "Penelitian ini bertujuan untuk mengetahui motif dan kepuasan subscriber dalam menonton channel Youtube Deddy Corbuzier. Channel ini mendapati julukan “father of Youtube” dan salah satu channel dengan konten video podcast yang konsisten mengunggah konten tersebut dibandingkan dengan Youtubers lain. Meskipun Deddy bukan orang pertama dengan konten tersebut. Peneliti menggunakan teori Uses and Gratification dengan empat indikator yang diambil dari jurnal milik Xinchen Xu yaitu novelty (keterbaruan), bandwagon (aktivitas dalam channel), ownness (kepemilikan), dan dynamic control (kontrol). Metode penelitian ini adalah survei dengan jenis penelitian deskriptif, eksplanatif dengan pendekatan kuantitatif. Penelitian ini juga menggunakan uji validitas, uji reliabilitas, uji korelasi, uji-T berpasangan, serta tabulasi silang (crosstab) untuk melihat hubungan profil respoden dengan indikator motif …"}, "filled": true, "author_pub_id": "YCc1kuYAAAAJ:0EnyYjriUFMC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=253042351611384136", "cites_id": ["253042351611384136"], "pub_url": "https://scholar.google.com/scholar?cluster=253042351611384136&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:SBHtmK38ggMJ:scholar.google.com/", "cites_per_year": {"2022": 2}}
