{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Aplikasi Katodik Proteksi Dengan Sistem Anoda Korban Untuk Mencegah Korosi Pada Pipa Logam", "pub_year": 2025, "citation": "Jurnal Dimensi Insinyur Profesional 3 (1), 9-15, 2025", "author": "Julius Sentosa Setiadji", "journal": "Jurnal Dimensi Insinyur Profesional", "volume": "3", "number": "1", "pages": "9-15", "publisher": "Petra Christian University", "abstract": "Ketika sebuah logam atau paduan mengalami korosi, maka akan ada bagian yang berfungsi sebagai anoda di mana korosi berlangsung, serta ada yang berfungsi selaku katoda di mana tidak berlangsungnya korosi. Arus listrik yang menjauhi logam mengarah ke elektrolit menyebabkan korosi, sedangkan arus listrik yang masuk ke logam tidak menyebabkan korosi. Berdasarkan gejala tersebut maka diharapkan seluruh logam berperan sebagai katoda sehingga logam tersebut akan tahan terhadap korosi. Perlakuan ini mengharuskan dilakukan pemindahan atau pemisahan bagian yang berperan sebagai anoda ke tempat lain dalam lingkungan elektrolitiknya yang sama dan menghubungkannya secara elektrikal dengan logam tersebut. Dalam keadaan terproteksi katodik, jika menggunakan sistem arus paksa maka logam yang terproteksi dialiri arus listrik lewat lingkungan dan anodanya menuju logam, sedangkan jika menggunakan sistem anoda korban maka logam dibanjiri dengan elektron. Dalam sistem anoda korban, logam yang lebih reaktif akan berfungsi sebagai anoda dan mengalami korosi, sementara elektron yang tertinggal pada logam akan mengalir lewat konduktor ke logam yang dilindungi atau katoda. Besaran arus listrik yang dihasilkan oleh anoda menentukan tingkat proteksi. Semakin besar arus listrik yang diproduksi, semakin tinggi tingkat proteksi di dalamnya.  Arus listrik akan bertambah besar apabila anoda lebih besar atau perbedaan potensial di antara logam yang diproteksi dan anoda lebih tinggi. Hasil penelitian untuk pipa yang berdekatan digunakan sistem anoda korban karena lebih efektif melindungi pipa dari …"}, "filled": true, "author_pub_id": "yd281dwAAAAJ:_kc_bZDykSQC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21461/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:UHsYEymXW8IJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Evaluasi Geometri Jalan Hauling Overburden Pit X untuk Menunjang Operasional yang Aman", "pub_year": 2025, "citation": "Jurnal Dimensi Insinyur Profesional 3 (1), 48-53, 2025", "author": "Rahmat Hanif Ashari and Julius Sentosa Setiadji", "journal": "Jurnal Dimensi Insinyur Profesional", "volume": "3", "number": "1", "pages": "48-53", "publisher": "Petra Christian University"}, "filled": true, "author_pub_id": "yd281dwAAAAJ:YOwf2qJgpHMC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=1365834062639353921", "cites_id": ["1365834062639353921"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:QVC_7ddq9BIJ:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisa Keandalan Suplai Listrik Dampak Pemasangan Gardu Hubung dan Pecah Beban pada Jaringan Distribusi PLN UP3 Semarang Guna Meningkatkan Keandalan Sistem Kelistrikan", "pub_year": 2024, "citation": "Techné: Jurnal Ilmiah Elektroteknika 23 (1), 143-152, 2024", "author": "Stephanus Ryandityo and Julius Sentosa Setiadji and Emmy Hosea", "journal": "Techné: Jurnal Ilmiah Elektroteknika", "volume": "23", "number": "1", "pages": "143-152", "abstract": "Tingkat keandalan dari suatu sistem distribusi adalah sangat penting guna menjamin kontinuitas supply tenaga listrik kepada konsumen. Semakin meningkatnya tuntutan dan kebutuhan pelanggan terhadap suplai daya listrik di daerah Unit Layanan Pelanggan (ULP) Semarang Barat dan Kendal, menuntut PLN UP3 Semarang untuk mampu mencapai target keandalan jaringan yang telah ditetapkan oleh PT. PLN (Persero). Penilitian dilakukan di ULP Semarang Barat dan Kendal sebelum dan sesudah pembangunan gardu hubung Mangkang. Penelitian dilakukan dengan cara mengumpulkan data terkait frekuensi dan durasi gangguan yang terjadi pada November tahun 2021 sampai dengan Oktober 2022, kemudian data dianalisis sehingga didapatkan keandalan jaringan distribusi tenaga listrik sebelum dan sesudah dibangunnya gardu hubung Mangkang di ULP Semarang Barat dan Kendal. Indeks keandalan sebelum pembangunan gardu hubung yang memiliki nilai rata-rata SAIDI 1,157 jam/pelanggan/tahun dan rata-rata SAIFI yakni 1,085 kali/pelanggan/tahun, sedangkan sesudah pembangunan nilai rata-rata SAIDI yaitu 0,377 jam/pelanggan/tahun dan rata-rata SAIFI 0,377 kali/pelanggan/tahun."}, "filled": true, "author_pub_id": "yd281dwAAAAJ:kNdYIx-mwKoC", "num_citations": 0, "pub_url": "https://ojs.jurnaltechne.org/index.php/techne/article/view/385", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:RfynYhXaDAcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PERENCANAAN GAMBAR LISTRIK UNTUK RENOVASI KELISTRIKAN GEREJA “X” DI SURABAYA", "pub_year": 2024, "citation": "Jurnal Teknik Elektro 17 (1), 11-15, 2024", "author": "James Limanto and Julius Sentosa Setiadji and Emmy Hosea", "journal": "Jurnal Teknik Elektro", "volume": "17", "number": "1", "pages": "11-15", "publisher": "Petra Christian University"}, "filled": true, "author_pub_id": "yd281dwAAAAJ:3fE2CSJIrl8C", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lYmQCwDB4-wJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Optimalisasi Pemakaian HDPE dan PP Sebagai Pengganti Sebagian Agregat Kasar Terhadap Kuat Tarik dan Kuat Tekan Beton", "pub_year": 2024, "citation": "Jurnal Dimensi Insinyur Profesional 2 (1), 56-65, 2024", "author": "Markus Dupri Seran and Julius Sentosa Setiadji", "journal": "Jurnal Dimensi Insinyur Profesional", "volume": "2", "number": "1", "pages": "56-65", "publisher": "Petra Christian University", "abstract": "Semakin meningkatnya perkembangan teknologi baik di bidang infrastruktur maupun non infrastruktur, maka kebutuhan akan prasarana seperti gedung, jalan, jembatan, dan prasarana lain pada saat ini pun terus meningkat. Kebutuhan akan mutu dan jenis beton pun bervariasi sesuai permintaan di lapangan. Tujuan penelitian ini adalah mengoptimalisasi dan mengevaluasi seberapa besar kemampuan beton dengan penggantian sebagian agregat kasar (split) oleh agregat kasar plastik (HDPE) dan (PP) terhadap kuat tarik dan kuat tekan beton.  Penelitian ini menggunakan metode eksperimen di Laboratorium dengan membuat benda uji berupa silinder beton dengan ukuran diameter 15 cm dan tinggi 30 cm untuk pengujian kuat taik dan kuat tekan beton. Kemudian dilakukan pengujian kuat tarik dan kuat tekan beton pada umur 28 hari dengan menggunakan Mesin CTM (Compression Testing Machine) setelah melalui tahap perawatan (curing). Hasil penelitian menunjukkan bahwa nilai slump adukan beton terus mengalami peningkatan seiring dengan peningkatan persentase penggantian agregat kasar (split) dengan agregat kasar plastik yaitu berkisar antara 9,50   14,2 cm akibatnya kadar air dalam campuran beton meningkat sehingga berpengaruh terhadap mutu beton yang dihasilkan semakin menurun. Semakin meningkat persentase penggantian agregat kasar (split) oleh agregat kasar plastik terhadap campuran beton normal, kuat tekan beton mengalami penurunan sebesar 8% atau sebesar 18,752 Mpa.. Terjadi peningkatan nilai kuat tarik pada persentase campuran 2% kemudian cenderung menurun seiring dengan …"}, "filled": true, "author_pub_id": "yd281dwAAAAJ:KlAtU1dfN6UC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21011/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:WoMUc8fkyekJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Profesionalisme Pada Proyek Konstruksi Restoran X di Bali", "pub_year": 2024, "citation": "Jurnal Dimensi Insinyur Profesional 2 (2), 15-22, 2024", "author": "Ronny Gondo Hudaya and Julius Sentosa Setiadji and Aditya Lazuardi Lesmana", "journal": "Jurnal Dimensi Insinyur Profesional", "volume": "2", "number": "2", "pages": "15-22", "abstract": "Dengan berkembangnya zaman, pembangunan konstruksi menjadi tidak terhindarkan. Pembangunan konstruksi merupakan salah satu faktor peningkat infrastruktur negara. Saat ini, banyak kontraktor yang tidak bertanggung jawab dalam menyelesaikan pekerjaan. Kontraktor lebih fokus pada cara mendapatkan keuntungan daripada mengutamakan hasil dan kualitas pekerjaan. Proyek konstruksi Restoran X di Bali menghadapi beberapa permasalahan, seperti perencanaan yang kurang matang dan sering terjadi perubahan desain yang mengakibatkan penundaan pekerjaan. Selain itu, absennya kontrak kerja dengan kontraktor pelaksana menyebabkan proyek tidak kunjung selesai, dan hasil pekerjaan sering tidak sesuai dengan harapan. Pengawasan yang kurang optimal dan kurangnya SOP yang memadai juga menjadi masalah. Karena kurangnya profesionalisme dalam perencanaan dan pelaksanaan konstruksi, proyek ini masih belum selesai hingga saat ini. Penelitian ini lebih menitikberatkan pada profesionalisme dalam perencanaan dan pelaksanaan pembangunan konstruksi Restoran X di Bali. Solusisolusi yang ditemukan akan digunakan untuk menyelesaikan pekerjaan yang masih belum selesai dan menjadi panduan dalam proyek konstruksi selanjutnya."}, "filled": true, "author_pub_id": "yd281dwAAAAJ:ULOm3_A8WrAC", "num_citations": 0, "pub_url": "https://dimensi-ppi.petra.ac.id/index.php/dip/article/download/29/20", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:aSJX1mECZuYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Pengaruh Profesionalisme Terhadap Keterlambatan Proyek Konstruksi (Studi Kasus Proyek Kantor X di Surabaya)", "pub_year": 2024, "citation": "Jurnal Dimensi Insinyur Profesional 2 (2), 37-44, 2024", "author": "Angelina Tjandra Santosa and Julius Sentosa Setiadji and Aditya Lazuardi Lesmana", "journal": "Jurnal Dimensi Insinyur Profesional", "volume": "2", "number": "2", "pages": "37-44", "abstract": "Pada umumnya suatu proyek konstruksi memiliki rencana dan jadwal pelaksanaan untuk membatasi waktu penyelesaian pekerjaan proyek. Namun tidak jarang rencana dan jadwal pelaksanaan yang telah dibuat tidak sesuai dengan kenyataan di lapangan, sehingga mengakibatkan keterlambatan dalam penyelesaian proyek. Tujuan penelitian ini adalah untuk mengetahui pengaruh profesionalisme terhadap keterlambatan proyek di proyek Kantor X di Surabaya. Metode penelitian yang dilakukan adalah penelitian kuantitatif dan induktif, yang terdiri dari data primer dan sekunder. Data primer didapatkan dari hasil wawancara, kuisioner, dan pengamatan langsung, sedangkan data sekunder diperoleh dari studi literatur yang mendukung. Hasil penelitian menunjukkan adanya hubungan antara profesionalisme dengan keterlambatan proyek. Faktor-faktor yang menjadi penyebab utama yang memengaruhi keterlambatan penyelesaian proyek pembangunan Kantor X di Surabaya yaitu kurangnya pengalaman owner dalam bidang konstruksi, konsultan yang kurang memahami kebutuhan owner, dan kurangnya manajemen proyek dan pengawasan oleh kontraktor. Dari faktor-faktor keterlambatan yang telah didapat disarankan beberapa alternatif penyelesaian agar semua pihak dapat meningkatkan profesionalisme dan mencegah keterlambatan proyek."}, "filled": true, "author_pub_id": "yd281dwAAAAJ:Zph67rFs4hoC", "num_citations": 0, "pub_url": "https://dimensi-ppi.petra.ac.id/index.php/dip/article/download/32/23", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:PJbhEUMRfVYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Implementasi Smart Farming 4.0 dengan PLTS Off Grid di Kebun Hidroponik Perpusda Jatim", "pub_year": 2023, "citation": "Jurnal Dimensi Insinyur Profesional 1 (1), 1-7, 2023", "author": "Eka Winardi and Julius Sentosa Setiadji and Johan Prasetyo", "journal": "Jurnal Dimensi Insinyur Profesional", "volume": "1", "number": "1", "pages": "1-7"}, "filled": true, "author_pub_id": "yd281dwAAAAJ:MXK_kJrjxJIC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=3192797181055269429", "cites_id": ["3192797181055269429"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:NfqquB4YTywJ:scholar.google.com/", "cites_per_year": {"2024": 3, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Evaluasi Perencanaan Sistem Kelistrikan Rumah Sakit  X  Berdasarkan PUIL 2011 Dan Aplikasi Ecodial", "pub_year": 2023, "citation": "Jurnal Teknik Elektro 16 (2), 41-46, 2023", "author": "Edbert Ryan Kantonno and Julius Sentosa Setiadji and Emmy Hosea", "journal": "Jurnal Teknik Elektro", "volume": "16", "number": "2", "pages": "41-46", "publisher": "Petra Christian University", "abstract": "Pembangunan Rumah Sakit  X  membutuhkan evaluasi untuk rancangan sistem kelistrikan yang akan dipasang pada rumah sakit tersebut. Instalasi listrik yang akan dipasang meliputi bangunan rumah sakit 2 lantai dan sebuah gedung pendukung yang terpisah dari gedung utama. Untuk instalasi listrik yang akan dievaluasi memiliki total beban   200 kVA yang bersumber dari PLN 197 kVA dan genset dengan kapasitas 200 kVA. Evaluasi untuk pemilihan komponen kelistrikan dilakukan dengan menggunakan bantuan 2 sarana yaitu dengan Persyaratan Umum Instalasi Listrik (PUIL 2011) dan aplikasi Ecodial dari Schneider Electric. Sedangkan untuk evaluasi pemilihan penangkal petir mengacu pada ketentuan pada SNI 03-7015-2004 tentang Sistem Proteksi Petir pada Bangunan Gedung. Dari hasil analisa menggunakan aplikasi Ecodial, ditemukan beberapa perbedaan dalam pemilihan komponen listrik. Dari hasil perbandingan antara gambar tender dan hasil perhitungan berdasarkan PUIL 2011 didapatkan beberapa perbedaan dalam pemilihan komponen yang meliputi pemilihan circuit breaker, kabel, dan busbar. Dari analisa pemilihan transformator dan genset didapatkan bahwa kapasitas pada rancangan tidak mencukupi kebutuhan. Untuk analisa grouping beban listrik ditemukan beberapa ketidaksesuaian seperti adanya grouping yang memiliki lebih dari 20 titik beban listrik. Dari evaluasi pemilihan penangkal petir, ternyata pemilihan penangkal petir pada rancangan telah sesuai dengan ketentuan yang berlaku."}, "filled": true, "author_pub_id": "yd281dwAAAAJ:5nxA0vEk-isC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=8305232213873539109", "cites_id": ["8305232213873539109"], "pub_url": "https://repository.petra.ac.id/20574/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:JTgQDbIcQnMJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Antisipasi Kebakaran di Musim Kemarau", "pub_year": 2023, "citation": "Antisipasi Kebakaran di Musim Kemarau, 2023", "author": "Julius Sentosa Setiadji", "journal": "Antisipasi Kebakaran di Musim Kemarau", "publisher": "Petra Christian University", "abstract": "Bulan Agustus merupakan bulan dimana Indonesia memasuki musim kemarau. Salah satu bahaya yang selalu mengancam di musim kemarau adalah bahaya kebakaran. Berdasarkan data Dinas Pemadam Kebakaran Pemkot Surabaya, mulai 1 Januari hingga 1 Mei 2023 terdapat total 85 bencana kebakaran terjadi di Kota Surabaya. 65% kebakaran terjadi di tempat hunian. Menurut data Dinas Pemadam Kebakaran Pemkot Surabaya, 90 persen penyebab kejadian kebakaran adalah akibat konsleting listrik, sisanya disebabkan karena kelalaian masyarakat seperti membuang puntung rokok sembarangan, membakar sampah dan lain-lain. Tren kebakaran terbanyak terjadi pada bangunan perumahan. Perbandingan kejadian kebakaran di bangunan rumah dengan kejadian kebakaran di bangunan industri adalah 60: 40. Sedangkan kejadian kebakaran di rumah yang sekarang tren adalah karena dipicu pengisian (charge) baterai handphone di dekat barang mudah terbakar.Mengapa listrik menjadi penyebab utama kebakaran? Mengapa konsleting listrik mudah terjadi? Apa yang harus kita antisipasi agar tidak terjadi kebakaran akibat listrik? Semua pertanyaan sejenis wajib kita ketahui agar kejadian kebakaran dapat diminimalisasi. Listrik memang sangat diperlukan bagi kehidupan kita namun listrik juga dapat menjadi sesuatu yang sangat berbahaya bila tidak digunakan dan dikendalikan dengan baik. Kejadian kebakaran dalam pengkonsumsian energi listrik, seperti arus bocor, merupakan hasil dari buruknya instalasi listrik."}, "filled": true, "author_pub_id": "yd281dwAAAAJ:8k81kl-MbHgC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20575/2/Publikasi4_01016_9555.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:htWsMVn23SEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sistem pembacaan data power meter dengan komunikasi modbus secara terpusat", "pub_year": 2019, "citation": "SinarFe7 2 (1), 393-398, 2019", "author": "Jonathan Teng and Julius Sentosa Setiadji and Resmana Lim", "journal": "SinarFe7", "volume": "2", "number": "1", "pages": "393-398", "abstract": "Power meter digunakan untuk memantau penggunaan energi listrik pada suatu ruangan atau gedung. Untuk melihat secara mendetail penggunaan listrik pada satu ruang pada suatu bangunan, digunakan power meter yang disebar pada beberapa titik. Karena letak power meter yang tersebar, maka diperlukan power meter yang memiliki fitur komunikasi data agar data pembacaan dapat dikirimkan dan dikumpulkan secara terpusat."}, "filled": true, "author_pub_id": "yd281dwAAAAJ:Se3iqnhoufwC", "num_citations": 8, "citedby_url": "/scholar?hl=en&cites=9712372421611818451", "cites_id": ["9712372421611818451"], "pub_url": "http://journal.fortei7.org/index.php/sinarFe7/article/view/470", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:0w15VEJHyYYJ:scholar.google.com/", "cites_per_year": {"2020": 3, "2021": 1, "2022": 1, "2023": 1, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perencanaan dan Pembangunan Pembangkit Listrik Tenaga Mikrohidro serta Instalasinya untuk Penerangan Kawasan Hutan Wisata di Desa Benu Kecamatan Takari Kabupaten Kupang", "pub_year": 2019, "citation": "Jurnal Teknik Elektro 12 (2), 52-56, 2019", "author": "Arbi Darmawan Gontani and Daniel Rohi and Julius Sentosa Setiadji", "journal": "Jurnal Teknik Elektro", "volume": "12", "number": "2", "pages": "52-56"}, "filled": true, "author_pub_id": "yd281dwAAAAJ:eQOLeE2rZwMC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=3320855183907620871", "cites_id": ["3320855183907620871"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:BwhU8zEMFi4J:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Studi Pengembangan Pembangkit Listrik Tenaga Mikrohidro Daya 27 kW di Desa Karangsuko, Malang", "pub_year": 2018, "citation": "Studi Pengembangan Pembangkit Listrik Tenaga Mikrohidro Daya 27 kW di Desa …, 2018", "author": "Albert Richardo Bing and Daniel Rohi and Julius Sentosa Setiadji", "abstract": "Di Desa Karangsuko terdapat 4 sumber air yang besar dan terhubung ke sungai Brantas sehingga sangat berpotensi untuk dibangun pembangkit listrik tenaga mikrohidro. Salah satu sumber air tersebut bernama sumber air Maron. Di sumber air Maron terdapat pembangkit listrik tenaga mikrohidro yang berfungsi untuk memberi suplai listrik pompa air.   Studi pengembangan dan analisa ini dilakukan dengan cara mempelajari pembangkit listrik tenaga mikrohidro yang sudah ada lalu dikembangkan dengan perhitungan guna direncanakan pembangkit listrik yang baru. Data-data yang diperlukan untuk merancang adalah head dan debit air. Nilai Head didapat dari pengukuran dengan menggunakan tape measurer dan laser distance measurers. Nilai debit air didapat dari pengukuran dengan menggunakan metode cross-section dan alat ukur stopwatch.  Desa Karangsuko memiliki debit air sungai sebesar 1,43 m3/s yang berpotensi menghasilkan listrik sebesar 36 kW. Pada penelitian ini dilakukan perencanaan PLTMH berkapasitas  13 kW. Debit air rancangan PLTMH tersebut adalah 0,5 m3/s dengan head sebesar 4,1 m Dari data debit air dan head diatas, dihasilkan rancangan pembuatan pembangkit listrik tenaga mikrohidro."}, "filled": true, "author_pub_id": "yd281dwAAAAJ:ufrVoPGSRksC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/17929/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KSkG2KBMXegJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Investigation on Voltage Quality Problems on the Process of Cement Industry Production in Indonesia: A Case Study of Cement Kupang Factory-Indonesia", "pub_year": 2018, "citation": "MATEC Web of Conferences 164 (01021), 01021, 2018", "author": "Julius Sentosa Setiadji and Daniel Rohi and Yoanne Flantine Mozes", "volume": "164", "number": "01021", "pages": "01021", "abstract": "The decline in the quality of electric power becomes a serious problem in the industrial sector and affects a significant cost loss. One of the dominant power quality problems is the voltage dip. The use of electric motors in an industry becomes one of the main causes. This paper discusses the investigation on voltage dip problems at a cement factory at Kupang,, Indonesia.  The cement factory uses an induction motor as the prime mover and is proven to trigger a voltage dip because of its high starting current. Based on the observed data of the disturbance, a single line diagram was created. The single line diagram was analyzed using an equivalent circuit. It was found out that as the induction motor was started, it created a very significant voltage drop as of 20.43 % to 62.26 %. The voltage dip correlated to the capacity of the induction motor used. The larger the capacity of the induction motor, the larger the voltage dip occured."}, "filled": true, "author_pub_id": "yd281dwAAAAJ:zYLM7Y9cAGgC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/17875/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:P1eLLnjZwvYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisa Harmonisa Akibat Penggunaan Lampu LED", "pub_year": 2017, "citation": "Jurnal Teknik Elektro 10 (1), 30-33, 2017", "author": "Yoga Istiono and Julius Sentosa and Emmy Hosea", "journal": "Jurnal Teknik Elektro", "volume": "10", "number": "1", "pages": "30-33", "abstract": "Masalah harmonisa dalam sistem tenaga listrik semakin kompleks dengan bertambahnya penggunaan peralatan non linier (misal: lampu LED), dimana peralatan ini menghasilkan harmonisa pada gelombang tegangan dan arus."}, "filled": true, "author_pub_id": "yd281dwAAAAJ:W7OEmFMy1HYC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=14774346563329432657", "cites_id": ["14774346563329432657"], "pub_url": "http://ced.petra.ac.id/index.php/elk/article/download/21026/19468", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:UZzD5-sFCc0J:scholar.google.com/", "cites_per_year": {"2021": 2, "2022": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Android Application for Distribution Switchboard Design", "pub_year": 2016, "citation": "Proceedings of Second International Conference on Electrical Systems …, 2016", "author": "Julius Sentosa Setiadji and Kevin Budihargono and Petrus Santoso", "conference": "Proceedings of Second International Conference on Electrical Systems, Technology and Information 2015 (ICESTI 2015)", "pages": "279-286", "publisher": "Springer Singapore", "abstract": "Mobile applications for distribution switchboard design are very rare. Currently, existing program is a program on a PC that can be used to perform complex electrical switchboard design but is not considered practical. An Android application is proposed to be used design a distribution switchboard in a practical way. The application is designed for 10.1” tablet platform with API 16 android operating system. This application was developed by using “Eclipse” software. Distribution switchboard designed follows the standard PUIL, SPLN, IEC, and IEEE. Distribution switchboard that has been designed by this application can be compared to the result of “MyEcodial L 3.4” software. "}, "filled": true, "author_pub_id": "yd281dwAAAAJ:9yKSN-GCB0IC", "num_citations": 0, "pub_url": "https://link.springer.com/chapter/10.1007/978-981-287-988-2_30", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZtrhKNLrhDwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisa Keandalan Peningkatan Kapasitas Gardu Induk (GI) Dengan Menggunakan Pembangkit Listrik Tersebar (PLT) Pada Jaringan Distribusi 20 kV", "pub_year": 2015, "citation": "Jurnal Teknik & Ilmu Komputer 4 (15), 233-244, 2015", "author": "Julius Sentosa Setiadji and Emmy Hosea and Ontoseno Penangsang and HARY KURNIAWAN KOSASI", "journal": "Jurnal Teknik & Ilmu Komputer", "volume": "4", "number": "15", "pages": "233-244", "publisher": "Petra Christian University", "abstract": "Keandalan jaringan distribusi merupakan sebuah aspek penting dalam merencanakan dan mengoperasikan sistem distribusi. Pembangkit Listrik Tersebar (PLT) merupakan salah satu cara untuk meningkatkan keandalan yang dapat diterima oleh pelanggan selama pertumbuhan beban. Paper ini menyajikan sebuah model keandalan untuk menentukan ekivalensi PLT dengan sebuah fasilitas distribusi berdasarkan perbandingan tingkat keandalan (SAIFI, SAIDI, dan AENS) yang diberikan. Penambahan satu unit PLT dengan ukuran yang besar, yaitu 1 MW atau dua unit PLT dengan ukuran yang lebih kecil, yaitu 800 kW dan 300 kW, dapat mengurangi nilai SAIFI sebesar 18.38 % (dari 1.98695 menjadi 1.62178), SAIDI sebesar 12.17 % (dari 0.09681 menjadi 0.08503), dan AENS sebesar 12.00 % (dari 162.74686 menjadi 143.20978). Pengurangan nilai SAIFI, SAIDI, dan AENS menunjukkan perbaikan keandalan jaringan distribusi."}, "filled": true, "author_pub_id": "yd281dwAAAAJ:u5HHmVD_uO8C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/17126/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:YH2f-FfZdQwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Reability Analysis of Substation Parent Capacity (GI) using Distributed Power Generation (PLT) at Distribution Network 20 KV", "pub_year": 2015, "citation": "Jurnal Teknik dan Ilmu Komputer, 2015", "author": "Julius Sentosa Setiadji and Emmy Hosea and Ontoseno Penangsang and Hary Kurniawan Kosasi", "journal": "Jurnal Teknik dan Ilmu Komputer", "abstract": "Keandalan jaringan distribusi merupakan sebuah aspek penting dalam merencanakan dan mengoperasikan sistem distribusi. Pembangkit Listrik Tersebar (PLT) merupakan salah satu cara untuk meningkatkan keandalan yang dapat diterima oleh pelanggan selama pertumbuhan beban. Paper ini menyajikan sebuah model keandalan untuk menentukan ekivalensi PLT dengan sebuah fasilitas distribusi berdasarkan perbandingan tingkat keandalan (SAIFI, SAIDI, dan AENS) yang diberikan. Penambahan satu unit PLT dengan ukuran yang besar, yaitu 1 MW atau dua unit PLT dengan ukuran yang lebih kecil, yaitu 800 kW dan 300 kW, dapat mengurangi nilai SAIFI sebesar 18.38%(dari 1.98695 menjadi 1.62178), SAIDI sebesar 12.17%(dari 0.09681 menjadi 0.08503), dan AENS sebesar 12.00%(dari 162.74686 menjadi 143.20978). Pengurangan nilai SAIFI, SAIDI, dan AENS menunjukkan perbaikan keandalan …"}, "filled": true, "author_pub_id": "yd281dwAAAAJ:hqOjcs7Dif8C", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=16841065990430613551&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:L2CHXkp8t-kJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisa Keandalan Sistem Transmisi dengan Metode FTA (Fault Tree Analysis)", "pub_year": 2013, "citation": "Amplifier 3 (2), 6-11, 2013", "author": "Julius Sentosa Setiadji and Emmy Hosea and IRVAN INDRA KURNIAWAN and Ontoseno Penangsang", "journal": "Amplifier", "volume": "3", "number": "2", "pages": "6-11", "publisher": "Petra Christian University", "abstract": "In electric power system, reliability becomes a very important factor. System reliability is used to analyze the capability of equipment or system in doing its functions. This presented paper is about system reliability in 150 kV East Java transmission line, especially Waru-Sawahan 1 transmission system using FTA (Fault Tree Analysis). In this method, failure rate of main transmission equipment is calculated in looking for the reliability index of the system. The analysis is done from top level (main occurrence) to basic level (failure occurrence). According to the analysis, it is obtained that system reliability index is 0.0008756 and the critical event is in the circuit breaker leakage (0,2530), particularly in the tripping valve (0,4128) and closing valve (0,6130). Therefore, we need to pay more attention to this part."}, "filled": true, "author_pub_id": "yd281dwAAAAJ:Tyk-4Ss8FVUC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=18253146358002365543", "cites_id": ["18253146358002365543"], "pub_url": "https://repository.petra.ac.id/16592/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZzTyPeczUP0J:scholar.google.com/", "cites_per_year": {"2017": 1}}
