{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Digitalisasi Sistem Persediaan dan Penjualan Ramah Difabel pada UMKM Tiara Handycratf", "pub_year": 2024, "citation": "SHARE 11 (1), 1-11, 2024", "author": "Hendri Kwistianus and Leo Willyanto Santoso", "volume": "11", "number": "1", "pages": "1-11", "abstract": "Artikel  ini  membahas  penyusunan  dan  implementasi  sistem  digitalisasi  yang  ramah  difabel  pada  UMKM  Tiara  Handicraft,  sebuah  usaha  kecil  di  Surabaya  yang  fokus  pada  pemberdayaan  kaum  difabel, terutama karyawan tunarungu. UMKM ini menghadapi berbagai tantangan dalam pengelolaanpenjualan  dan  persediaan  yang  masih  dilakukan  secara  manual,  yang  berisiko  menimbulkan  kesalahan  pencatatan,  ketidakefisienan,  dan  keterlambatan  dalam  memenuhi  permintaan  pasar.  Sistem manual yang digunakan saat ini tidak mampu mengakomodasi kebutuhan khusus karyawan difabel,  terutama  tunarungu,  yang  menghadapi  kesulitan  dalam  menjalankan  tugas  administratif  secara efektif. Sebagai solusi, dirancang sistem digitalisasi berbasis teknologi yang dirancang secara inklusif untuk mendukung karyawan difabel. Sistem ini menawarkan antarmuka yang lebih visual dengan  penggunaan  ikon  gambar  dan  warna,  sehingga  memudahkan  karyawan  tunarungu  dalam  mengoperasikan  sistem  tanpa  terlalu  bergantung  pada  teks.  Proses  perancangan  sistem  meliputi  survei lapangan, analisis kebutuhan karyawan, dan perancangan prototipe yang disesuaikan dengan proses  bisnis  UMKM  Tiara  Handicraft.  Setelah  melalui  proses  persetujuan  dengan  pemilik,  sistem  dikembangkan  dan  diuji  untuk  memastikan  fungsionalitasnya,  mencakup  pencatatan  penjualan,  persediaan, serta pelaporan penjualan dan stok secara real-time. Sistem ini dirancang agar mudah dioperasikan   oleh   karyawan   dengan   fitur-fitur   seperti   pemilihan   barang   berbasis   gambar,   pengurangan  stok …"}, "filled": true, "author_pub_id": "YDTHPu0AAAAJ:YOwf2qJgpHMC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21362/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:yptox5_OJ0EJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Role of Environmental Costs on the Relationship Between Good Corporate Governance and Firm Value During Covid-19 Conditions", "pub_year": 2024, "citation": "Green and Low-Carbon Economy, 2024", "author": "Yulius Jogi Christiawan and Jennifer Budiman and Natasya Angie Alfonso and Hendri Kwistianus", "journal": "Green and Low-Carbon Economy", "abstract": "The objective of this study is to investigate the impact of corporate governance on the valuation during covid 19 conditions and role of environmental expenditures on the relationship. This study employed purposive sampling to select publicly traded companies from the LQ45 index list spanning the years 2018 to 2022. The data was examined by panel data modelling with the Weighted Least Square technique. The evaluation of good corporate governance is conducted through the utilisation of a score derived from the corporate governance perception index, whereas the assessment of business value is accomplished by employing the Tobin's Q ratio. The moderating variable of environmental costs is assessed by considering the costs associated with Corporate Social Responsibility programs. The results indicated that good corporate governance exerts a negative influence on the value of firms during covid-19 conditions. The present study did not achieve success in establishing the moderating effect of environmental costs on the association between good corporate governance and firm value. The present study provides several implications for corporate governance practitioners in managing companies during crisis and also investors in formulating future investment decisions.   Received: 7 August 2024 | Revised: 19 September 2024 | Accepted: 20 October 2024   Conflicts of Interest  The authors declare that they have no conflicts of interest to this work.   Data Availability Statement   Data sharing is not applicable to this article as no new data were created or analyzed in this study.   Author Contribution Statement  Yulius Jogi Christiawan …"}, "filled": true, "author_pub_id": "YDTHPu0AAAAJ:ULOm3_A8WrAC", "num_citations": 0, "pub_url": "https://ojs.bonviewpress.com/index.php/GLCE/article/view/4048", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:3tBdb5LnKTgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Analysis of Corporate Governance on Integrity Financial Statements in Banking Companies Listed on The Indonesia Stock Exchange", "pub_year": 2024, "citation": "International Journal of Organizational Behavior and Policy 3 (2), 97-108, 2024", "author": "Devie Devie and Nathania Marchella Angelina Anggono and Vincent Christian Satya Pradana and Hendri Kwistianus", "journal": "International Journal of Organizational Behavior and Policy", "volume": "3", "number": "2", "pages": "97-108", "abstract": "The integrity of financial statements is often questioned due to manipulation of accounting data, involving directors, commissioners, audit committees, and company owners. This study empirically demonstrates the impact of corporate governance-through board size, independent commissioners, audit committees, and institutional ownership-on financial statement integrity. Using quantitative methods, the study involved 37 banking companies listed on the Indonesia Stock Exchange from 2017 to 2022. The results show that board size, independent commissioner, audit committee, institutional ownership, and leverage do not affect the integrity of financial statements, but firm size does."}, "filled": true, "author_pub_id": "YDTHPu0AAAAJ:3fE2CSJIrl8C", "num_citations": 0, "pub_url": "https://ijobp.petra.ac.id/index.php/ijobp/article/view/135", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:7THm8cQvpd0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Influence Of Strategic Leadership And Servant Leadership On Competitive Advantage Mediated By Strategic Planning In Manufacturing Companies In Bekasi District", "pub_year": 2024, "citation": "Jurnal Ekonomi 13 (02), 863-873, 2024", "author": "Tasya Fitri and Retno Purwani Setyaningrum", "journal": "Jurnal Ekonomi", "volume": "13", "number": "02", "pages": "863-873", "abstract": "Thie main focus of this study is to find the impact of the influence of strategic leadership and servant leadership on competitive advantage mediated by strategic planning. Data were collected using the Google formular, and data processing software called SmartPLS was used. The results of this study are positive and significant, the variables of that strategic leadership has a significant effect on competitive advantage, meanwhile several variables that have no effect include strategic leadership has no effect on strategic planning, servant leadership has no effect on competitive advantage, strategic planning as a mediating variable has no significant effect on competitive advantage, strategic planning has no effect significantly to competitive advantage, servant leadership does not significantly influence strategic planning, strategic planning as a mediating variable does not significantly influence competitive advantage. Results of the mediation analysis reveal that strategic planning plays a role in the correlation between strategic leadership and servant leadership and has an impact on competitive advantage This research is expected to help manufacturing companies and employee performance."}, "filled": true, "author_pub_id": "YDTHPu0AAAAJ:Zph67rFs4hoC", "num_citations": 0, "pub_url": "https://www.ejournal.seaninstitute.or.id/index.php/Ekonomi/article/view/4043", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:sz_ONoFAweoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "THE PIVOTAL ROLE OF PERFORMANCE MANAGEMENT SYSTEMS IN MEDIATING ORGANIZATIONAL AGILITY AND PERFORMANCE", "pub_year": 2024, "citation": "Jurnal Akuntansi Kontemporer 16 (2), 87-99, 2024", "author": "Hendri Kwistianus and Vido Iskandar and Yoel Wibowo", "volume": "16", "number": "2", "pages": "87-99", "abstract": "Research Purposes. This study aims to investigate the influence of organizational agility on organizational performance in the hospitality industry. Research Methods The data analysis technique used is Structural Equation Modeling (SEM) with SmartPLS 4 Software to analyze the relationship between variables. The sampling technique used is non-probability on 105 employees/business owners in the hotel sector with 3-5 stars in Indonesia. Research Results and Findings. The findings show that organization agility does not possess any direct correlation with organization performance among starred hotels in Indonesia. Furthermore, positive and significant correlation from organizational agility to performance can be established through the mediatory of performance management system implementation and supportive organizational culture among the industry. The result of this study generates enticing implications towards hospitality business leaders."}, "filled": true, "author_pub_id": "YDTHPu0AAAAJ:MXK_kJrjxJIC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21458/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:UGZrSpSqWvQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Eyeballing internal auditors’ and the firms’ intention to adopt Metaverse technologies: case study in Indonesia", "pub_year": 2024, "citation": "Journal of Financial Reporting and Accounting 22 (2), 350-365, 2024", "author": "Saarce Elsye Hatane and Livia Sondak and Josua Tarigan and Hendri Kwistianus and Sany Sany", "journal": "Journal of Financial Reporting and Accounting", "volume": "22", "number": "2", "pages": "350-365", "publisher": "Emerald Publishing Limited", "abstract": "This paper aims to give broad insights into what components can significantly influence the adoption of Metaverse from the perspective of internal auditors and their firms in Indonesia.This research used primary data from questionnaires. Relying on the empirical view of 202 internal auditors in Indonesia, this research’s framework is executed using structural equation model. Company’s intention in adopting the Metaverse technology intervenes in the influence of perception of external control and usefulness on the internal auditor’s intention to adopt that technology.The perception of external control and perceived usefulness of Metaverse significantly influenced the adoption intention of Metaverse by internal auditors and their firms in Indonesia. This paper is helpful for practitioners who would like to know what factors are needed to make the internal auditors in …"}, "filled": true, "author_pub_id": "YDTHPu0AAAAJ:UebtZRa9Y70C", "num_citations": 15, "citedby_url": "/scholar?hl=en&cites=10559141087165750878", "cites_id": ["10559141087165750878"], "pub_url": "https://www.emerald.com/insight/content/doi/10.1108/JFRA-02-2023-0096/full/html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Xh6_wd-aiZIJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 8, "2025": 5}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Intellectual Capital, Foreign and Female Executives in the Profitability of Indonesia’s Banks", "pub_year": 2024, "citation": "International Journal of Organizational Behavior and Policy 3 (1), 15-26, 2024", "author": "Saarce Elsye Hatane and Felicia Prayogo Wibowo and Hendri Kwistianus and Hatane Semuel", "journal": "International Journal of Organizational Behavior and Policy", "volume": "3", "number": "1", "pages": "15-26", "abstract": "In order to produce profits for Indonesian banking firms, this study is to investigate the qualities of the board of directors as leaders in business management and their capacity to handle intellectual capital. The observation period was in 2016-2020. The observed characteristic of the board of directors is the role of foreign directors and female directors. The results of the study show that foreign directors reduce Return on Assets. It seems that the domestic boards of banking companies in Indonesia have a better understanding and control of market conditions in Indonesia so that they are able to increase bank profitability. Similarly, female directors who excel at managing asset banks in Indonesia. Managerial banks in Indonesia, on the other hand, are able to manage their intellectual capital to maximize profits, both through asset and equity management. This study contributes to the validation of the upper-echelon theory, which demonstrates the function of top management teams in firm management."}, "filled": true, "author_pub_id": "YDTHPu0AAAAJ:5nxA0vEk-isC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=13782801662222068034", "cites_id": ["13782801662222068034"], "pub_url": "https://ijobp.petra.ac.id/index.php/ijobp/article/view/101", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:QuloXhZZRr8J:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pivotal Role of Organizational Agility in Hospitality Industry in Indonesia: Mediating Role of Organizational Culture and Performance Management System", "pub_year": 2023, "citation": "Pivotal Role of Organizational Agility in Hospitality Industry in Indonesia …, 2023", "author": "Hendri Kwistianus and Vido Iskandar and Yoel Wibowo", "abstract": "This study aims to investigate the influence of organizational agility on organizational performance in the hospitality industry. The post-covid data signifies the need for research investigating how starred hotels in Indonesia can improve their competitive performance. This study also investigates the important role of organization culture and performance management system in the relationship between organizational agility and organizational performance. The data analysis technique used is Structural Equation Modeling (SEM) with SmartPLS 4 Software to analyze the relationship between variables. The sampling technique used is non-probability on 105 employees/business owners in the hotel sector with 3-5 stars in Indonesia. The findings show that organization agility does not possess any direct correlation with organization performance among starred hotels in Indonesia. Furthermore, positive and significant correlation from organizational agility to performance can be established through the mediatory of performance management system implementation and supportive organizational culture among the industry. The result of this study generates enticing implications towards hospitality business leaders."}, "filled": true, "author_pub_id": "YDTHPu0AAAAJ:8k81kl-MbHgC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=13370311820286318640", "cites_id": ["13370311820286318640"], "pub_url": "https://repository.petra.ac.id/20812/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:MFhf-MLjjLkJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The importance of organizational agility to improve performance: An evidence from the hotel industry in the post-COVID-19 era", "pub_year": 2023, "citation": "Binus Business Review 14 (3), 271-284, 2023", "author": "Devie Devie and Hendri Kwistianus and Chantika Virginia Putri Wellyani and Go Ruth Natasya Olivia Goenadi", "journal": "Binus Business Review", "volume": "14", "number": "3", "pages": "271-284", "abstract": "The hospitality industry is one of the industries that experienced a hardest hit by the COVID-19 pandemic, such as a drastic drop in visitor levels and closed businesses. Despite the importance of organizational agility in the hospitality industry during post-pandemic recovery, there has been rare research on organizational agility in the hotel industry, especially in Indonesia. The research analyzed the effect of organizational agility on organizational performance through competitive advantage and organizational culture as mediating variables in hotels in Indonesia. The research sample was 76 hotels that consist of three-to-five-star hotels in Indonesia. The analysis was conducted using the Structural Equation Modeling (SEM) analysis method through smart Partial Least Square (PLS) software to test the research hypothesis. The results indicate that organizational agility plays an important role in increasing organizational performance. Organizational agility has a significant and positive impact on organizational performance in hospitality in Indonesia, with a competitive advantage and organizational culture as mediating variables. The research helps management to understand the importance of having organizational agility in a company to deal with uncertain conditions. The findings also help management not only focus on quality but also on how companies can meet customer needs, create competitiveness, take risks, innovate, and increase profitability to improve organizational performance."}, "filled": true, "author_pub_id": "YDTHPu0AAAAJ:0EnyYjriUFMC", "num_citations": 14, "citedby_url": "/scholar?hl=en&cites=6350645948321022449", "cites_id": ["6350645948321022449"], "pub_url": "https://journal.binus.ac.id/index.php/BBR/article/view/9363", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8cHyw9cGIlgJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 5, "2025": 7}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "ASEAN Journal of Management & Innovation", "pub_year": 2023, "citation": "ASEAN Journal of Management & Innovation (AJMI) 10 (1), 2023", "author": "Phatrakul Phaewprayoon", "journal": "ASEAN Journal of Management & Innovation (AJMI)", "volume": "10", "number": "1", "abstract": "Boonyachote Suteerawattananon, Sirikarn Tirasuwanvasee, and Sutatt Ramasoot investigate the predictability of the the Cyclically Adjusted Price-Earning (CAPE) ratio on returns on the Stock Exchange of Thailand (SET). As they point out, although the SET is the second largest capital market in South-East Asia, few empirical research studies on the CAPE ratio performance focus on the Thai capital market."}, "filled": true, "author_pub_id": "YDTHPu0AAAAJ:kNdYIx-mwKoC", "num_citations": 0, "pub_url": "https://so13.tci-thaijo.org/index.php/AJMI/article/download/199/116", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:AnaxroK6_4UJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Transformational Leadership and Financial Performance: The Mediating Role of Corporate Reputation", "pub_year": 2023, "citation": "ASEAN Journal of Management & Innovation 10 (1), 70-82, 2023", "author": "Hendri Kwistianus and Alexandrio Christian Gunawan and Felix Adrian Jonathan", "journal": "ASEAN Journal of Management & Innovation", "volume": "10", "number": "1", "pages": "70-82", "publisher": "Petra Christian University", "abstract": "This quantitative research study seeks to determine the effect of thetransformational leadership style on the reputation and financial performance of manufacturing companieslisted on the Indonesia Stock Exchange. Data was  collected  via  a  survey  questionnaire  distributed  to  manufacturing  firms  and processed using a structural equation model. The results indicate that transformational leadership can significantly improve acompanys reputation,which in turncanimprove its financial performancesincecompany reputation was found tomediatethe relationship between transformational leadership and financial  performance.Of  the  four  key  dimensions  of transformational, leadership,  intellectual stimulation was found to bethe most powerful indicator of style.Transformational leadership, however, was found not to have a significant direct impact on financial performance and could even worsen it. These  findings  give the  implicationthat  companies  must  pay  attention tohow  they  implement transformational leadership as in the absence of a strong corporate reputation, this style of leadership alone will notimprove theirfinancial performance.This research is expected to be helpfultocompanies engaged in the manufacturing sector."}, "filled": true, "author_pub_id": "YDTHPu0AAAAJ:Se3iqnhoufwC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=2960158100835353134", "cites_id": ["2960158100835353134"], "pub_url": "https://repository.petra.ac.id/20459/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:LkJJ7xuYFCkJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1, "2024": 0, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Market Reaction to Capital Expenditure: Evidence from Company in Bankruptcy Risk", "pub_year": 2023, "citation": "GATR Accounting and Finance Review 7 (3), 149-159, 2023", "author": "Yulius Jogi Christiawan and Hendri Kwistianus", "journal": "GATR Accounting and Finance Review", "volume": "7", "number": "3", "pages": "149-159", "publisher": "Petra Christian University", "abstract": ""}, "filled": true, "author_pub_id": "YDTHPu0AAAAJ:WF5omc3nYNoC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=12838424719968059704", "cites_id": ["12838424719968059704"], "pub_url": "https://repository.petra.ac.id/19917/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:OEFKDUM_K7IJ:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Firm characteristics and corporate governance internal mechanism in intellectual capital disclosures of leisure industries in Indonesia and Thailand", "pub_year": 2023, "citation": "International Journal of Learning and Intellectual Capital 20 (5), 538-556, 2023", "author": "Saarce Elsye Hatane and Ivana Fredlina Kurniawan and Sandra Marcella and Hendri Kwistianus", "journal": "International Journal of Learning and Intellectual Capital", "volume": "20", "number": "5", "pages": "538-556", "publisher": "Inderscience Publishers (IEL)", "abstract": "This study investigated the function of firm characteristics and internal corporate governance mechanisms in assessing ICD in tourism and hospitality firms. A balanced panel weighted-least square analysis is performed on a sample of 51 Indonesian and Thai companies listed on the Indonesia Stock Exchange (IDX) and Stock Exchange of Thailand (SET), respectively, during the observation period of 2015 to 2019. Board tenure diversity is essential in reducing ICD. With other internal corporate governance mechanisms, government, managerial, and financial institutions ownerships are increasing the ICD. Firm size, leverage, profitability, and cost of equity as proxies of a firm's financial characteristics are favourable for ICD. The contribution of this study is to bolster the research results that prove the validity of agency and signalling theories in explaining the role of corporate governance and financial characteristics …"}, "filled": true, "author_pub_id": "YDTHPu0AAAAJ:hqOjcs7Dif8C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=7161184061486165834", "cites_id": ["7161184061486165834"], "pub_url": "https://www.inderscienceonline.com/doi/abs/10.1504/IJLIC.2023.133233", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Sm8SXPaiYWMJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Does Pricing Strategy Increase the Competitive Advantage of Companies Implementing an ABC System?", "pub_year": 2022, "citation": "Jurnal Manajemen Teknologi 21 (3), 283-301, 2022", "author": "Hendri Kwistianus and Aileen Jessica Antonia and Elizabeth Wijaya and Saarce Elsye Hatane", "journal": "Jurnal Manajemen Teknologi", "volume": "21", "number": "3", "pages": "283-301", "publisher": "Petra Christian University", "abstract": "This study aims to investigate the extent to which pricing strategy creates an effective competitive advantage for companies implementing an activity-based costing (ABC) system in their production activities. The research data were obtained through a questionnaire-based survey of several manufacturing companies in Indonesia that implement ABC systems. This research used the Structural Equation Model with Partial Least Square statistical method. The results of this research indicate that those companies who apply an ABC system are capable of making their pricing strategy more effective and increasing their competitive advantage. The empirical results show that price competition is unavoidable among manufacturing industries. However, implementing an ABC system can increase manufacturing companies competitive advantage. Thus, the implementation of an ABC System employs pricing strategy as a determinant factor of competitive advantage. This research supports the results of previous studies that also concluded that there is a strong relationship between ABC systems and competitive advantage. In addition, this research found that pricing strategy can improve competitive advantage with implementation of an ABC System."}, "filled": true, "author_pub_id": "YDTHPu0AAAAJ:YsMSGLbcyi4C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=13042150385837823477", "cites_id": ["13042150385837823477"], "pub_url": "https://repository.petra.ac.id/19823/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9VUW96wG_7QJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Moderating Effect of Investment Opportunity in the Association of Market Response and Capital Expenditure", "pub_year": 2022, "citation": "The Eurasia Proceedings of Educational and Social Sciences 27, 1-7, 2022", "author": "Juniarti Junıartı and Hendri Kwıstıanus and Yulius Jogi Chrıstıawan", "journal": "The Eurasia Proceedings of Educational and Social Sciences", "volume": "27", "pages": "1-7", "publisher": "ISRES Publishing", "abstract": "This study aims to reveal empirical evidence related to the market response to investment spending associated with investment opportunities, considering that investment opportunities is a crucial factor in capital expenditure decisions. This study used data from the Indonesia Stock Exchange in 2016-2021. The sample is only devoted to large-cap companies because this kind of company concerns investors more. The sample does not exclude the business sector, as in previous studies. Following previous research, investment opportunities are measured by Tobin's Q (TQ); a TQ of more than 1 indicates a higher investment opportunity and vice versa. The results show that the market responds negatively to investment spending, and investment opportunities moderate the market's response to investment spending. In addition, it was revealed that the industrial sector strengthened the influence of investment spending on market response. Therefore, management needs to consider investment opportunities before making investment expenditures to avoid getting caught up in overinvesting or under-investing, both of which are detrimental to the company. This study also adds empirical evidence in developing countries where the information gap between management and external parties (markets) is still vast."}, "filled": true, "author_pub_id": "YDTHPu0AAAAJ:W7OEmFMy1HYC", "num_citations": 0, "pub_url": "https://dergipark.org.tr/en/pub/epess/article/1222715", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KMMCnTmw6hQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The long-term performance of capital expenditure from a fundamental perspective: evidence from indonesia", "pub_year": 2022, "citation": "Asian Economic and Financial Review 12 (12), 1027-1040, 2022", "author": "Hendri Kwistianus", "volume": "12", "number": "12", "pages": "1027-1040", "abstract": "This study aims to identify the effect of capital expenditure on the long-term performance on companies listed on the Indonesia Stock Exchange (IDX). Fundamental measurements were used as the internal perspective of performance; This study also tries to fill the gap due to the lack of studies that discuss capital expenditure in Indonesia by providing empirical evidence regarding capital expenditure in the context of Indonesias stock market. Capital expenditure is represented by the growth of fixed assets for the current period. The long-term performance utilizes earnings persistence and is measured using the regression of ROA and ROE for the past six years, and then the coefficients are determined using the lags of ROA and ROE in the three years after capital expenditure. The sample comprises 60 “big cap” companies listed on the IDX at the beginning of the sample period (in 2016) and for four years of the sampling period (2016–2019) with a total of 240 observations. The companies sampled should fulfill the criteria of having complete financial data for the six years before the sampling period. The hypothesis testing proves that capital expenditure impacts long-term performance, with no evidence to the contrary. Additional testing utilizing the control variables generated additional interesting results with important implications."}, "filled": true, "author_pub_id": "YDTHPu0AAAAJ:Y0pCki6q_DkC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=16079548107018164411", "cites_id": ["16079548107018164411"], "pub_url": "https://repository.petra.ac.id/19822/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:u1ifa88HJt8J:scholar.google.com/", "cites_per_year": {"2024": 5}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Market response and future performance of inefficient investment: Over-investment or under-investment", "pub_year": 2022, "citation": "Investment Management And Financial Innovations 19 (4), 146-159, 2022", "author": "Yulius Jogi Christiawan and Hendri Kwistianus", "volume": "19", "number": "4", "pages": "146-159", "abstract": "There have been many studies on the market response to investment spending, but only a few have examined the market response to the issue of over-investment or under-investment. This study examines the effect of the issue on market response and future financial performance. The sample includes large-cap companies listed on the Indonesia Stock  Exchange (IDX) for 2016–2021. Samples must have at least 120 active trading days for each year. Two hundred and thirty-two observations meet the qualifications. This study adopts the investment inefficiency model developed by previous studies to measure over-investment or under-investment. Residual inefficient investment models are used as over-investment or under-investment scores, in addition to the dummy of the residual category.  Market response is measured by cumulative abnormal returns (CAR), market capitalization (MCAP), and market-to-book value (MTB). Meanwhile, a firm’s performance uses return on assets (ROA) and return on equity (ROE).  The results show that the coefficient of the inefficient investment variable, using both the  residual value and the dummy variable, shows a negative direction, which means the market responds negatively to over-investment or under-investment. However, the value of t is significant at the <0.01 level on the market response variable as measured by MTB, but not significant for the other two proxies. Thus, hypothesis 1 is supported, although not for all market response proxies. The value of the inefficient investment coefficient also shows a negative direction when testing hypothesis 2 and is significant at the <0.1 level. These results are …"}, "filled": true, "author_pub_id": "YDTHPu0AAAAJ:zYLM7Y9cAGgC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=14277329757727483001", "cites_id": ["14277329757727483001"], "pub_url": "https://repository.petra.ac.id/19765/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:eeR1JsVDI8YJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Does Pricing Strategy Increase the Competitive Advantage of Companies Implementing an ABC System?", "pub_year": 2022, "citation": "", "author": "Hendri Kwistianus Devie and Aileen Jessica Antonia and Elizabeth Wijaya and Saarce Elsye Hatane"}, "filled": true, "author_pub_id": "YDTHPu0AAAAJ:KlAtU1dfN6UC", "num_citations": 0, "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Accountants’ IT Competencies and IT Responsibilities in Supporting IT Sustainability Practice: The Variations of Students’ Perspective", "pub_year": 2021, "citation": "Petra International Journal of Business Studies 4 (2), 156-168, 2021", "author": "Hendri Kwistianus and Saarce Elsye Hatane and Melissa Wong and Eden Victoria and Angela Irena Gunawan", "journal": "Petra International Journal of Business Studies", "volume": "4", "number": "2", "pages": "156-168", "abstract": "This study looks at the variability of accounting students’ perceptions in Indonesia on the importance of IT competence and IT responsibility for accountants and the importance of IT sustainability practices. This study measures different perceptions of accounting students based on gender (male and female), year of study (junior and senior), and the type of university (public and private). The majority of accounting students agree with the importance of accountants’ role in IT sustainability practices by utilizing information systems. However, differences in perceptions of accountants’ IT responsibility, accountants’ IT competence, and the importance of IT sustainability practice are found in the senior and junior student groups. This finding results in junior students being higher than senior students in understanding the importance of the accountants’ role in the IT sustainability practice. Differences were also found in the groups of students from public and private universities, where students in public universities have a higher perception than students in private universities toward IT sustainability issues. There is no difference in perception in the gender group. This study can be helpful for higher education providers and teachers in accounting who play an essential role in supporting students to understand the practical implementation in accounting professions regarding their role in sustainability through the utilization of information technology."}, "filled": true, "author_pub_id": "YDTHPu0AAAAJ:UeHWp8X0CEIC", "num_citations": 0, "pub_url": "https://ijbs.petra.ac.id/index.php/ijbs/article/view/183", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:FaOJzCCNlS0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Pengaruh Transformational Leadership Terhadap Competitive Advantage Melalui Product Innovation Performance Sebagai Variabel Mediating Pada UMKM Dalam Platform E-Commerce", "pub_year": 2021, "citation": "Publication Petra Christian University, 2021", "author": "Antoni Gaudi Darma", "journal": "Publication Petra Christian University"}, "filled": true, "author_pub_id": "YDTHPu0AAAAJ:eQOLeE2rZwMC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=6651783485022198530", "cites_id": ["6651783485022198530"], "pub_url": "https://scholar.google.com/scholar?cluster=6651783485022198530&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:AtuOQ9bhT1wJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 3}}
