{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pentingnya Konten Media Sosial Sekolah Kristen di Surabaya Terhadap Brand Awareness", "pub_year": 2024, "citation": "DIVAGATRA-Jurnal Penelitian Mahasiswa Desain 4 (2), 186-203, 2024", "author": "Jennifer Putri Suwito and Ani Wijayanti Suhartono and Rebecca Milka Natalia Basuki", "journal": "DIVAGATRA-Jurnal Penelitian Mahasiswa Desain", "volume": "4", "number": "2", "pages": "186-203", "abstract": "Analisis ini bertujuan untuk mengidentifikasi cara sekolah-sekolah Kristen menggunakan media sosial untuk meningkatkan kesadaran merek mereka. Fokus utama adalah pada evaluasi jenis konten, frekuensi posting, dan tingkat interaksi pengguna, serta dampaknya terhadap kesadaran merek. Data diambil dari beberapa sekolah Kristen dan konten media sosial mereka dianalisis selama jangka waktu tertentu. Diharapkan, hasil analisis ini dapat memberikan wawasan berharga tentang strategi efektif yang dapat diterapkan oleh institusi pendidikan dalam memanfaatkan media sosial untuk meningkatkan kesadaran merek."}, "filled": true, "author_pub_id": "yi67k28AAAAJ:4fKUyHm3Qg0C", "num_citations": 0, "pub_url": "https://ojs.unikom.ac.id/index.php/divagatra/article/view/13149", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:GdU-EUAEO0IJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Kemasan Masker", "pub_year": 2023, "citation": "Kemasan Masker, 2023", "author": "NATHANIA TANUJAYA and Listia Natadjaja and Elisabeth Christine Yuwono and Heru Dwi Waluyanto and Ani Wijayanti Suhartono", "publisher": "Petra Christian University", "abstract": "SERTIFIKAT DESAIN INDUSTRI Page 1 REPUBLIK INDONESIA KEMENTERIAN HUKUM DAN \nHAK ASASI MANUSIA SERTIFIKAT DESAIN INDUSTRI Menteri Hukum dan Hak Asasi Manusia \natas nama Negara Republik Indonesia berdasarkan Undang-Undang Nomor 31 Tahun 2000 \ntentang Desain Industri, memberikan hak Desain Industri kepada : Nama dan Alamat \nPemegang Desain Industri : LPPM Universitas Kristen Petra Jl. Siwalankerto 121-131, 60236, \nKota Surabaya, Jawa Timur Indonesia Nama Pendesain : Nathania Margareta Tanujaya, \nListia Natadjaja , 3. (lihat lampiran) Judul Desain Industri : KEMASAN Pelindungan diberikan \nuntuk : Konfigurasi Nomor Pendaftaran : IDD000065974 Sertifikat ini berlaku 10 (sepuluh) \ntahun terhitung sejak tanggal penerimaan permohonan 23 November 2022. Sertifikat Desain \nIndustri ini dilampiri dengan gambar, uraian atau keterangan yang tidak terpisahkan dari …"}, "filled": true, "author_pub_id": "yi67k28AAAAJ:08ZZubdj9fEC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20928/1/Kegiatanhaki_00051_1305.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5fdjtp-AI-IJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Kemasan Tottebag", "pub_year": 2023, "citation": "Kemasan Tottebag, 2023", "author": "STEFANIE FEBRIANNE and Listia Natadjaja and Elisabeth Christine Yuwono and Heru Dwi Waluyanto and Ani Wijayanti Suhartono", "publisher": "Petra Christian University", "abstract": "SERTIFIKAT DESAIN INDUSTRI Page 1 REPUBLIK INDONESIA KEMENTERIAN HUKUM \nDAN HAK ASASI MANUSIA SERTIFIKAT DESAIN INDUSTRI Menteri Hukum dan Hak Asasi \nManusia atas nama Negara Republik Indonesia berdasarkan Undang-Undang Nomor 31 \nTahun 2000 tentang Desain Industri, memberikan hak Desain Industri kepada : Nama dan \nAlamat Pemegang Desain Industri : LPPM Universitas Kristen Petra Jl. Siwalankerto 121-131, \n60236, Kota Surabaya, Jawa Timur Indonesia Nama Pendesain : Stefanie Febrianne, Listia \nNatadjaja , 3. (lihat lampiran) Judul Desain Industri : KEMASAN Pelindungan diberikan untuk : \nKonfigurasi Nomor Pendaftaran : IDD000065975 Sertifikat ini berlaku 10 (sepuluh) tahun \nterhitung sejak tanggal penerimaan permohonan 23 November 2022. Sertifikat Desain Industri \nini dilampiri dengan gambar, uraian atau keterangan yang tidak terpisahkan dari sertifikat ini. …"}, "filled": true, "author_pub_id": "yi67k28AAAAJ:K3LRdlH-MEoC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20930/1/Kegiatanhaki_00051_1309.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:gozxBAgCmA0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Desain Mural sebagai Wujud Aktivasi untuk Meningkatkan Brand Awareness TK Gracia dan SD YBPK Ngaglik, Malang", "pub_year": 2022, "citation": "Desain Mural sebagai Wujud Aktivasi untuk Meningkatkan Brand Awareness TK …, 2022", "author": "Mendy Hosana Malkisedek and Ani Wijayanti Suhartono and Anang Tri Wahyudi", "abstract": "Masa pandemi COVID-19 saat ini mulai berangsur mereda. Kegiatan belajar mengajar para siswa di tingkat TK dan SD juga telah kembali dilakukan secara tatap muka di sekolah seperti yang terjadi di TK Gracia dan SD YBPK Ngaglik, Malang. Namun kondisi fisik TK Gracia dan SD YBPK Ngaglik kurang terawat dan terlihat suram sehingga sedikit sekali siswa yang mendaftar. Oleh karena itu Yayasan Badan Pendidikan Kristen (YBPK) merasa perlu melakukan renovasi untuk meningkatkan kembali citra TK Gracia dan SD YBPK Ngaglik, Malang di benak masyarakat. Dengan pendekatan metode kualitatif telah dilakukan observasi lapangan, wawancara dan FGD dengan para pengajar, pengurus sekolah, pengurus Yayasan dan pengurus GKJW Sukun, Malang. Lalu metode analisis yang digunakan adalah 5W1H. Sebagai solusi Prodi Desain Komunikasi Visual UK Petra, Surabaya melakukan pengabdian masyarakat dengan membuat desain mural di beberapa dinding sekolah. Kegiatan ini melibatkan kerjasama para dosen dan mahasiswa DKV UK Petra, pengurus YBPK, pengurus dan pengajar sekolah, pengurus dan juga para pemuda GKJW Sukun, Malang. Desain mural diaplikasikan pada dinding kelas, dinding halaman sekolah, serta dinding depan sekolah."}, "filled": true, "author_pub_id": "yi67k28AAAAJ:uWQEDVKXjbEC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20360/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:zNTyvIet6nkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisa Terhadap Feeds Instagram Dyandra Academy Sebelum Dan Sesudah Penerapan Teori Layout", "pub_year": 2022, "citation": "Jurnal DKV Adiwarna 1 (11), 2022", "author": "Caroline Vania Angela and Ani Wijayanti Suhartono", "journal": "Jurnal DKV Adiwarna", "volume": "1", "number": "11"}, "filled": true, "author_pub_id": "yi67k28AAAAJ:NhqRSupF_l8C", "num_citations": 13, "citedby_url": "/scholar?hl=en&cites=12738370038602887838", "cites_id": ["12738370038602887838"], "pub_url": "https://scholar.google.com/scholar?cluster=12738370038602887838&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nnJnMA_Ix7AJ:scholar.google.com/", "cites_per_year": {"2023": 5, "2024": 6, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Karya Rekaman Video: Pembuatan Produk Ecoprint Dompet Kabel Telepon Genggam", "pub_year": 2021, "citation": "Karya Rekaman Video: Pembuatan Produk Ecoprint Dompet Kabel Telepon Genggam, 2021", "author": "Heru Dwi Waluyanto and Listia Natadjaja and Ani Wijayanti Suhartono", "abstract": "SURAT PENCATATAN Page 1 an Menteri Hukum dan Hak Asasi Manusia Direktur \nJenderal Kekayaan Intelektual ub Direktur Hak Cipta dan Desain Industri Dr. Syarifuddin, ST, \nMH NIP.197112182002121001 REPUBLIK INDONESIA KEMENTERIAN HUKUM DAN \nHAK ASASI MANUSIA SURAT PENCATATAN CIPTAAN Dalam rangka pelindungan \nciptaan di bidang ilmu pengetahuan, seni dan sastra berdasarkan Undang-Undang Nomor \n28 Tahun 2014 tentang Hak Cipta, dengan ini menerangkan: Nomor dan tanggal \npermohonan Pencipta Nama Alamat Kewarganegaraan Pemegang Hak Cipta Nama \nAlamat Kewarganegaraan Jenis Ciptaan EC00202160861,3November2021HeruDwiWaluyanto,ListiaNatadjajadkk\nJl.SumberWarasTimur112,RT003/RW004,KelurahanKalirejo,Kecamatan Lawang , \nSurabaya, JAWA TIMUR, 65211 IndonesiaLPPMUniversitasKristenPetraJalanSiwalankertoNo.121-131,Kelurahan…"}, "filled": true, "author_pub_id": "yi67k28AAAAJ:tOudhMTPpwUC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20932/1/Kegiatanhaki_00051_811.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Df2COwMCOTgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Karya Rekaman Video: Pembuatan Produk Ecoprint Celemek Hijab", "pub_year": 2021, "citation": "Karya Rekaman Video: Pembuatan Produk Ecoprint Celemek Hijab, 2021", "author": "Heru Dwi Waluyanto and Listia Natadjaja and Ani Wijayanti Suhartono", "abstract": "SURAT PENCATATAN Page 1 an Menteri Hukum dan Hak Asasi Manusia Direktur \nJenderal Kekayaan Intelektual ub Direktur Hak Cipta dan Desain Industri Dr. Syarifuddin, ST, \nMH NIP.197112182002121001 REPUBLIK INDONESIA KEMENTERIAN HUKUM DAN \nHAK ASASI MANUSIA SURAT PENCATATAN CIPTAAN Dalam rangka pelindungan \nciptaan di bidang ilmu pengetahuan, seni dan sastra berdasarkan Undang-Undang Nomor \n28 Tahun 2014 tentang Hak Cipta, dengan ini menerangkan: Nomor dan tanggal \npermohonan Pencipta Nama Alamat Kewarganegaraan Pemegang Hak Cipta Nama \nAlamat Kewarganegaraan Jenis Ciptaan EC00202160858,3November2021HeruDwiWaluyanto,ListiaNatadjajadkk\nJl.SumberWarasTimur112,RT003/RW004,KelurahanKalirejo,Kecamatan Lawang, Malang, \nJAWA TIMUR, 65211 IndonesiaLPPMUniversitasKristenPetraJalanSiwalankertoNo.121-131,Kelurahan…"}, "filled": true, "author_pub_id": "yi67k28AAAAJ:l7t_Zn2s7bgC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20931/1/Kegiatanhaki_00051_808.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:uz-B0V23hA8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Training on making eco-print motifs for community empowerment in Blitar regency", "pub_year": 2021, "citation": "Jurnal Sosioteknologi 20 (1), 80-90, 2021", "author": "Listia Natadjaja and Heru Dwi Waluyanto and Ani Wijayanti Suhartono", "volume": "20", "number": "1", "pages": "80-90", "abstract": "We see an opportunity to cultivate natural potentials in the Blitar Regency to be used as a means of improving the community s welfare. One of the possible uses of the natural materials is the manufacture of eco-print products. The purpose of this research is to implement eco-print technique in producing eco-print products that will benefit in improving the welfare of the community. This community empowerment project involves 68 students that are divided into seven groups and are prepared in a Service-Learning method. There are some stages that the students go through in implementing this program outside the classroom, namely: learning the eco-print technique, practicing, providing training for the community, and innovating stages. Through this method of learning, students learn how to educate themselves and the community. The results of these trainings are eco-print motifs produced from the collaboration between students and the district community, eco-print motifs produced by the community, and the students  innovative products."}, "filled": true, "author_pub_id": "yi67k28AAAAJ:P5F9QuxV20EC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=15951421090402631591", "cites_id": ["15951421090402631591"], "pub_url": "https://repository.petra.ac.id/20104/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:p38frPfUXt0J:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 2, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisa Pemetaan Visual Desain Kemasan Minyak Telon Tradisional dan Modern", "pub_year": 2021, "citation": "Jurnal DKV Adiwarna 1 (18), 9, 2021", "author": "S Sutanto and C Muljosumarto and AW Suhartono", "journal": "Jurnal DKV Adiwarna", "volume": "1", "number": "18", "pages": "9"}, "filled": true, "author_pub_id": "yi67k28AAAAJ:_xSYboBqXhAC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=16962154129049903089", "cites_id": ["16962154129049903089"], "pub_url": "https://scholar.google.com/scholar?cluster=16962154129049903089&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8d9xn0-tZesJ:scholar.google.com/", "cites_per_year": {"2022": 3, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PERANCANGAN VISUAL BRANDING ETERA", "pub_year": 2021, "citation": "J. DKV Adiwarna 1 (18), 7, 2021", "author": "M Calista Silvanus and Cindy Muljosumarto and AW Suhartono", "journal": "J. DKV Adiwarna", "volume": "1", "number": "18", "pages": "7", "abstract": "ETERA Interior and Architecture is a company based in Malang, East Java. Established in 2017, ETERA only focuses on its projects without thinking about its corporate identity. Currently, ETERA wants to gain more attention and just realized that ETERA does not have a strong identity that can differentiate itself from its competitors. After researching the target audiences and competitors, the right direction for visual branding for ETERA is to make an emotional approach with their target audiences. The big ideas for ETERA’s new visuals are safe, comfortable, and timeless."}, "filled": true, "author_pub_id": "yi67k28AAAAJ:bFI3QPDXJZMC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=15299919298152640785", "cites_id": ["15299919298152640785"], "pub_url": "https://www.academia.edu/download/70500339/Jurnal_Tugas_3_Perancangan_Visual_Branding_ETERA.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ETGICoo7VNQJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Achieving Interactive-Transactional Stage, A Study of Surabaya. go. id Homepage Design", "pub_year": 2020, "citation": "KnE Social Sciences, 389–399-389–399, 2020", "author": "Rika Febriani and Ani Wijayanti Suhartono", "journal": "KnE Social Sciences", "pages": "389–399-389–399", "abstract": "Surabaya is one of the smart cities in Indonesia that implements e-governance as an interactive-transactional presence stage according to UN ranking criteria. The Surabaya government itself has a portal (surabaya. go. id) which has various interactivetransactional services for its users. Surabaya. go. id has an unusual homepage appearance, in the form of the Surabaya city landscape, using flat design style. An ideal homepage design should be suggestive of the website’s contents for the users. This design style is already trending for UI but this article uses qualitative-descriptive analysis to determine whether the website’s homepage design is able to reflect the egovernment stage that has been achieved by the Surabaya city government. The study compares the Surabaya design to ideal interactive homepage design criteria. This study was meant to help the Surabaya city government develop its website. Results show that some improvements are needed, particularly in the identity section. In addition, more appropriate use of flat design to strengthen visibility and present illustrations showing the city government readiness to serve users interactively-transactionally, together with a search tool and add supporting features allowing communication with users."}, "filled": true, "author_pub_id": "yi67k28AAAAJ:f2IySw72cVMC", "num_citations": 0, "pub_url": "https://knepublishing.com/index.php/KnE-Social/article/view/7612/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nMuucbd3YyYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pencapaian Tahap Interaktif-Transaksional, Kajian Desain Homepage Surabaya. go. id", "pub_year": 2019, "citation": "Pencapaian Tahap Interaktif-Transaksional, Kajian Desain Homepage Surabaya …, 2019", "author": "Rika Febriani and Ani Wijayanti Suhartono", "abstract": "Surabaya merupakan salah satu smart city di Indonesia yang menerapkan e-government pada tahap interactive-transactional presence menurut kriteria pemeringkatan oleh PBB. Pemerintah Surabaya sendiri memiliki portal surabaya.go.id yang memiliki berbagai layanan interaktif-transaksional bagi penggunanya. Surabaya.go.id memiliki tampilan homepage yang tak biasa, berupa lanskap kota Surabaya dengan gaya desain flat. Desain homepage yang tepat akan mencitrakan isi dari keseluruhan konten bagi penggunanya. Gaya desain ini memang sedang tren pada UI namun dengan penerapan semacam ini, analisa deskriptif ini hendak mengkaji apakah desain homepage situs web ini mampu mencerminkan tahap e-government yang telah dicapai oleh pemerintah kota Surabaya. Kajian ini diharapkan akan membantu pemerintah kota Surabaya mengembangkan situs webnya. Hasilnya menunjukkan bahwa diperlukan perbaikan pada bagian identitas, pemanfaatan flat design secara lebih tepat untuk memperkuat visibilitas, menyajikan ilustrasi yang menunjukkan kesiapan pemerintah kota melayani pengguna secara interaktif-transaksional, menambahkan sarana pencarian, dan menambahkan fitur pendukung komunikasi dengan pengguna."}, "filled": true, "author_pub_id": "yi67k28AAAAJ:cFHS6HbyZ2cC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/18562/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:dU4rEgYgcxkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "COMMUNITY EMPOWERMENT THROUGH ECO-PRINT BATIK MAKING TRAINING IN BLITAR DISTRICT", "pub_year": 2019, "citation": "COMMUNITY EMPOWERMENT THROUGH ECO-PRINT BATIK MAKING TRAINING IN BLITAR DISTRICT, 2019", "author": "Listia Natadjaja and Heru Dwi Waluyanto and Ani Wijayanti Suhartono", "abstract": "Blitar District has a wealth of potential natural and human resources. We see an opportunity to cultivate nature s potentials in the district to be used as a means of improving the community s welfare. One of the possible uses of natural materials there is for creating eco-print batik products. The goal of this research is to implement eco-print batik to improve the welfare of the community. This community empowerment project involves 68 students that are divided into seven groups and are prepared in a Service-Learning method. Here, the researchers act as facilitators between students and the community and become evaluators of the process and the results being worked on. There are some stages that the students go through in implementing this program outside the classroom, namely: learning the eco-print technique, practicing, providing training for the community, and innovating stages. The trainings of eco-print batik for the community are divided into two phases: basic and advanced trainings. Through this method of learning, students learn how to educate themselves and the community. The results of these trainings are eco-print batiks produced from the collaboration between students and the district community, eco-print batiks produced by the community, and the students  innovative products. Hopefully, through this experience, the community in Blitar can be more independent and can develop their skills for their welfare."}, "filled": true, "author_pub_id": "yi67k28AAAAJ:CHSYGLWDkRkC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20126/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2BEoNRKGcgsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "ECOPRINT TRAINING FOR WOMEN EMPOWERMENT IN NGEMBAT SUB-VILLAGE, MOJOKERTO", "pub_year": 2019, "citation": "Share: Journal of Service Learning 5 (2), 49-56, 2019", "author": "Aniendya Christianna and Heru Dwi Waluyanto and Ani Wijayanti Suhartono", "journal": "Share: Journal of Service Learning", "volume": "5", "number": "2", "pages": "49-56", "abstract": "The number of women in Ngembat sub-village is quite large, both from adolescence to the elderly, but most of them are only housewives who are not economically productive. Everything depends on the husband who works as a farm laborer and builder. Women in Ngembat sub-village have a lot of free time that can be used for productive activities. The ecoprint training held during the Community Outreach Program (COP) is the development of DKV 4 courses that implement creative-sociopreneurship learning. This subject emphasizes the aspects of entrepreneurship in the field of creative industries by utilizing local strengths. Natural resources that exist around Ngembat sub-village can be utilized as products of economic value. Abundant teak leaves due to the vast size of teak forests can be a source of income for women on the sidelines of carrying out their domestic duties in the household. Free time while waiting for children to come home from school and their husbands from work can be used to empower themselves by producing creative products and economic value. Thus, not only does women's knowledge and skills improve, but the family economy can also improve"}, "filled": true, "author_pub_id": "yi67k28AAAAJ:3s1wT3WcHBgC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=15583210259095926983", "cites_id": ["15583210259095926983"], "pub_url": "http://share.petra.ac.id/index.php/share/article/view/22409", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:x7ii0SqvQtgJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Visual Branding Indo Optik Malang", "pub_year": 2018, "citation": "Jurnal DKV Adiwarna 1 (12), 9, 2018", "author": "Daniel Christian Santoso and Ahmad Adib and Ani Wijayanti", "journal": "Jurnal DKV Adiwarna", "volume": "1", "number": "12", "pages": "9"}, "filled": true, "author_pub_id": "yi67k28AAAAJ:tS2w5q8j5-wC", "num_citations": 0, "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Buku Tentang Makanan Tradisional Korea Selatan dengan Pendekatan Fotografi", "pub_year": 2018, "citation": "Universitas Kristen Petra, 1-8, 2018", "author": "Richard Kamadjaya Tamrin and BWA Bedjo and Ani Wijayanti", "journal": "Universitas Kristen Petra", "pages": "1-8"}, "filled": true, "author_pub_id": "yi67k28AAAAJ:SeFeTyx0c_EC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=9854704605872111846", "cites_id": ["9854704605872111846"], "pub_url": "https://scholar.google.com/scholar?cluster=9854704605872111846&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5sBpZ6DxwogJ:scholar.google.com/", "cites_per_year": {"2021": 2, "2022": 1, "2023": 2, "2024": 1}}
