{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penilaian Keberlanjutan Sosial-Ekonomi Hunian Berlantai Banyak: Studi Kasus Skyville", "pub_year": 2024, "citation": "Border: Jurnal Arsitektur 6 (1), 95, 2024", "author": "Gunawan Tanuwidjaja and ERMYRA PUTRI BASTIAN and JASON TEDJA and IVAN REAGAN PRASETYO and Priskila Adiasih", "volume": "6", "number": "1", "pages": "95", "abstract": "Keberlanjutan sosial dan ekonomi merupakan aspek yang secara signifikan mempengaruhi kesejahteraan penghuni hunian vertikal berlantai tinggi. Beberapa penelitian sebelumnya telah menemukan berbagai keluhan tentang hubungan yang buruk antara penghuni, kurangnya interaksi dan perasaan terkurung. Di sisi lain, Covid-19 membatasi interaksi antar penghuni perumahan padat akibat tingginya angka penularan penyakit ini. Studi ini bertujuan untuk melakukan analisis konten terhadap data apartemen Skyville @ Dawson dari sumber terpercaya, mencakup periode 2009 hingga 2024. Studi ini dilakukan dengan Content Analysis, dengan fokus pada aspek ekonomi, sosial, dan lingkungan dalam Desain Arsitektur Berkelanjutan. Dari data sekunder dan online ditemukan bahwa WOHA telah merancang Skyville @ Dawson untuk mengakomodasi kebutuhan perilaku masyarakat Singapura dengan beberapa taman horizontal di beberapa lantai dan berpotensi untuk mengamankan interaksi melawan Covid-19 dengan manajemen bangunan yang baik. Karena itu, hunian bertingkat ini merupakan contoh yang sangat baik dari perkembangan sosial ekonomi perumahan lantai atas."}, "filled": true, "author_pub_id": "YigxyHoAAAAJ:_kc_bZDykSQC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21272/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:WV_Bj_lOA3sJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "SOCIO-ECONOMIC SUSTAINABILITY ASSESSMENT OF MULTI-STOREY HOUSING: A SKYVILLE@ DAWSON SINGAPORE CASE STUDY", "pub_year": 2024, "citation": "Border: Jurnal Arsitektur 6 (1), 95-118, 2024", "author": "Gunawan Tanuwidjaja and Ermyra Putri Bastian and Jason Maynard Tedja and Ivan Reagan Prasetyo and Priskila Adiasih", "journal": "Border: Jurnal Arsitektur", "volume": "6", "number": "1", "pages": "95-118", "abstract": "Social and economic sustainability significantly affect the well-being of residents in high-rise vertical housing. Previous research has identified various complaints about poor relationships between residents, lack of interaction, and feelings of confinement. On the other hand, COVID-19 has limited interactions among residents in densely populated housing due to the high transmission rates of the disease. This study aims to conduct a content analysis of data on Skyville@ Dawson apartments from reliable sources, covering the period from 2009 to 2024. The research is conducted with the content analysis method, focusing on economic, social, and environmental aspects of Sustainable Architectural Design. From secondary and online data, it was found that WOHA designed Skyville@ Dawson to accommodate the behavioral needs of Singaporean society with several horizontal gardens on various floors, potentially securing interaction against COVID-19 through good building management. Therefore, this high-rise housing is an excellent example of the socio-economic development of upper-floor housing."}, "filled": true, "author_pub_id": "YigxyHoAAAAJ:YOwf2qJgpHMC", "num_citations": 0, "pub_url": "https://border.upnjatim.ac.id/index.php/border/article/view/759", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:h9ul3C-NHh0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "APPLICATION OF DIGITAL DESIGN OF TOURISM CENTRE OF SENDURO IN THE BROMO-TENGGER-SEMERU NATIONAL PARK, INDONESIA", "pub_year": 2022, "citation": "Border: Jurnal Arsitekture 4 (1 (), 29-42, 2022", "author": "Brina Oktafiana and Cynthia Tjandra and Gunawan Tanuwidjaja and Elvina Shanggrama Wijaya and Priskila Adiasih", "volume": "4", "number": "1 (", "pages": "29-42", "abstract": "Instagram-able place is a new trend before the Covid-19 pandemic. The theory of Instagram able places has not yet developed in the Architectural field. Several business-related studies have proposed the use of social media, especially Instagram, to attract tourists to attractions. However, Instagrams design approach is only used by creating new building structures that alienate local ecology and dim cultural values. The Senduro Tourism Centre is used as an example of using Instagram for sustainable design at the tourism gate of Bromo Tengger Semeru National Park. The design of the Senduro Tourism Centre is carried out in such a way as to be able to move the economy of the tourism sector of Lumajang Regency in the pandemic era while maintaining the preservation of its natural and cultural assets to be sustainable. The Hindu-Sacred-Profane (Tri-Mandala) zoning, and a sustainable design approach, are also used to ensure the sustainable tourism activities of Senduro. As a result, using digital design tools, we are able to process and present elements of the natural and cultural landscape in an attractive perspective through the design of the Senduro Tourism Centre scheme. In the future, Instagrams design approach can be used more sustainably in tourist attractions in Indonesia."}, "filled": true, "author_pub_id": "YigxyHoAAAAJ:3fE2CSJIrl8C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=6937490684466838132", "cites_id": ["6937490684466838132"], "pub_url": "https://repository.petra.ac.id/19652/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:dDo6aAXrRmAJ:scholar.google.com/", "cites_per_year": {"2023": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Setelah Seabad Gereja Tionghoa Pertama di Surabaya", "pub_year": 2021, "citation": "Setelah Seabad Gereja Tionghoa Pertama di Surabaya, 2021", "author": "Linda Bustan and Fanny Lesmana and Obed Bima Wicandra and Priskila Adiasih and Gunawan Tanuwidjaja and Rully Damayanti and Altrerosje Asri and Lilianny Sigit Arifin", "abstract": "Artikel ini tentang gereja etnis Tionghoa pertama di Surabaya. Bagaimana gereja ini berkembang dan mempertahankan identitas sebagai gereja Tionghoa Protestan selama lebih dari seabad. Tulisan ini juga berusaha untuk menggambarkan dinamika identitas tersebut, di mana ada sebagian identitas suku dan agama yang tetap, namun ada juga yang berubah."}, "filled": true, "author_pub_id": "YigxyHoAAAAJ:kNdYIx-mwKoC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19973/2/Publikasi4_97033_7626.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:20WjIDNXA-cJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Reflection of Low Vision Students on Pedestrian Paths Accessibility in Indonesia and Australia for People with Disabilities: Case study of Surabaya, Bandung and Brisbane", "pub_year": 2021, "citation": "Reflection of Low Vision Students on Pedestrian Paths Accessibility in …, 2021", "author": "Gunawan Tanuwidjaja and Priskila Adiasih and Alvin Try Hediyanto and M Ichsan Oktamadya and Dwi Natalia Suhardi and Heuristik Halawa and Gerarldo Davin and Michael Taniono and Rina Hariniaina Razafimahefa", "abstract": "Covid-19 have impacted cities and human lives related to working and transporting. The lockdowns strategies, in many countries, have controlled residents movement within a neighbourhood or ten kilometres radius of their residence. Despite the success of lockdowns, people with disabilities face significant challenges in the Covid-19 era, even though they have equal rights to cities and livelihood, as stated by the United Nations Convention on the Rights of Persons with Disabilities (UNCRPD). Lockdowns imposed limitation on disabilities because of their jobs, with high-frequency physical interactions, such as masseurs, musicians, food hawkers, online motorcycle taxi drivers, and students.  Further, some University students with disabilities are affected by the closure of some universities. However, in some universities, disadvantaged students, including students with disabilities, could still utilise campus facilities, such as computers and the internet. Therefore, many students, especially those with disabilities, need accessible pedestrian paths to reach those campuses from nearby residential areas. We propose reflective research of three users with visual disabilities (low vision). The study is to measure pedestrian paths accessibilities in Surabaya, Bandung, Indonesia and Brisbane, Australia. Furthermore, the study uses simple walkthrough evaluation and reflection of low vision students.  In conclusion, two pedestrian paths in Bandung and Surabaya are found less accessible that pedestrian paths in Brisbane for the low vision students. The less accessible Indonesian case studies are induced by a lack of planning, limited available spaces, poor …"}, "filled": true, "author_pub_id": "YigxyHoAAAAJ:MXK_kJrjxJIC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19594/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:0r9hyQirk3gJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Role of Enterprise Resource Planning (ERP) in Improving Organization’s Intellectual Capital", "pub_year": 2020, "citation": "KnE Life Sciences, 159–178-159–178, 2020", "author": "Priskila Adiasih and Saarce Elsye Hatane and Shendy Christyanto", "journal": "KnE Life Sciences", "pages": "159–178-159–178", "abstract": "The purpose of this study was to identify the influence of the management control system (MCS) on intellectual capital through the implementation of Enterprise Resource Planning (ERP) as an intervening variable. A theoretical model is developed that considers two concepts of MCS (the belief system and the boundary system) and the roles they play in enhancing intellectual capital. Data collected via survey from 57 managers of 36 companies in Indonesia that have implemented ERP system. This research used the partial least square to describe relationships between variables. Results suggest that belief system and boundary system has a positive influence towards intellectual capital through the implementation of ERP as an intervening variable on the companies that implement the ERP system in Indonesia. When the users experience that ERP is useful and easy to use, the users will use it well. Finding offer the implication for managers to start paying attention to the factors which can help to improve the users’ work performance. As the users’ performance improved the company’s intellectual capital will also be improved."}, "filled": true, "author_pub_id": "YigxyHoAAAAJ:roLk4NBRz8UC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=2514958087155757047", "cites_id": ["2514958087155757047"], "pub_url": "https://www.knepublishing.com/index.php/KnE-Life/article/view/6570", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9y_qMQ7t5iIJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 2, "2023": 3, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Empowering Women with Disabilities in the University  s Library in Developing Countries: Inclusive Design and Social-Economic Empowerment", "pub_year": 2019, "citation": "Empowering Women with Disabilities in the University  s Library in …, 2019", "author": "Gunawan Tanuwidjaja and Priskila Adiasih and Dian Wulandari and Luciana Kristanto", "abstract": "The Persons with disabilities right is regarded as significantly important by the United Nations Convention on the Rights of Persons with Disabilities (UNCRPD). Therefore empowerment strategies are needed to remove the barriers faced by Persons with Disabilities (PwDs).  In Indonesian context, Act No. 8 the Year 2016 actually have recognised the rights of PwDs.  Unfortunately, the UNCRPD implementation was not implemented yet with many inaccessible educational facilities. Therefore, Inclusive Design (ID) framework is needed because of the Universitys Library role as the central service for higher degree education and community hub. The research is trying to answer the research question of: - What are the barriers and success points of the implementation of Inclusive Design in Indonesia? The research is conducted with qualitative methods in Petra Christian University (PCU) Library in Indonesia. It will involve decision makers, architects, librarians, and students with disabilities.   An introductory project in PCU Library had been conducted in 2017-2018. The temporary findings are: PCU Library accessibility improvement was proposed following inclusive redesign methods. The barriers of ID implementation is the limited awareness of decision makers and the limited number of librarians. Besides that, the Special Assistance Corner and Disability Service is constructed in PCU Library, causing more educational access to PwDs and reducing poverty of PwDs, especially the Women with Disabilities. Additional women empowerment will be conducted by PCU Library such as the Products Packaging Training for Medium and Small Enterprise …"}, "filled": true, "author_pub_id": "YigxyHoAAAAJ:hqOjcs7Dif8C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=13229638292311908183", "cites_id": ["13229638292311908183"], "pub_url": "https://repository.petra.ac.id/18820/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Vx8o6O4dmbcJ:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Customers Income: Exploring Customers’ Willingness to Pay Toward Green-rated Hotels", "pub_year": 2019, "citation": "KnE Social Sciences, 115–132-115–132, 2019", "author": "Priskila Adiasih and A Charity Budiarso and C Natalia Sulangi and E Valerin Petra", "journal": "KnE Social Sciences", "pages": "115–132-115–132", "abstract": "At present, environmental issues attract the attention of academics, business communities, and governments in Indonesia. It is considered to be one of the requirements for sustainable development. The research studied the impact of customers’ belief, their reasonable objective, income, and the hotel’s obligation on the customers’ willingness to pay for the green-rated hotels. The selected green hotels in Surabaya, Indonesia, were JW Marriott, Sheraton, and Mercure. To test the proposed model empirically, personal surveys of hotel customers were conducted in Surabaya, Indonesia, using a structured questionnaire. A structural equations model was developed to test the research hypothesis. The findings show that customers’ belief and hotels’ obligation have a positive direct effect on the willingness to pay. But income and reasonable objective turn out to have a negative relationship to willingness to pay. At the same time, they reveal that customers’ income become a moderating variable of belief and hotels’ obligation to willingness to pay."}, "filled": true, "author_pub_id": "YigxyHoAAAAJ:4TOpqqG69KYC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=12401552435121590403", "cites_id": ["12401552435121590403"], "pub_url": "https://knepublishing.com/index.php/Kne-Social/article/view/4003", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:g5DNxjsqG6wJ:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 1, "2022": 1, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Do The Earnings Management, Governance, Media Exposure, and Ownership Structure Have Any Effect on ESG Disclosure?", "pub_year": 2018, "citation": "Journal of Economics and Business 1 (4), 564-576, 2018", "author": "Priskila Adiasih and Avioletta Effendy and Carissa Dea Yuwono and Nadya Octavia", "journal": "Journal of Economics and Business", "volume": "1", "number": "4", "pages": "564-576", "publisher": "Petra Christian University", "abstract": "Previous study has shown various results for the relationship between good corporate governance (GCG), and company ownership to corporate social responsibility (CSR) governance. The environmental, social and governance (ESG) is one dimension of CSR governance. Using legitimacy theory, this study conducts to answer the gap by exploring real earnings management practice towards ESG. We use financial data and CSR governance from Bloomberg ESG database. The samples are 27 companies for the period 2012-2016. The findings suggest that GCG influence positively to ESG disclosure. In addition, we find that real earnings management (represent by Abnormal Cash Flow from Operation and Abnormal Production) has a positive effect on ESG disclosure. However, no evidence yet exist that Abnormal Discretionary Expense has a significant effect on ESG disclosure. We also demonstrate how the company ownership influences the disclosure. This study contributes to the literature by focusing on real earnings management rather than abnormal discretionary accrual."}, "filled": true, "author_pub_id": "YigxyHoAAAAJ:5nxA0vEk-isC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=12383267249078410048", "cites_id": ["12383267249078410048"], "pub_url": "https://repository.petra.ac.id/20124/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:QBsMJPQz2qsJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Customers Income: Exploring Customer Willingness to Pay Towards Green-Rated Hotels", "pub_year": 2018, "citation": "Customers Income: Exploring Customer Willingness to Pay Towards Green-Rated …, 2018", "author": "Priskila Adiasih and Agnes Charity Budiarso and Christine Natalia Sulangi and Erlita Valerin", "abstract": "At present, environmental issues attract the attention of academics, business communities, and governments in Indonesia. It is considered to be one of requirements for sustainable development. The research studied the impact of customers belief, customers reasonable objective, customers income, and hotels obligation on the green rated hotels customer willingness to pay. The selected green hotel in Surabaya, Indonesia are J.W. Marriott, Sheraton, and Mercure. To test the proposed model empirically, personal surveys of hotel customers were conducted in Surabaya, Indonesia using a structured questionnaire. A structural equations model was developed to test the research hypothesis.  The findings show that customers belief and hotels obligation has positive direct effects on willingness to pay. But income and reasonable & objective turns out to have a negative relationship to willingness to pay. At the same time, they reveal that customers income become a moderating variable of belief and hotels obligation to willingness to pay."}, "filled": true, "author_pub_id": "YigxyHoAAAAJ:Se3iqnhoufwC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=11973054937194516492", "cites_id": ["11973054937194516492"], "pub_url": "https://repository.petra.ac.id/20122/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DFC3hwfWKKYJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Asymmetry and Governance of Corporate Social Responsible Disclosure in Indonesia", "pub_year": 2018, "citation": "Asymmetry and Governance of Corporate Social Responsible Disclosure in Indonesia, 2018", "author": "Priskila Adiasih and Vania Lianawati", "abstract": "The purpose of this research is to measure the influence of financial leverage, earnings management (modified Jones model), women on board (percentage) and size of the board on the environmental, social and governance (ESG) disclosure by corporations in Indonesia.  The ESG disclosure data used in this research are from Bloomberg database covering the period of 5 years, from 2012 to 2016. The method analysis used in this study is multiple linear regression, while the data is processed using Gretl software. The results show that the financial leverage, earnings management and women on board (percentage) negatively influence the ESG disclosure practice, while the size of the board influences positively on ESG disclosure.  The research limitations are the sample of companies in the Bloomberg ESG disclosure database. This research extends from previous studies conducted on the inclusion of ESG disclosure in Indonesia."}, "filled": true, "author_pub_id": "YigxyHoAAAAJ:_FxGoFyzp5QC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=18049399535112885695", "cites_id": ["18049399535112885695"], "pub_url": "https://repository.petra.ac.id/20123/2/Publikasi4_12001_4608.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vxWBUz9ZfPoJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 2, "2023": 2, "2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Role of ERP in Improving Organization  s Intellectual Capital", "pub_year": 2018, "citation": "The Role of ERP in Improving Organization  s Intellectual Capital, 2018", "author": "Priskila Adiasih and Saarce Elsye Hatane", "abstract": "The purpose of this study was to identify the influence of management control system (MCS) on intellectual capital through the implementation of ERP as intervening variable. Theoretical model is developed that considers two concepts of MCS (the belief system and the boundary system) and the roles they play in enhancing intellectual capital. Data collected via survey from 57 managers of 36 companies in Indonesia that have implemented ERP system. This research used the partial least square to describe relationships between variables. Results suggest that belief system and boundary system has a positive influence towards intellectual capital through the implementation of ERP as intervening variable on the companies that implement ERP system in Indonesia. When the users experience that ERP is useful and easy to use, the users will use it well. Finding offer the implication for managers to start paying attention to the factors which can help improving the users  work performance. As the users  performance improved the company s intellectual capital will also be improved."}, "filled": true, "author_pub_id": "YigxyHoAAAAJ:UebtZRa9Y70C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/18748/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:33HiLedD0uIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Influence of Belief System and Boundary System on Intellectual Capital Through Implementation of ERP", "pub_year": 2017, "citation": "The Influence of Belief System and Boundary System on Intellectual Capital …, 2017", "author": "Priskila Adiasih and Saarce Elsye Hatane and Shendy Christyanto", "abstract": "The aim of this study was to identify whether there is influence between the belief system and the boundary system against intellectual capital through the implementation of ERP as intervening variable. The population used in this study is a company in Indonesia that implements ERP system. The sample of this research is 36 companies in Indonesia that have implemented ERP system. Data analysis techniques used in this research was the partial least square to describe relationships between variables. Data processing using WarpPLS 5.0. The results showed that belief system and boundary system has a positive and significant influence towards intellectual capital through the implementation of ERP as intervening variable on the companies that implement ERP system in Indonesia."}, "filled": true, "author_pub_id": "YigxyHoAAAAJ:IjCSPb-OGe4C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/18746/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:LGEy-OEQrY0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Documenting Family Businesses Typology in Traditional Food Sector in Surabaya: Architecture Design and Business Principles", "pub_year": 2017, "citation": "Documenting Family Businesses Typology in Traditional Food Sector in …, 2017", "author": "Priskila Adiasih and Gunawan Tanuwidjaja and Adi Wibowo and MEIDY MARIA and GRACE SILVANI and ELVIANTY GONTHA", "abstract": "Family business (FB) in the food industry was very important. Capturing the Family Business Resilience in Traditional Food Sector in Surabaya was conducted from 2015 to 2016 by Petra Christian University, funded by UBCHEA (https://unitedboard.org/). The purposes were to document the Family Business in traditional food sector in Surabaya and the types of business place of the family business. It was conducted with qualitative methods of: FB location mapping, students’ workshop, interview and photo documentation, video documentation, SWOT analysis, marketing and architectural design for traditional food vendors. FB in Traditional Food Sector in Surabaya were found interesting but less sustainable. The Business Principles, such as, hard work and humility were found central. They could be more sustainable with application of human resources development and professional management. Meanwhile attractive factors of the FBs were the food quality, human service and affordable food price. Several types of architecture typology were found: the restaurant, the legal eating place (warung) and the illegal street-hawker stall. The informal ones were found because of the behavior of Surabaya’s residents. Lastly, more business development strategies were needed, such as website marketing, collaboration with online marketing such as Go-Food and architectural rehabilitation."}, "filled": true, "author_pub_id": "YigxyHoAAAAJ:qjMakFHDy7sC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=12169586055118612679", "cites_id": ["12169586055118612679"], "pub_url": "https://repository.petra.ac.id/18261/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:x2jkNgoO46gJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Persepsi Terhadap Makanan Tradisional Jawa Timur: Studi Awal Terhadap Mahasiswa Perguruan Tinggi Swasta Di Surabaya. Kinerja, 19 (2), 114–127", "pub_year": 2017, "citation": "", "author": "P Adiasih and RKMR Brahmana"}, "filled": true, "author_pub_id": "YigxyHoAAAAJ:KlAtU1dfN6UC", "num_citations": 9, "citedby_url": "/scholar?hl=en&cites=17509791889127733131", "cites_id": ["17509791889127733131"], "pub_url": "https://scholar.google.com/scholar?cluster=17509791889127733131&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:i3d5yvNG__IJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 2, "2023": 5, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Rancang Sistem Informasi Akuntansi Siklus Pendapatan Hotel ‘X’di Surabaya", "pub_year": 2017, "citation": "Bus. Account. Rev 5 (2), 769-780, 2017", "author": "Evando Callestyo and Priskila Adiasih", "journal": "Bus. Account. Rev", "volume": "5", "number": "2", "pages": "769-780", "abstract": "Penelitian ini bertujuan untuk melihat keefektifan sistem informasi akuntansi siklus pendapatan pada hotel. Studi kasus yang digunakan akan memperlihatkan bahwa pengendalian kas sangat penting bagi hotel karena manajemen kas adalah aset hotel yang mudah dicuri. Sistem dibuat bukan hanya memisahkan tugas dan kewajiban masing-masing pegawai tetapi juga untuk mengolah data-data yang ada menjadi kumpulan informasi yang membantu pimpinan untuk melakukan pengendalian internal. Hasil penelitian sistem informasi akuntansi di hotel “X” akan memperlihatkan pentingnya sistem informasi akuntansi yang terintegrasi dalam mencapai pertumbuhan perusahaan. Sistem informasi yang tersimpan dengan baik dan terhubung secara komputerisasi akan menghasilkan informasi pendapatan yang akurat dan membantu perusahaan untuk mengambil keputusan dengan cepat."}, "filled": true, "author_pub_id": "YigxyHoAAAAJ:W7OEmFMy1HYC", "num_citations": 10, "citedby_url": "/scholar?hl=en&cites=6697991196719526741", "cites_id": ["6697991196719526741"], "pub_url": "https://scholar.google.com/scholar?cluster=6697991196719526741&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VTMphYEL9FwJ:scholar.google.com/", "cites_per_year": {"2018": 1, "2019": 0, "2020": 2, "2021": 2, "2022": 2, "2023": 0, "2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGARUH CUSTOMER’S PERCEIVED VALUE TERHADAP PENINGKATAN KINERJA PERUSAHAAN", "pub_year": 2016, "citation": "Jurnal Manajemen Pemasaran 10 (1), 35-42, 2016", "author": "Priskila Adiasih and Saarce Elsye Hatane", "journal": "Jurnal Manajemen Pemasaran", "volume": "10", "number": "1", "pages": "35-42", "abstract": "Peningkatan gerai ritel di Indonesia menimbulkan persaingan yang ketat. Nilai yang dirasakan oleh pelanggan menjadi andil terhadap kinerja perusahaan. Penelitian ini bertujuan untuk mengetahui hubungan nilai yang dirasakan pelanggan dengan kinerja perusahaan. Sampel penelitian adalah 35 convenience store dan 40 fashion industry di Surabaya. Hasil uji dengan partial least square menunjukkan bahwa nilai yang dirasakan pelanggan berpengaruh positif terhadap kinerja perusahaan ritel di Surabaya"}, "filled": true, "author_pub_id": "YigxyHoAAAAJ:2osOgNQ5qMEC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=4978786916382482428", "cites_id": ["4978786916382482428"], "pub_url": "http://jurnalpemasaran.petra.ac.id/index.php/mar/article/view/19772", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:_B9XW1I0GEUJ:scholar.google.com/", "cites_per_year": {"2020": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Developing interreligious understanding and peacebuilding among local and international students through community outreach program in the Moslem community", "pub_year": 2015, "citation": "DEVELOPING INTERRELIGIOUS UNDERSTANDING AND PEACEBUILDING AMONG LOCAL AND …, 2015", "author": "Linda Bustan and Titi Nur Vidyarini and Resmana Lim and Priskila Adiasih", "abstract": "Differences between religion and ethnicities can be problematic without any effort to understand. Without understanding about the issues, conflict and violence could emerge. Thus, an activity which introduce those different groups to each other is needed, in order for them to have mutual understanding and able to live together in peace. One of the way to provide peace education is through cross cutting affiliation in the society, such as through Community Outreach Program (COP) provided by Petra Christian University. COP 2013 is a service learning program for international students in a Moslem populated Petungroto Village in Kediri, East Java Province. In COP, the students from seven countries lived for a month with the local villagers. They help developing the local community through education and public facilities. COP can be a tool to actualize inter-religious understanding and enable an interfaith dialogue among the participant of the program. Stereotyping based on different religions and ethnicities happened in COP. According to Swidler, interfaith dialogue happens in three areas which are practical, spiritual, and cognitive. Utilizing qualitative approach with data collection through focus group discussion, interview and field notes, the researchers focus on some key problems such as the process of international and local students in overcoming the conflict arise from different religion and ethnicities during COP, and the process of peacebuilding through understanding among the students.  The research produces several findings. First, the conflict was overcome through the adaptation process of the students. The students adapted through …"}, "filled": true, "author_pub_id": "YigxyHoAAAAJ:9yKSN-GCB0IC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=4831163336769304346", "cites_id": ["4831163336769304346"], "pub_url": "https://repository.petra.ac.id/17415/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:GncGTHW9C0MJ:scholar.google.com/", "cites_per_year": {"2015": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Persepsi terhadap makanan tradisional Jawa Timur: Studi awal terhadap mahasiswa perguruan tinggi swasta di Surabaya", "pub_year": 2015, "citation": "Kinerja 19 (2), 114-127, 2015", "author": "Priskila Adiasih and Ritzky KMR Brahmana", "journal": "Kinerja", "volume": "19", "number": "2", "pages": "114-127", "abstract": "Atma Inovasia Journal (JAI) is a journal of community service published by Lembaga Penelitian dan Pengabdian pada Masyarakat, Universitas Atma Jaya Yogyakarta to facilitate the publication of community service report academically 6 times in a year. JAI has been accredited SINTA 4 by the Ministry of Education, Culture, Research, and Technology of Republic of Indonesia since 30 May 2024 with SK: 72/E/KPT/2024."}, "filled": true, "author_pub_id": "YigxyHoAAAAJ:u-x6o8ySG0sC", "num_citations": 69, "citedby_url": "/scholar?hl=en&cites=601608662707550421", "cites_id": ["601608662707550421"], "pub_url": "https://ojs.uajy.ac.id/index.php/kinerja/article/view/538", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:1Th7KuRXWQgJ:scholar.google.com/", "cites_per_year": {"2017": 2, "2018": 2, "2019": 6, "2020": 6, "2021": 9, "2022": 14, "2023": 15, "2024": 13, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengembangan Usaha Kecil Cethok di Kampung Tepi Sungai, Bratang Tangkis, Surabaya", "pub_year": 2014, "citation": "Share: Journal of Service Learning 2 (1), 28-34, 2014", "author": "Priskila Adiasih", "journal": "Share: Journal of Service Learning", "volume": "2", "number": "1", "pages": "28-34", "abstract": "Usaha kecil merupakan tulang punggung dari kampung informal di Perkotaan. Salah satu bentuk green business yang mendukung kampung informal Bratang Tangkis di Surabaya adalah usaha cethok komunitas. Cethok atau sendok ini digunakan untuk menunjang proses pengolahan kompos dengan metode takakura. Usaha ini mengolah bahan pipa polyvinylchlorida (PVC) bekas atau yang akrab dipanggil paralon. Usaha ini juga mengangkat ekonomi warga yang tergabung dalam usaha cethok komunitas sekaligus meningkatkan keberlanjutan dari kampung–kampung yang melakukan pengomposan ini. Untuk mendampingi pengembangan usaha ini maka dilakukan kegiatan SERVICE-LEARNING dalam kelas Sistem Informasi Bisnis, pada Program Studi Akuntansi, Program Akuntansi Bisnis. Kegiatan ini selain bertujuan untuk membantu usaha kecil ini juga diharapkan menjadi sarana bagi mahasiswa untuk meningkatkan kemampuan berinteraksi dengan warga, melakukan analisis SWOT, menyusun pembukuan sederhana, membantu promosi cethok melalui blog sehingga bermanfaat bagi warga untuk mengembangkan usaha cethok."}, "filled": true, "author_pub_id": "YigxyHoAAAAJ:d1gkVwhDpl0C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=15235916313448318824", "cites_id": ["15235916313448318824"], "pub_url": "http://share.petra.ac.id/index.php/share/article/view/19080", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:aIeq6inZcNMJ:scholar.google.com/", "cites_per_year": {"2020": 2}}
