{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENDEKATAN HUMAN-CENTERED DESIGN PADA DESAIN INTERIOR DUNKIN’DONUTS RMI NGAGEL SURABAYA", "pub_year": 2025, "citation": "Askara: Jurnal Seni dan Desain 3 (2), 130-144, 2025", "author": "Cheryl Ruby Lee and Mariana Wibowo", "journal": "Askara: Jurnal Seni dan Desain", "volume": "3", "number": "2", "pages": "130-144", "abstract": "Kafe merupakan tempat seseorang atau sekelompok orang untuk makan dan minum sambil mengobrol, bersantai, berkumpul atau sekedar mengisi waktu luang. Seiring berjalannya waktu, kafe banyak diminati orang sebagai tempat untuk melakukan pekerjaan. Mengingat pengaruh pandemi yang cukup berdampak pada sistem dan pola kerja masyarakat yaitu sistem work from home, yang mana kini sistem tersebut telah berkembang menjadi work from café. Hal itu dapat terjadi karena banyak orang telah terbiasa serta merasa lebih nyaman dan produktif ketika bekerja di luar kantor, salah satunya di kafe. Metode yang digunakan adalah metode design thinking yaitu, understand, observe, point of view, ideate, prototype, test, story telling, pilot, dan business model dengan menerapkan pendekatan human-centered design. Pendekatan ini memfokuskan manusia sebagai pengguna ruang guna mendukung kenyamanan pengguna saat beraktivitas. Tujuan penelitian ini adalah menciptakan desain interior yang dapat memaksimalkan produktivitas seluruh pengguna baik karyawan maupun pengunjung. Penelitian ini menghasilkan desain interior yang memfokuskan pola aktivitas dan kebutuhan pengguna pada interior ruang, untuk meningkatkan kualitas pelayanan karyawan, minat dan kepuasan pengunjung, serta brand awareness dari kafe itu sendiri."}, "filled": true, "author_pub_id": "yqHS8foAAAAJ:WA5NYHcadZ8C", "num_citations": 0, "pub_url": "https://journal.ittelkom-pwt.ac.id/index.php/askara/article/view/1484", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:QRtAhQQ-4ikJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "TERAPAN SMART TECHNOLOGY PADA DESAIN INTERIOR GLORY JAYA STATIONERY STORE DI SURABAYA", "pub_year": 2025, "citation": "Askara: Jurnal Seni dan Desain 3 (2), 179-195, 2025", "author": "Catherine Michelle Wijaya and Mariana Wibowo", "journal": "Askara: Jurnal Seni dan Desain", "volume": "3", "number": "2", "pages": "179-195", "abstract": "Perkembangan zaman mendorong desainer dalam menciptakan desain yang tidak mudah termakan waktu namun tetap menarik pengguna. Menarik diartikan menjawab permasalahan desain seperti kebutuhan ruang, keinginan ruang, bahkan konsep tata ruang. Tidak hanya itu, desainer juga dituntut untuk menciptakan desain yang meningkatkan efektivitas serta produktivitas kerja, namun tidak mudah termakan waktu. Maka dari itu smart technology design menjadi salah satu solusi yang menjawab permasalahan tersebut, dengan adaptasi dari smart material, devices, hingga sensors serta minuteman kenyamanan pengguna dan flexibilities ruang. Sama halnya dengan perkembangan desain yang ada, perkembangan bisnis ritel di Indonesia juga semakin berkembang pesat. Hal tersebut menimbulkan dampak seperti persaingan antar bisnis hingga perubahan pembeli dalam berbelanja. Maka dari itu, setiap bisnis ritel diharapkan dapat memiliki strategi dan daya tariknya sendiri dalam menarik konsumen. Penelitian ini dilakukan menggunakan desain dengan terapan smart technology pada Glory Jaya Stationery Store, yang merupakan sebuah toko ritel bidang alat tulis dan kantor. Metode desain yang digunakan adalah understand, observe, point of view, ideate, prototype, test, story telling, pilot, dan business model. Tujuan penelitian ini adalah menjawab permasalahan yang ada yaitu dengan menghasilkan desain stationery store yang nyaman dan dapat menarik perhatian pengunjung, serta menerapkan smart technology. Hasil dari penelitian ini adalah 1 set desain interior dengan terapan smart technology yang dapat membantu …"}, "filled": true, "author_pub_id": "yqHS8foAAAAJ:HE397vMXCloC", "num_citations": 0, "pub_url": "https://journal.ittelkom-pwt.ac.id/index.php/askara/article/view/1482", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:bC3NnYwLYx8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENDEKATAN ERGONOMIC DESIGN PADA GEDUNG AUDREY AND CO DI SURABAYA", "pub_year": 2025, "citation": "Askara: Jurnal Seni dan Desain 3 (2), 145-166, 2025", "author": "Paul Reynald Wiyanto and Mariana Wibowo", "journal": "Askara: Jurnal Seni dan Desain", "volume": "3", "number": "2", "pages": "145-166", "abstract": "Ergonomi merupakan sebuah prinsip yang digunakan dalam perancangan sebuah ruang. Ergonomi dalam penerapanya menggunakan Antropometri sebagai acuan pengukuran yang standar sehingga konsumen merasa nyaman saat menggunakan perabot seperti meja dan kursi. Butik merupakan tempat untuk menjual baju dan aksesoris wanita lainnya seperti tas, dompet, kalung, dan juga sepatu. Aktifitas dalam butik adalah memilih dan membeli baju, namun perlu diketahui bahwa butik membutuhkan ruang fitting dan ruang tunggu. Desain dalam ruangan menjadi tidak nyaman apabila tidak menerapkan prinsip desain didalamnya terutama pada ukuran lemari, ukuran sofa, dan ukuran meja, oleh karena itu prinsip ergonomi menjadi prioritas utama dalam desain ruang. Penelitian ini bertujuan untuk mengetahui bagaimana penerapan prinsip ergonomi dapat memenuhi kebutuhan klien secara menyeluruh. Metode yang digunakan ada beberapa tahap yaitu understand, observe, point of view, ideate, prototype, test, storytelling, pilot, dan business model. Tahapan berikut menjadi proses perancangan sebuah desain yang akan digunakan dalam perancangan sebuah butik."}, "filled": true, "author_pub_id": "yqHS8foAAAAJ:t6usbXjVLHcC", "num_citations": 0, "pub_url": "https://journal.ittelkom-pwt.ac.id/index.php/askara/article/view/1554", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:7ZesZ5Lx0wAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENYANGGA BUKU", "pub_year": 2025, "citation": "PENYANGGA BUKU, 2025", "author": "JEANNY OCTAVIA and ELSHADAI JOAN ANDREA and Mariana Wibowo", "publisher": "Petra Christian University", "abstract": "SERTIFIKAT DESAIN INDUSTRI Page 1 REPUBLIK INDONESIA KEMENTERIAN HUKUM \nSERTIFIKAT DESAIN INDUSTRI Menteri Hukum atas nama Negara Republik Indonesia \nberdasarkan UndangUndang Nomor 31 Tahun 2000 tentang Desain Industri, memberikan hak \nDesain Industri kepada : Nama dan Alamat Pemegang Desain Industri : LPPM Universitas \nKristen Petra Indonesia Siwalankerto, Wonocolo, Kota Surabaya, Jawa Timur 60236, Indonesia \n(ID) Nama Pendesain : Jeanny Octavia, Elshadai Joan Andrea, 3. (lihat lampiran) Judul \nDesain Industri : PENYANGGA BUKU Pelindungan diberikan untuk : Bentuk dan Konfigurasi \nNomor Pendaftaran : IDD000073538 Sertifikat ini berlaku 10 (sepuluh) tahun terhitung sejak \ntanggal penerimaan permohonan 31 Agustus 2023. Sertifikat Desain Industri ini dilampiri \ndengan gambar, uraian atau keterangan yang tidak terpisahkan dari sertifikat ini. an MENTERI …"}, "filled": true, "author_pub_id": "yqHS8foAAAAJ:olpn-zPbct0C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21417/1/Kegiatanhaki_05002_1574.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:3aIMB62CDNwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Interior gedung Sasana Suka Sekolah Karangturi di Semarang dengan konsep biomimikri", "pub_year": 2024, "citation": "jurnal desain 11 (3), 492-506, 2024", "author": "Zefania Audrey Santoso and Mariana Wibowo", "volume": "11", "number": "3", "pages": "492-506", "abstract": "Gedung serbaguna asrama sebuah sekolah memiliki peran penting dalam mendukung proses pembelajaran dan pengembangan siswa. Biomimikri merupkan sebuah metode inovasi yang didaptkan melalui inspirasi desain alam. Penggunaan biomimikri pada perancangan interior gedung serbaguna asrama dapat memberikan beberapa keuntungan, terutama untuk menciptakan ruang yang lebih fungsional, nyaman, dan ramah lingkungan. Metode yang digunakan adalah desain thinking dengan tahapan preparation, understanding, ideation, implementation, dan test, serta Final Output. Desain akhir Pada Desain Gedung serbaguna asrama ini menggunakan konsep biomimicry dengan judul The Ravens''s Den. Konsep ini merupakan konsep yang menggunakan metode biomimicry dimana pada konsep ini mengadaptasi kehidupan burung gagak yang merupakan maskot dari logo sekolah karangturi. burung gagak diambil sebagai konsep karena selain merupakan brand image dari sekolah karangturi, burung gagak merupakan burung yang banyak menggambarkan karakter dan nilai sekolah karang turi yang beberapa diantaranya adalah kecerdikan, solidaritas, dan meenjaga kebersihan. maka dari itu hutan yang merupakan habitat burung gagak diambil sebagai konsep untuk merepresentasikan biomimikri dari habitat serta prilaku burung gagak melalui pengaplikasian konsep Biomimikri, desainer dapat membuat sebuah desain bangunan yang awalnya merupakan sebuah lahan kosong yang belum direncanakan menjadi sebuah desain bangunan yang dapat memanfaatkan keadaan disekitarnya serta memiliki manfaat bagi penggunanya."}, "filled": true, "author_pub_id": "yqHS8foAAAAJ:wbdj-CoPYUoC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21320/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:sDz3lr0CoOcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENOPANG BUKU INTERIOR", "pub_year": 2024, "citation": "PENOPANG BUKU INTERIOR, 2024", "author": "NYOMAN AYU DIAH PRABAWATI and Mariana Wibowo and JUANITA PRISCILLA", "publisher": "Petra Christian University", "abstract": "Kegunaan: Konsep desain Penopang Buku Interior ini terinspirasi dari isi ruangan yang menggambarkan sebuah Interior. Terdapat; wall panel, sofa, meja laci, lampu gantung; dan logo PCU (Petra Christian University) yang melambangkan program studi desain interior Universitas Kristen Petra. Penopang Buku ini berfungsi untuk penahan buku, sekaligus dekorasi ruangan. Produk ini menggunakan material besi 2mm dengan finishing menggunakan warna Pink Rose (NP440). Produk ini memiliki ukuran dimensi 225x145x268 mm. Sebagai penahan buku dan dekorasi ruangan."}, "filled": true, "author_pub_id": "yqHS8foAAAAJ:XiVPGOgt02cC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21335/1/Kegiatanhaki_05002_1543.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:wvHxJ6zeo5kJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENOPANG BUKU FHIK MOTION", "pub_year": 2024, "citation": "PENOPANG BUKU FHIK MOTION, 2024", "author": "SIAUW HARIYANTO and JEREMIA OKTAVIANO and Mariana Wibowo and JUANITA PRISCILLA", "publisher": "Petra Christian University"}, "filled": true, "author_pub_id": "yqHS8foAAAAJ:bnK-pcrLprsC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lRtH5S99eX8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Kursi Samantha", "pub_year": 2024, "citation": "Kursi Samantha, 2024", "author": "Mariana Wibowo and SAMANTHA ANGELIA and Anik Rakhmawati", "publisher": "Petra Christian University", "abstract": "Kegunaan: Kursi Santai Rouna adalah kursi santai berukuran 74 cm x 77 cm x 71 cm yang terbuat dari kerangka kayu dan spons yang dibekled kain import berwarna abu-abu muda dengan lubang pada sandaran dan pemberian radius di setiap ujung armrest. Konsep desain dari Rouna Armchair adalah berbentuk dinamis (tidak terlalu kotak ataupun bulat), berwarna netral dan menggunakan kombinasi material yang berkualitas baik. Rouna terlihat modern dan elegan serta cocok ditempatkan pada ruang tamu dengan gaya modern kontemporer. Sebagai kursi single seat yang digunakan untuk duduk bersantai, yang umumnya diletakkan bersama dengan sofa maupun di samping side table pada ruang tamu."}, "filled": true, "author_pub_id": "yqHS8foAAAAJ:J-pR_7NvFogC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21147/1/Kegiatanhaki_05002_1508.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:rdrlcvnkjOQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Implementasi Human Centered Design pada Interior Balai Paroki Gereja Santo Aloysius Gonzaga Surabaya", "pub_year": 2024, "citation": "Jurnal Desain 1 (2), 248-263, 2024", "author": "Mariana Wibowo and MARIA CATHY BUDIMAN", "volume": "1", "number": "2", "pages": "248-263", "abstract": "Balai Paroki disebut sebagai wadah ibadah bagi umat katolik untuk melaksanakan  berbagai macam aktivitas. Banyaknya aktvitas yang dilakukan di dalam gedung ini muncul berbagai  macam permasalahan yang kompleks. Beberapa gereja yang mempunyai Balai Paroki hanya  dirancang sedemikian rupa agar bisa difungsikan oleh umat tanpa memperhatikan isu tersebut.  Begitu juga pada objek perancangan balai paroki yang penulis lakukan. Permasalahan yang terjadi  yaitu bangunan balai paroki ini belum terbentuk, sehingga bangunan ini memerlukan acuan desain  yang sesuai dengan kebutuhan umat gereja. Oleh karena itu, perancangan interior balai paroki St.  Aloysius Gonzaga dilakukan sehingga dapat mewadahi fasilitas umat. Perancangan Balai Paroki  menerapkan metode perancangan design thingking, serta memakai metode pendekatan human centered design dan empathic design. Dari hasil perancangan, Balai Paroki Gereja dapat menjadi  sebuah fasilitas yang berguna untuk publik sebagai ruang yang bisa dimanfaatkan dengan baik dan  sesuai dengan kebutuhan pengguna."}, "filled": true, "author_pub_id": "yqHS8foAAAAJ:sSrBHYA8nusC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20784/2/Publikasi4_05002_10077.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qiUrk8_poCsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Marketplace based application system to improve customer satisfaction on laundry business", "pub_year": 2024, "citation": "AIP Conference Proceedings 2951 (1), 2024", "author": "Djoni Haryadi Setiabudi and Michael Santoso and Mariana Wibowo", "journal": "AIP Conference Proceedings", "volume": "2951", "number": "1", "publisher": "AIP Publishing", "abstract": "Laundry service shop customers are presently confronted with several service options, qualities, and features. This is due to the inconsistent operational management of these organizations, in delivering maximum satisfaction. These problems often lead to the unsatisfactory level of customers, as they begin to search for better laundry service alternatives, which consumes much time and effort. The studies on laundry service shop businesses have also been widely carried out, as they are found to only focus on the ease of management due to delivery to one shop, which is equipped with features of comfortable services and payments. However, it has not been able to handle the demand of customers and various items, which needs to be sent to different laundry shops. Based on these studies, the laundry business concept should be developed to improve service qualities, with customers having the option to distribute …"}, "filled": true, "author_pub_id": "yqHS8foAAAAJ:4fKUyHm3Qg0C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=2821448403779958714", "cites_id": ["2821448403779958714"], "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2951/1/030020/3020014", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:urdl41_MJycJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Gantungan Baju Anjing", "pub_year": 2024, "citation": "Gantungan Baju Anjing, 2024", "author": "Mariana Wibowo and EVELYN SUGIANTO", "publisher": "Petra Christian University", "abstract": "Kegunaan:\" Nono Sang Anjing\" merupakan gantungan baju untuk anak yang berbentuk anjing yang lucu, salah satu bentuk yang digemari anak-anak. Dimensi dari gantungan ini adalah 293 mm x 63 mm, dengan ketebalan 2 mm, material metal, dengan finishing cat warna cream. Gantungan dapat diletakkan di kamar tidur atau kamar mandi anak. Penggunaan gantungan ini adalah untuk menggantung baju, tas, topi, dan lain-lain."}, "filled": true, "author_pub_id": "yqHS8foAAAAJ:8AbLer7MMksC", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=12698014539813399101&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:PapSbvJoOLAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Gantungan Pakaian Bis", "pub_year": 2023, "citation": "Gantungan Pakaian Bis, 2023", "author": "Mariana Wibowo and FELLIX USODO", "publisher": "Petra Christian University", "abstract": "10 6 67  1 6969 3 06 Page 1 0123456769 91 6 71 19 106 9 373  9 7 6 93 6 10 \n6 67  1 6969 3 06        ! \" # $ %& ' ( % ) \"*) \"!( ( +,- . /000 \"1 ' \n2 % . 1 '  $ 3 !   & 4 \" \"1  ' 3522 356789:6;<:796:;8528;9< =&>? @ & (,/,*,+,2A0/+A2B( \n? % C 2 = @ - ' ( D'1E ! 4 3 8F6G3:HIHJ <96<5<K6LHMH = &1 ' 3N 9 39N 92 \n7 6 9 4 & \"  %  3485;OPI<57H5QRO9<:6 !( ( 4 S 36 TTTTUVWVX ? Y  % & ,0D \n$ & .E .  . \" Z  \"\" &$ $ (.( [X9H78\\L89[T[[> ? Y 1 '   & $  \" \" % 2   \" \nC \"  $ .   Y  > >  ]!-]#' )B) 1 ! B ? ?' !)?' 1'#]B-)#=]!1]# ^B]B _ !'!-]^]B-) ^ >% \n1  ` $  1 ' \"\"( (1 ( !'4,aAb,/0c,aa,0+,00/ Page 2 0123456789894 6 88 0113 \n844 1 01 348 5 7  5945 7  5 7 77989 5 5 7 0 3 1 4 !\" #2 22 0213 $%&%')*'&%+%,-,.7 \n2 22 2 0223 /-,00-1)*,*'2&--,)*'&%+%,-,.2 9 3 !\" #2 22 0 3 …"}, "filled": true, "author_pub_id": "yqHS8foAAAAJ:mvPsJ3kp5DgC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21081/1/Kegiatanhaki_05002_1371.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:JJx9-9UQdekJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Gantungan Metal Gajah Di Langit Kesembilan", "pub_year": 2023, "citation": "Gantungan Metal Gajah Di Langit Kesembilan, 2023", "author": "Mariana Wibowo and GABRIELLA CALYSTA TASLIM", "publisher": "Petra Christian University", "abstract": "SERTIFIKAT DESAIN INDUSTRI Page 1 REPUBLIK INDONESIA KEMENTERIAN HUKUM DAN \nHAK ASASI MANUSIA SERTIFIKAT DESAIN INDUSTRI Menteri Hukum dan Hak Asasi Manusia \natas nama Negara Republik Indonesia berdasarkan Undang-Undang Nomor 31 Tahun 2000 \ntentang Desain Industri, memberikan hak Desain Industri kepada : Nama dan Alamat Pemegang \nDesain Industri : LPPM Universitas Kristen Petra Jl. Siwalankerto No. 121-131, Kelurahan \nSiwalankerto Indonesia Nama Pendesain : Gabriella Calysta Taslim, Mariana Wibowo Judul \nDesain Industri : GANTUNGAN METAL GAJAH DI LANGIT KESEMBILAN Pelindungan \ndiberikan untuk : Bentuk dan Konfigurasi Nomor Pendaftaran : IDD000063290 Sertifikat ini \nberlaku 10 (sepuluh) tahun terhitung sejak tanggal penerimaan permohonan 07 Februari \n2022. Sertifikat Desain Industri ini dilampiri dengan gambar, uraian atau keterangan yang …"}, "filled": true, "author_pub_id": "yqHS8foAAAAJ:V3AGJWp-ZtQC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21076/1/Kegiatanhaki_05002_1298.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lVE-az5iCe4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Gantungan Metal Bayi Tidur", "pub_year": 2023, "citation": "Gantungan Metal Bayi Tidur, 2023", "author": "Mariana Wibowo and ANDREA HANSEN", "publisher": "Petra Christian University", "abstract": "SERTIFIKAT DESAIN INDUSTRI Page 1 REPUBLIK INDONESIA KEMENTERIAN HUKUM \nDAN HAK ASASI MANUSIA SERTIFIKAT DESAIN INDUSTRI Menteri Hukum dan Hak Asasi \nManusia atas nama Negara Republik Indonesia berdasarkan Undang-Undang Nomor 31 \nTahun 2000 tentang Desain Industri, memberikan hak Desain Industri kepada : Nama dan \nAlamat Pemegang Desain Industri : LPPM Universitas Kristen Petra Jl. Siwalankerto No. 121-131, \nKelurahan Siwalankerto Indonesia Nama Pendesain : Andrea Hansen, Mariana Wibowo \nJudul Desain Industri : GANTUNGAN METAL BAYI TIDUR Pelindungan diberikan untuk : \nBentuk dan Konfigurasi Nomor Pendaftaran : IDD000063288 Sertifikat ini berlaku 10 (sepuluh) \ntahun terhitung sejak tanggal penerimaan permohonan 07 Februari 2022. Sertifikat Desain \nIndustri ini dilampiri dengan gambar, uraian atau keterangan yang tidak terpisahkan dari …"}, "filled": true, "author_pub_id": "yqHS8foAAAAJ:D_sINldO8mEC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21075/1/Kegiatanhaki_05002_1299.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:24mIA-uIm4gJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Gantungan Metal Penguin Yang Menyenangkan", "pub_year": 2023, "citation": "Gantungan Metal Penguin Yang Menyenangkan, 2023", "author": "Mariana Wibowo and JUANITA PRISCILLA and GERARD LEVINAS KAWENGIAN", "publisher": "Petra Christian University", "abstract": "SERTIFIKAT DESAIN INDUSTRI Page 1 REPUBLIK INDONESIA KEMENTERIAN HUKUM \nDAN HAK ASASI MANUSIA SERTIFIKAT DESAIN INDUSTRI Menteri Hukum dan Hak Asasi \nManusia atas nama Negara Republik Indonesia berdasarkan Undang-Undang Nomor 31 \nTahun 2000 tentang Desain Industri, memberikan hak Desain Industri kepada : Nama dan \nAlamat Pemegang Desain Industri : LPPM Universitas Kristen Petra Jl. Siwalankerto No. 121-131, \nKelurahan Siwalankerto Indonesia Nama Pendesain : Gerard Levinas Kawengian, Juanita \nPriscilla, 3. (lihat lampiran) Judul Desain Industri : GANTUNGAN METAL PENGUIN YANG \nMENYENANGKAN Pelindungan diberikan untuk : Bentuk dan Konfigurasi Nomor Pendaftaran \n: IDD000063291 Sertifikat ini berlaku 10 (sepuluh) tahun terhitung sejak tanggal penerimaan \npermohonan 07 Februari 2022. Sertifikat Desain Industri ini dilampiri dengan gambar, …"}, "filled": true, "author_pub_id": "yqHS8foAAAAJ:fQNAKQ3IYiAC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21077/1/Kegiatanhaki_05002_1301.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KN7Qqo44UzgJ:scholar.google.com/", "cites_per_year": {}}
