{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Electrical load time series data forecasting using interval type-2 fuzzy logic system", "pub_year": 2010, "citation": "Computer Science and Information Technology (ICCSIT), 2010 3rd IEEE …, 2010", "author": "Yongky Kurniawan Thiang", "conference": "Computer Science and Information Technology (ICCSIT), 2010 3rd IEEE International Conference on", "volume": "5", "pages": "527-531", "publisher": "IEEE", "abstract": "This paper describes about electrical load time series data forecasting using interval type-2 fuzzy logic system. This interval type-2 fuzzy logic is used as the method to forecast electrical load in East Java-Bali area from January until March 2007. The training data used in this research are electric load data from September 2005 until December 2006. The structure of Interval Type-2 Fuzzy Logic used in this research, has three fuzzy sets per input with uncertain mean Gaussian membership function. The number of input varies from two until five inputs in order to predict single output value. Steepest descent training algorithm is used to train interval type-2 fuzzy logic system. The training process was done by adjusting the used parameter so that this system can produce an output with minimum error. Experimental result showed that the interval type-2 fuzzy logic system could forecast East Java-Bali's electrical load data …"}, "filled": true, "author_pub_id": "YtozS_AAAAAJ:5nxA0vEk-isC", "num_citations": 14, "citedby_url": "/scholar?hl=en&cites=7695661451121709180", "cites_id": ["7695661451121709180"], "pub_url": "https://ieeexplore.ieee.org/abstract/document/5563903/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:fNDGAVF7zGoJ:scholar.google.com/", "cites_per_year": {"2011": 1, "2012": 3, "2013": 0, "2014": 2, "2015": 1, "2016": 2, "2017": 2, "2018": 0, "2019": 0, "2020": 1, "2021": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sistem Otomasi Mesin Tempat Parkir Mobil Bawah Tanah dengan Menggunakan Programmable Logic Controller", "pub_year": 2010, "citation": "Jurnal Teknik Mesin 10 (2), pp. 94-101, 2010", "author": "Thiang Thiang and Edwin Sugiarta", "journal": "Jurnal Teknik Mesin", "volume": "10", "number": "2", "pages": "pp. 94-101", "abstract": "Nowadays, number of cars increases more and more. This causes increase in the need of park area for the cars meanwhile there is limited area that can be used as park area for cars. Therefore, this paper describes about design of automatic car parking system, which places underground. This automatic car parking miniature model has 3 levels and each level can store 24 cars. This automatic car parking model is designed by using several actuators like AC motor, stepper motor, pneumatic system and several sensors like photoelectric and limit switch. Programmable logic Controller (PLC) is used as the controller, which controls all hardware. Experiment is done by running the automatic car parking system and experimental results show that the system can run well. Abstract in Bahasa Indonesia: Dewasa ini jumlah mobil semakin meningkat, akibatnya, semakin banyak lahan tanah yang dibutuhkan untuk tempat parkir mobil. Permasalahannya kebutuhan lahan tanah untuk keperluan lain juga meningkat dan ketersediaan lahan tanah kosong juga semakin sedikit. Karena itu pada makalah ini dipaparkan tentang perancangan yang telah dilakukan yaitu pembuatan sebuah contoh mesin model tempat parkir mobil otomatis yang berada di bawah tanah. Contoh model parkir otomatis ini berupa miniatur setinggi 3 tingkat dan dapat menampung mobil sebanyak 24 buah. Pembuatan miniatur mesin tempat parkir mobil otomatis ini menggunakan berbagai jenis aktuator seperti motor AC, motor stepper, penumatic dan beberapa sensor photoelectric, limit switch. Programmable Logic Control (PLC) digunakan sebagai kontroler yang mengontrol semua …"}, "filled": true, "author_pub_id": "YtozS_AAAAAJ:KlAtU1dfN6UC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=11001378416019088299", "cites_id": ["11001378416019088299"], "pub_url": "http://jurnalmesin.petra.ac.id/index.php/mes/article/view/17821", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:q6N3rmG_rJgJ:scholar.google.com/", "cites_per_year": {"2019": 1, "2020": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Robot Mobil Omnidirection Beroda Empat Dengan Menggunakan Sistem Synchro Drive", "pub_year": 2010, "citation": "Universitas Kristen Petra, 2010", "author": "Handry Khoswanto Thiang and Yosafat Wahyudi", "journal": "Universitas Kristen Petra", "abstract": "Nowadays, Robot, as an innovation form of technology, has developed greatly. Robot has been implemented widely on many aspects of human life. Mobility of a robot is an important issue for developing a robot. Therefore, an omnidirection mobile robot was developed in this research. The robot moves using four wheels which are driven by using synchro drive system. Thus, this robot has a high mobility and can move to all directions without turning its body. This robot’s dimensions are 20 cm (L) x 20 cm (W) x 20 cm (H) with 1.5 kg mass. Overall, this robot used two motors as the actuators. The first motor is a DC motor which is used to move the wheels. The second motor is a servo motor which is used to move the direction of the wheels into a specific direction. This robot uses mobile-phone battery as its power supply. This robot can be controlled with three modes. They are manual mode, automatic mode, and remote mode. The experiment has been done in several aspects including movement test to all directions with constant velocity. The experimental result shows that this robot has good performance. The fastest time to travel one meter distance is 3.69 seconds. Besides that, this robot also has high accuracy movement to all angles."}, "filled": true, "author_pub_id": "YtozS_AAAAAJ:u5HHmVD_uO8C", "num_citations": 0, "pub_url": "https://www.researchgate.net/profile/Handry-Khoswanto/publication/43649588_Robot_Mobil_Omnidirection_Beroda_empat_dengan_Menggunakan_Sistem_Sychro_Drive/links/5428200b0cf238c6ea7cd1ac/Robot-Mobil-Omnidirection-Beroda-empat-dengan-Menggunakan-Sistem-Sychro-Drive.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZlM2Yx8X6RAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Disain dan Implementasi Modul Akuisisi Data sebagai Alternatif Modul DAQ LabVIEW", "pub_year": 2009, "citation": "Jurnal Teknik Elektro 8 (1), 30-37, 2009", "author": "Indar Sugiarto and Thiang Thiang and Timothy Joy Siswanto", "journal": "Jurnal Teknik Elektro", "volume": "8", "number": "1", "pages": "30-37", "abstract": "This paper describes about an alternative module of data acquisition system (DAS), which can be accessed by LabVIEW. The advantage of this DAS module is inexpensive and it has good performance as well as module used in industrial control system. This DAS module is controlled by ATmega64 AVR microcontroller, which will communicate with the LabVIEW by using bidirectional serial communication. This DAS module has 8-bit digital input, 8-bit digital output, 8 channel analog inputs, 2 channel analog outputs. Voltage levels of digital input are 0–5 V and 0–24 V. The digital output of this module is an open collector terminal with “low” level voltage of 0.276 V. Analog input of this DAS module has three ranges. They are 1–5 V with average error of 14.47 mV, 0–10 V with average error of 72.34 mV, and 4–20 mA with average error of 0.037 mA. Range of analog output of this module is 0–10 V with average error of 16.2 mV. This DAS module is not designed for applications that need high accuracy of time. Abstract in Bahasa Indonesia: Sebuah alternatif modul data acquisition system (DAS) yang bisa diakses menggunakan LabVIEW dipaparkan dalam paper ini. Keuntungan utama modul DAS ini adalah dapat dibuat dengan harga sangat terjangkau dan menghasilkan performa yang baik seperti yang biasa digunakan dalam sistem kontrol di industri. Modul DAS tersebut dikendalikan oleh sebuah mikrokontroler AVR ATmega64 yang akan berkomunikasi secara bidirectional dengan LabVIEW menggunakan metode komunikasi serial. Sistem ini dapat digunakan untuk mengakuisisi 8-bit digital input, 8-bit digital output, 8 kanal analog input dan …"}, "filled": true, "author_pub_id": "YtozS_AAAAAJ:_kc_bZDykSQC", "num_citations": 11, "citedby_url": "/scholar?hl=en&cites=6955107425697761882", "cites_id": ["6955107425697761882"], "pub_url": "http://jurnalmanajemen.petra.ac.id/index.php/elk/article/view/17353", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Woplm1qBhWAJ:scholar.google.com/", "cites_per_year": {"2015": 2, "2016": 0, "2017": 0, "2018": 0, "2019": 3, "2020": 3, "2021": 2, "2022": 0, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Limited speech recognition for controlling movement of mobile robot implemented on atmega162 microcontroller", "pub_year": 2009, "citation": "Computer and Automation Engineering, 2009. ICCAE'09. International …, 2009", "author": "Dhanny Wijaya Thiang", "conference": "Computer and Automation Engineering, 2009. ICCAE'09. International Conference on", "pages": "347-350", "publisher": "IEEE", "abstract": "This paper describes about speech recognition implemented on ATmega162 microcontroller. The word (voice command) in a speech signal is applied for controlling movement of a mobile robot. The mobile robot will move according to the voice command in the speech signal. There are five commands, which are Indonesian language, used to control the movement of mobile robot. They are ldquomajurdquo, ldquomundurrdquo, ldquokirirdquo, ldquokananrdquo, and ldquostoprdquo used to command the mobile robot to move forward, move backward, turn left, turn right and stop respectively. The methods used in this research are Linear Predictive Coding (LPC) and Hidden Markov Model (HMM). LPC is used to extract word data from a speech signal. HMM is used to recognize the word pattern data, which are extracted from a speech signal. Sampling rate of the speech signal is 8 kHz and the speech signal is …"}, "filled": true, "author_pub_id": "YtozS_AAAAAJ:UeHWp8X0CEIC", "num_citations": 33, "citedby_url": "/scholar?hl=en&cites=4034522002504381796", "cites_id": ["4034522002504381796"], "pub_url": "https://ieeexplore.ieee.org/abstract/document/4804546/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZHXFrWKA_TcJ:scholar.google.com/", "cites_per_year": {"2008": 1, "2009": 0, "2010": 0, "2011": 1, "2012": 3, "2013": 3, "2014": 3, "2015": 4, "2016": 3, "2017": 3, "2018": 4, "2019": 3, "2020": 1, "2021": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Artificial neural network with steepest descent backpropagation training algorithm for modeling inverse kinematics of manipulator", "pub_year": 2009, "citation": "World Academy of Science, Engineering and Technology 60, 530-533, 2009", "author": "Handry Khoswanto Thiang and Rendy Pangaldus", "journal": "World Academy of Science, Engineering and Technology", "volume": "60", "pages": "530-533", "abstract": "Inverse kinematics analysis plays an important role in developing a robot manipulator. But it is not too easy to derive the inverse kinematic equation of a robot manipulator especially robot manipulator which has numerous degree of freedom. This paper describes an application of Artificial Neural Network for modeling the inverse kinematics equation of a robot manipulator. In this case, the robot has three degree of freedoms and the robot was implemented for drilling a printed circuit board. The artificial neural network architecture used for modeling is a multilayer perceptron networks with steepest descent backpropagation training algorithm. The designed artificial neural network has 2 inputs, 2 outputs and varies in number of hidden layer. Experiments were done in variation of number of hidden layer and learning rate. Experimental results show that the best architecture of artificial neural network used for modeling inverse kinematics of is multilayer perceptron with 1 hidden layer and 38 neurons per hidden layer. This network resulted a RMSE value of 0.01474."}, "filled": true, "author_pub_id": "YtozS_AAAAAJ:mVmsd5A6BfQC", "num_citations": 15, "citedby_url": "/scholar?hl=en&cites=18043092111872291271", "cites_id": ["18043092111872291271"], "pub_url": "https://citeseerx.ist.psu.edu/document?repid=rep1&type=pdf&doi=cc62353d7f95b6f415fa9d662b8604639d8034fd", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:x_HM6a3wZfoJ:scholar.google.com/", "cites_per_year": {"2010": 1, "2011": 1, "2012": 4, "2013": 1, "2014": 3, "2015": 1, "2016": 1, "2017": 0, "2018": 1, "2019": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Position Control of a Manipulator Using PID Control Algorithm Based on ATmega8535 Microcontroller", "pub_year": 2009, "citation": "", "author": "Handry Khoswanto Thiang and Edwin Pangaldus", "abstract": "This paper describes about implementation of Proportional Integral Derivative (PID) control algorithm for controlling position of robot manipulator. The robot has three degree of freedoms and therefore, three DC motors are used as the actuators. PID control algorithm was implemented on a microcontroller platform. The microcontroller used in this system is ATmega8535. For detecting the position of each link of the robot, incremental rotary encoder is used as the position sensor. Microcontroller read the position from the sensor and then by using PID control algorithm, the microcontroller control the speed and direction of DC motor in order to control the position of link of the robot. Experiment was done in variation of value of PID parameter. Experimental results show that the best response is obtained with Kp= 1, Ki= 0.01 to 0.04, and Kd= 0. This means that the best control algorithm for position control is PI controller."}, "filled": true, "author_pub_id": "YtozS_AAAAAJ:8k81kl-MbHgC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=11842242822276079895", "cites_id": ["11842242822276079895"], "pub_url": "https://www.researchgate.net/profile/Handry-Khoswanto/publication/43649768_Position_Control_of_a_Manipulator_Using_PID_Control_Algorithm_Based_on_ATmega8535_Microcontroller/links/5428200b0cf26120b7b56412/Position-Control-of-a-Manipulator-Using-PID-Control-Algorithm-Based-on-ATmega8535-Microcontroller.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:F2GvnRoZWKQJ:scholar.google.com/", "cites_per_year": {"2012": 1, "2013": 0, "2014": 0, "2015": 0, "2016": 0, "2017": 0, "2018": 0, "2019": 0, "2020": 0, "2021": 0, "2022": 0, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Robot Mobil Pencari Rute Terpendek Menggunakan Metode Steepest Ascent Hill Climbing", "pub_year": 2009, "citation": "Seminar Nasional Aplikasi Teknologi Informasi (SNATI), 2009", "author": "Thiang Thiang and Ferdi Ninaber", "journal": "Seminar Nasional Aplikasi Teknologi Informasi (SNATI)"}, "filled": true, "author_pub_id": "YtozS_AAAAAJ:LkGwnXOMwfcC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=9622560028582314960", "cites_id": ["9622560028582314960"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:0IOFDV0zioUJ:scholar.google.com/", "cites_per_year": {"2014": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Aplikasi Metode Hill Climbing Pada Standalone Robot Mobil Untuk Mencari Rute Terpendek", "pub_year": 2008, "citation": "Proceeding, Seminar Ilmiah Nasional Komputer dan Sistem Intelijen (KOMMIT 2008), 2008", "author": "Thiang Thiang and Khoswanto Khoswanto and Felix Pasila and Hendra Thelly", "journal": "Proceeding, Seminar Ilmiah Nasional Komputer dan Sistem Intelijen (KOMMIT 2008)", "publisher": "Gunadarma University", "abstract": "Makalah ini memaparkan tentang metode pencarian hill climbing yang diaplikasikan pada sebuah robot mobil standalone sehingga dengan menggunakan metode hill climbing, robot tersebut dapat mencari rute terpendek. Pada penelitian ini, metode hill climbing diimplementasikan pada sebuah mikrokontroler keluarga MCS51 yaitu AT89S52 yang mana mikrokontroler ini juga berfungsi sebagai kontroler yang mengatur gerakan robot mobil standalone untuk mengikuti garis dari rute yang telah didapatkan. Robot mobil ini dilengkapi sensor infrared untuk dapat bergerak mengikuti garis rute. Pengujian telah dilakukan untuk melihat performans dari sistem yang telah dibuat. Berdasarkan hasil pengujian, rute yang dihasilkan sesuai dengan algoritma metode hill climbing. Robot dapat bergerak sesuai dengan rute yang dihasilkan. Dengan demikian dapat dikatakan bahwa metode hill climbing telah berhasil di implementasi pada level mikrokontroler. Kata Kunci: hill climbing, robot, mikrokontroler, rute terpendek"}, "filled": true, "author_pub_id": "YtozS_AAAAAJ:ufrVoPGSRksC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=17262984668125978311", "cites_id": ["17262984668125978311"], "pub_url": "https://www.academia.edu/download/31368338/APLIKASI_METODE_HILL_CLIMBING_PADA_STANDALONE_ROBOT_MOBIL_UNTUK_MENCARI_RUTE_TERPENDEK_.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:x96pqhdxku8J:scholar.google.com/", "cites_per_year": {"2008": 1, "2009": 0, "2010": 0, "2011": 1, "2012": 0, "2013": 0, "2014": 0, "2015": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Otomasi Pemisah Buah Tomat Berdasarkan Ukuran Dan Warna Menggunakan Webcam Sebagai Sensor", "pub_year": 2008, "citation": "Surabaya: Universitas Kristen Petra, 2008", "author": "Leonardus Indrotanoto Thiang", "publisher": "Surabaya: Universitas Kristen Petra", "abstract": "Dalam sistem otomasi industri, dibutuhkan banyak sensor untuk mendukung proses otomasi industri. Penggunaan sensor-sensor tersebut antara lain adalah untuk pendeteksian keberadaan benda, pengukuran dimensi sebuah benda, dan pendeteksian warna sebuah benda, sehingga untuk melakukan semuanya itu, dibutuhkan beberapa sensor. Karena itu penelitian ini bertujuan mereduksi jumlah sensor yang digunakan tetapi tetap dapat melakukan beberapa fungsi.Dalam penelitian ini, sensor yang digunakan adalah webcam. Aplikasi yang dipilih untuk penelitian ini adalah otomasi pemisahan buah tomat berdasarkan ukuran dan warna buah tomat tersebut. Sensor webcam digunakan untuk mendeteksi keberadaan buah tomat, mendeteksi ukuran buah tomat tersebut dan menentukan kematangan buah tomat tersebut berdasarkan warna. Beberapa metode yang digunakan adalah thresholding, dan edge …"}, "filled": true, "author_pub_id": "YtozS_AAAAAJ:Wp0gIr-vW9MC", "num_citations": 9, "citedby_url": "/scholar?hl=en&cites=11609635512716147996", "cites_id": ["11609635512716147996"], "pub_url": "https://scholar.google.com/scholar?cluster=11609635512716147996&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:HL00A_21HaEJ:scholar.google.com/", "cites_per_year": {"2009": 1, "2010": 0, "2011": 0, "2012": 0, "2013": 0, "2014": 1, "2015": 0, "2016": 1, "2017": 4, "2018": 0, "2019": 1, "2020": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "An Autonomous Mobile Robot Using Genetic Algorithm for Finding the Shortest Track", "pub_year": 2006, "citation": "Jurnal Teknik Elektro 1 (2), 2006", "author": "Thiang Thiang and Hany Ferdinando and Ronald Kurniawan", "journal": "Jurnal Teknik Elektro", "volume": "1", "number": "2", "abstract": "The paper describes an intelligent autonomous mobile robot that can find a shortest track by using a genetic algorithm% 28GA% 29. An 89C51 microcontroller system has been implemented to perform overall robot control including shortest track searching by using GA. An assembly code has been written for GA processes such as initial population generation% 2C evaluation% 2C selection and mutation. The GA chromosome is represented by a bit string. Combination between roulette wheel selection and top selection scheme are used in the system. The Mobile robot is assigned as a line tracker robot. An auxiliary PC software has been developed for process visualization and parameter transmission to the microcontroller. The experiment of the shortest track searching has been done and showed a reasonable good result. The GA process was well implemented on the microcontroller and the robot could find the shortest track from the given origin location to the target."}, "filled": true, "author_pub_id": "YtozS_AAAAAJ:Zph67rFs4hoC", "num_citations": 0, "pub_url": "http://jurnalelektro.petra.ac.id/index.php/elk/article/view/16415", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:3WVZk-FGfAkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Alat Ukur Temperatur 5 Kanal Menggunakan Mikrokontroler 8031", "pub_year": 2006, "citation": "Jurnal Teknik Elektro 1 (2), 2006", "author": "Herlianto Tenggara and Bayu Kurniawan Susanto and Thiang Thiang", "journal": "Jurnal Teknik Elektro", "volume": "1", "number": "2"}, "filled": true, "author_pub_id": "YtozS_AAAAAJ:Y0pCki6q_DkC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:P1JEVXlBWo8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaturan Level Ketinggian Air Menggunakan Kontrol PID", "pub_year": 2005, "citation": "Jurnal Teknik Elektro 4 (2), 2005", "author": "Thiang Thiang and TDS Yohanes and Andre Mulya", "journal": "Jurnal Teknik Elektro", "volume": "4", "number": "2", "abstract": "This paper describes about the application of control system on liquid level control system. The control method used in this system is proportional integral derivative (PID) controller. All control processes and data aquisition is run by using a personal computer (PC). Experiment was done by controlling liquid level in level range 0-30 cm. Experiment was also done by using various PID control parameter in which the input signal is step function. Experiment results show that the parameter of liquid level control system are Kp= 1-10, Ki= 0, 1-5 and Kd= 0, 1-10 Abstract in Bahasa Indonesia: Makalah ini menjelaskan tentang aplikasi sistem kontrol pada pengaturan level ketinggian air. Metode kontrol yang digunakan dalam sistem ini adalah kontrol proporsional integral derivatif (PID). Semua proses kontrol dan akuisisi data dilakukan dengan menggunakan komputer (PC). Pengujian sistem telah dilakukan untuk mengontrol level air dengan ketinggian antara 0-30 cm. Pengujian dilakukan dengan beberapa variasi parameter kontrol PID dengan input berupa fungsi step. Dari hasil pengujian didapatkan bahwa parameter sistem kontrol level ketinggian air adalah Kp= 1-10, Ki= 0, 1-5 dan Kd= 0, 1-10. Kata kunci: sistem kontrol, kontrol proporsional integral derivatif (PID), kontrol level air."}, "filled": true, "author_pub_id": "YtozS_AAAAAJ:roLk4NBRz8UC", "num_citations": 11, "citedby_url": "/scholar?hl=en&cites=17550218996785021608", "cites_id": ["17550218996785021608"], "pub_url": "http://ced.petra.ac.id/index.php/elk/article/view/16192", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qAKvSTHnjvMJ:scholar.google.com/", "cites_per_year": {"2012": 1, "2013": 1, "2014": 0, "2015": 0, "2016": 0, "2017": 1, "2018": 1, "2019": 2, "2020": 1, "2021": 2, "2022": 1, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengenalan Karakter dengan Menggunakan Hamming Network", "pub_year": 2005, "citation": "Seminar Nasional Aplikasi Teknologi Informasi (SNATI), 2005", "author": "Thiang Thiang", "journal": "Seminar Nasional Aplikasi Teknologi Informasi (SNATI)", "abstract": "Makalah ini menjelaskan tentang aplikasi dari Hamming network untuk pengenalan karakter. Hamming network adalah salah satu model struktur dari Artificial Neural Network yang terdiri atas 2 layer yaitu feedforward layer dan recurrent layer. Dalam sistem ini, input dari Hamming network berupa image dari karakter berukuran 46x46 pixel dengan format image biner. Output dari Hamming network terdiri atas 26 neuron dimana masing-masing neuron mewakili satu karakter yaitu huruf A sampai Z. Ada tida jeinis karakter yang diuji dalam sistem ini, yaitu karakter Times New Roman, Arial Rounded Bold dan Courier New. Hasil pengujian menunjukkan bahwa untuk aplikasi ini, Hamming network baik sekali mengenal input data yang terdapat dalam data training dan cukup robust terhadap noise. Karakter Times New Roman menghasilkan tingkat pengenalan yang lebih baik."}, "filled": true, "author_pub_id": "YtozS_AAAAAJ:aqlVkmm33-oC", "num_citations": 0, "pub_url": "https://journal.uii.ac.id/Snati/article/download/1362/1143", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:4GB8u2LfIOgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sistem Kontrol Jarak Jauh untuk Programmable Logic Controller Melalui SMS", "pub_year": 2005, "citation": "Seminar Nasional Aplikasi Teknologi Informasi (SNATI), 2005", "author": "Thiang Thiang and Resmana Lim and Daniel Ifianto", "journal": "Seminar Nasional Aplikasi Teknologi Informasi (SNATI)", "abstract": "Makalah ini menjelaskan tentang pengembangan suatu sistem kontrol jarak jauh untuk Programmable Logic Controller (PLC) melalui fasilitas SMS dari telepon seluler. Sistem kontrol jarak jauh yang dimaksud adalah sistem yang dapat mengubah atau membaca parameter-parameter kontrol PLC dari jarak jauh dengan memanfaatkan fasilitas SMS tersebut. Jadi inti utama dari sistem ini adalah komunikasi antara PLC dengan telepon seluler. Untuk mewujudkannya, sistem ini dirancang dengan bantuan mikrokontroler AT90S8515 sebagai interface untuk komunikasi antara PLC dengan telepon seluler. Dalam sistem ini, telepon seluler yang digunakan adalah siemens ME45. Komunikasi antara mikrokontroler dengan telepon seliler menggunakan format AT command. Komunikasi antara mikrokontroler dengan PLC menggunakan format protokol host link dari PLC OMRON. Untuk keperluan pengujian sistem, PLC dirancang untuk mengontrol sebuah mesin punching. Hasil pengujian menunjukkan bahwa sistem yang telah didisain dapat berjalan dengan baik dalam mengendalikan PLC dari jarak jauh melalui SMS. Demikian juga PLC dapat mengirimkan responnya melalui SMS dengan baik."}, "filled": true, "author_pub_id": "YtozS_AAAAAJ:YsMSGLbcyi4C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=7863368575719017396", "cites_id": ["7863368575719017396"], "pub_url": "https://journal.uii.ac.id/Snati/article/download/1383/1163", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:tIuzxQ5MIG0J:scholar.google.com/", "cites_per_year": {"2021": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Mesin Bor Otomatis dengan Menggunakan Kamera untuk Mendeteksi Koordinat Bor", "pub_year": 2004, "citation": "Jurnal Teknik Mesin 4 (2), pp. 88-93, 2004", "author": "Thiang Thiang and Sherwin RU Sompie", "journal": "Jurnal Teknik Mesin", "volume": "4", "number": "2", "pages": "pp. 88-93", "abstract": "This paper describes about automatic drilling machine used to drill pad and via in Printed Circuit Board (PCB). The automatic drilling machine used camera as the sensor to detect coordinates of pad and via in PCB. This system used several methods of image processing like threshold, grayscale, and fillrect to detect the pad and via coordinates. This processes result the pad and via coordinates in pixels, then, these coordinates would be converted to millimeters in order to perform the drilling process. The automatic drilling machine used two stepper motors to perform the movement of X-axis and Y-axis. The machine also used two DC motors for the movement of Z-axis and drilling motor. The movement of each axis was designed by using the thread of a screw in order to achieve the precision movement. Experiment results show that average errors of the X-axis and Y-axis movement are 0.275 mm and 0.283 mm respectively. The system also could detect correctly all pad and via in PCB. Abstract in Bahasa Indonesia: Makalah ini akan menjelaskan tentang pengeboran Printed Circuit Board (PCB) otomatis. Pengeboran PCB otomatis ini menggunakan kamera sebagai sensor untuk mendeteksi koordinat pad dan via yang akan dibor. Beberapa metode pemrosesan image digunakan dalam pendeteksian koordinat antara lain threshold, gray scale dan fillrect. Hasil pengambilan koordinat berupa pixel akan dikonversikan ke satuan milimiter agar dapat dilakukan pengeboran. Mekanik mesin bor yang dibuat menggunakan motor stepper untuk pergerakan lengan X dan Y dan motor DC untuk pergerakan lengan Z dan motor bor. Pergerakan setiap …"}, "filled": true, "author_pub_id": "YtozS_AAAAAJ:4TOpqqG69KYC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=14713191379225407443", "cites_id": ["14713191379225407443"], "pub_url": "http://jurnalmesin.petra.ac.id/index.php/mes/article/view/15959", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:0-8RB5vBL8wJ:scholar.google.com/", "cites_per_year": {"2015": 1, "2016": 0, "2017": 0, "2018": 1, "2019": 0, "2020": 0, "2021": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Odometer Digital untuk Kendaraan dengan Mikrokontroler MCS51", "pub_year": 2004, "citation": "Jurnal Teknik Mesin 5 (2), pp. 75-82, 2004", "author": "Jaja Wijaya Guntoro and Handry Khoswanto and Thiang Thiang", "journal": "Jurnal Teknik Mesin", "volume": "5", "number": "2", "pages": "pp. 75-82", "abstract": "Although cars are not so necessity and luxurious, most people around the world use it as their first equipment. It needs to take care of, so there won't be any damages. Unfortunately not all people always aware of this. To avoid this destruction we need a tool to remaind the owner so he/she can be more aware of this. Mostly the age of using the vehicle depends on how far the distance which its' reached. This process could be done by using an AT89C52 microcontroller and optocoupler. By converting its rotation into a value of distance, we can predicted when the car will need to be treat. When it's the time for it, so there will be a warning about that in the display. This system is also equipped with clock and memory that can be used to save the data of the treatment that have been done. This Odometer has a 16, 6 cm x 11, 2 cm x 5, 1 cm in dimension, with 273, 5 gram of weight and used 12V battery. This equipment can measure distance until 999.999. 999, 9 km and speed (0 km/h to 250 km/h). Abstract in Bahasa Indonesia: Meski kendaraan bermotor bukan merupakan kebutuhan pokok, hampir semua orang menggunakannya. Kendaraan bermotor perlu dirawat agar tidak mudah rusak. Akan tetapi tidak semua orang ingat waktu perawatan kendaraan bermotor. Untuk mencegah kerusakan maka diperlukan suatu sistem yang dapat mengingatkan pengguna kendaraan. Pada umumnya waktu perawatan kendaraan dilihat dari jarak yang ditempuh. Untuk itu digunakan mikrokontroler AT89C52 dan optocoupler. Dengan mengkonversi putaran menjadi jarak, maka waktu perawatan dapat diketahui. Apabila sudah mendekati waktu perawatan, maka …"}, "filled": true, "author_pub_id": "YtozS_AAAAAJ:IjCSPb-OGe4C", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=8092975324130728159", "cites_id": ["8092975324130728159"], "pub_url": "http://jurnalmesin.petra.ac.id/index.php/mes/article/view/15975", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:31jQyi0GUHAJ:scholar.google.com/", "cites_per_year": {"2015": 1, "2016": 0, "2017": 0, "2018": 0, "2019": 1, "2020": 2, "2021": 1, "2022": 0, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Optimasi Gerakan Mesin Bor Otomatis dengan Menggunakan Algoritma Genetika", "pub_year": 2004, "citation": "Jurnal Teknik Mesin 5 (2), pp. 56-63, 2004", "author": "Tendra Rustan and Thiang Thiang and Anies Hannawati", "journal": "Jurnal Teknik Mesin", "volume": "5", "number": "2", "pages": "pp. 56-63"}, "filled": true, "author_pub_id": "YtozS_AAAAAJ:2osOgNQ5qMEC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jbX8jGoMGrcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PREDIKSI KEPADATAN KENDARAAN BERMOTOR BERDASARKAN TINGKAT KEBISINGAN LALU LINTAS DENGAN MENGGUNAKAN LOGIKA FUZZY", "pub_year": 2004, "citation": "Jurnal Informatika 3 (2), pp. 53-58, 2004", "author": "Resmana Lim and Thiang Thiang and Jusak Agus Kuntjoro", "journal": "Jurnal Informatika", "volume": "3", "number": "2", "pages": "pp. 53-58", "abstract": "The paper describes a fuzzy logic based system to predict the number of vehicle flow based on its noise. The system equipped by a sensor using a microphone an a 8088 microprocessor. The prediction results are displayed on 7-segment display. The fuzzy inference system used a strategy of MIN-MAX with 3 inputs which are: noise level, the width of road & a correction factor. A Defuzzification method of COG (Center of Gravity) is depployed in the system to produce prediction result in number of vehicle per minnute. The experimental results are presented to figure out the performance of the prediction comparing to the actual number of vehicle. The result shows that the prediction error of the system is about 7-10% comparing to the prediction by using human ear resulting the error of 4-5%. Abstract in Bahasa Indonesia: Paper ini menyajikan pengembangan sebuah sistem prediksi jumlah kendaraan bermotor yang lewat pada suatu jalan berdasarkan tingkat kebisingan lalu lintas dengan menggunakan logika fuzzy. Alat yang dibuat menggunakan sistem mikroprosesor 8088 yang dilengkapi dengan sensor bising berupa mikropon. Hasil prediksi jumlah kendaraan ditampilkan pada display 7-segment led. Sistem inferensia fuzzy yang dipakai di sini menggunakan strategi MIN-MAX dengan tiga crisp input yaitu: level kebisingan, lebar jalan di mana alat ini dipakai dan faktor koreksi. Sedangkan metode defuzifikasi menggunakan COG (Center of Gravity) untuk menghasilkan crisp output berupa prediksi jumlah kendaraan per menit. Pengujian sistem dilakukan dengan 2 cara yaitu membandingkan hasil prediksi alat dengan jumlah kendaraan …"}, "filled": true, "author_pub_id": "YtozS_AAAAAJ:hqOjcs7Dif8C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=6495836183069430239", "cites_id": ["6495836183069430239"], "pub_url": "http://jurnalinformatika.petra.ac.id/index.php/inf/article/view/15817", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:35H7kpfYJVoJ:scholar.google.com/", "cites_per_year": {"2010": 1, "2011": 0, "2012": 0, "2013": 0, "2014": 0, "2015": 0, "2016": 0, "2017": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "SISTEM PENGEMBANGAN KENDALI FUZZY LOGIC BERBASIS MIKROKONTROLER KELUARGA MCS51 (PetraFuz)", "pub_year": 2004, "citation": "Jurnal Informatika 1 (1), pp. 1-10, 2004", "author": "Thiang Thiang and Anies Hannawati and Ban Eng and Resmana Lim", "journal": "Jurnal Informatika", "volume": "1", "number": "1", "pages": "pp. 1-10", "abstract": "This paper presents a Fuzzy Logic Development Tool called PetraFuz which has been developed at Control System Laboratory, Electrical Engineering Department, Petra Christian University. The system consists of a hardware target based on MCS51 microcontroller and a software support running under PC Windows. The system is targeted for developing fuzzy logic based systems. It supports fuzzy logic design, evaluation, assembly language generator and downloading process to the target hardware to perform on-line fuzzy process. Process action and fuzzy parameters could be transferred to PC monitor via RS-232 serial communication, this on-line process parameters is used for fuzzy tuning, ie fuzzy if-then rules and fuzzy membership functions. The PetraFuz tool helps very much for Fuzzy system developments, it could reduce development time significantly. The tool could spur the development of fuzzy systems based on microcontroller systems such as fuzzy control systems, fuzzy information processing, etc. Abstract in Bahasa Indonesia: Makalah ini menyajikan sebuah sistem pengembangan kendali fuzzy logic (PetraFuz, Petra Fuzzy Development System) yang dikembangkan oleh laboratorium Sistem Kontrol, Jurusan Teknik Elektro, Universitas Kristen Petra Surabaya. Sistem ini terdiri dari perangkat keras sistem mikrokontroler MCS51 dan perangkat lunak pendukung yang berjalan pada PC. Sistem PetraFuz digunakan untuk mengembangkan sistem berbasis fuzzy logic utamanya pada bidang kendali. Kemampuan sistem meliputi pengembangan pada fase perancangan kendali, evaluasi kendali, pembentukan program bahasa …"}, "filled": true, "author_pub_id": "YtozS_AAAAAJ:kNdYIx-mwKoC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=9638021573082292170", "cites_id": ["9638021573082292170"], "pub_url": "http://jurnalinformatika.petra.ac.id/index.php/inf/article/view/15790", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:yh8faY4hwYUJ:scholar.google.com/", "cites_per_year": {"2006": 1, "2007": 0, "2008": 0, "2009": 0, "2010": 1}}
