{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Assessing the potential of small wind turbine electricity generation for small-sized hotels towards sustainable tourism in developing countries", "pub_year": 2025, "citation": "International Journal of Renewable Energy Development, 14 (3), 429-440, 2025", "author": "Yusak Tanoto and Brandon Sebastian Jasman and Stephanus A Ananda", "volume": "14", "number": "3", "pages": "429-440", "abstract": "The persistent reliance on fossil fuels for energy will yield enduring adverse effects on the tourism sector, particularly the hotel industry. Wind energy represents a renewable electricity source that can facilitate the transition of small-scale hotels to clean energy. The main objective of this research is to propose a methodology for evaluating the potential of wind energy to support sustainable tourism in developing nations, specifically in fulfilling the electricity requirements of small hotels. This study aims to assess and compare the potential contribution of small wind turbines to hotel energy demand by modelling a historical hourly wind dataset spanning ten years (2011-2020) and forecasting a portion of the dataset. This research selected three sites in Indonesia exhibiting varying wind energy potentials: Tepus District in Gunung Kidul Regency, Losari Beach in Makassar City, and Nusa Penida Island in Bali. This study utilises multiple linear regression to examine the impact of external variables on wind speed, and it applies Seasonal Autoregressive Integrated Moving Average (SARIMA) and Holt-Winters Exponential Smoothing (HWES) for wind speed forecasting in these three locations. The hourly and daily interval datasets analysis reveals a weak correlation between external factors and wind speed, with the HWES method identified as the most appropriate approach for modelling and forecasting wind speed, surpassing the SARIMA model by 0.309 RMSE. Forecasting results indicate that a 30-kW wind turbine could supply 8.8 - 35.3% of a small hotels electricity consumption, depending upon the occupancy rate."}, "filled": true, "author_pub_id": "YUTXWNUAAAAJ:5nxA0vEk-isC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21479/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:l-Auui7c-UcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Power Flow Analysis of On-Grid Photovoltaic Generation Using A Solid-State Transformer", "pub_year": 2024, "citation": "SSRG International Journal of Electrical and Electronics Engineering 11 (3 …, 2024", "author": "Hanny Hosiana Tumbelaka and Handry Khoswanto and Stephanus A Ananda", "volume": "11", "number": "3", "pages": "178-186", "abstract": "This paper describes the power flow of a grid-connected PV system utilizing a Solid-State Transformer (SST). The SST system comprises a DC-AC converter, an isolated high-frequency step-up transformer, a bridge rectifier, and a Voltage Source Inverter (VSI). The DC-AC converter transforms the PV panel output voltage into a 5-kHz three-level square wave, where its pulse width regulates the PV load lines to generate power. The VSI delivers the PV power to the single-phase grid employing a grid current controller and a DC bus voltage controller. Computer simulation results verify the system’s effectiveness in controlling the power flow from the PV panel through SST to the load and the grid while maintaining the grid current to be sinusoidal with a unity power factor, regardless of the presence of sunlight"}, "filled": true, "author_pub_id": "YUTXWNUAAAAJ:hqOjcs7Dif8C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21154/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:h2LCNn9-zgkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A Comparative Study between the Facebook Prophet Model and SARIMA for Bitcoin Price Prediction", "pub_year": 2024, "citation": "IJIRSET 13 (1), 9-15, 2024", "author": "Agustinus Noertjahyana and Stephanus A Ananda and YABES DAVID KRISTIAN", "journal": "IJIRSET", "volume": "13", "number": "1", "pages": "9-15", "publisher": "Petra Christian University", "abstract": "The volatile nature of cryptocurrency markets, particularly Bitcoin, has led to an increased interest in  developing accurate forecasting models for price predictions. In this study, we conduct a comparative analysis between  two widely used time series forecasting models, the Facebook Prophet Model and SARIMA (Seasonal Autoregressive  Integrated Moving Average), to assess their effectiveness in predicting Bitcoin prices. Based on the conducted tests, the  results indicate that the Facebook Prophet model performs less favourably compared to SARIMA for daily Bitcoin  predictions. However, the Facebook Prophet model yields better results than SARIMA in monthly predictions. The  Mean Absolute Percentage Error (MAPE) for daily Bitcoin predictions is 6.7% when using the Facebook Prophet  model, whereas the MAPE for daily Bitcoin predictions with the SARIMA model is 4.5%. The MAPE for monthly  Bitcoin predictions using the Facebook Prophet model is 2.6%, while the MAPE for monthly Bitcoin predictions with  the SARIMA model is 8.4%."}, "filled": true, "author_pub_id": "YUTXWNUAAAAJ:UebtZRa9Y70C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20776/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VCJeOOj0x_kJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "On-Grid Photovoltaic System Using A Solid-State Transformer", "pub_year": 2024, "citation": "2024 International Conference on Green Energy, Computing and Sustainable …, 2024", "author": "Hanny H Tumbelaka and Handry Khoswanto and Stephanus A Ananda and Thiang Hwang Liong Hoat", "conference": "2024 International Conference on Green Energy, Computing and Sustainable Technology (GECOST)", "pages": "212-216", "publisher": "IEEE", "abstract": "This paper explains a single-phase on-grid PV system employing a solid-state transformer (SST) which consists of a DC-AC converter, a high-frequency transformer, a simple rectifier, and a Voltage Source Inverter (VSI). The DC-AC converter converts the PV panel output voltage to a high-frequency three-level square wave required by the transformer operation. The pulse width of the square wave determines the PV operating points. The high-frequency transformer provides voltage level matching and galvanic isolation between the PV panels and the grid. While a simple rectifier produces a DC bus voltage for the VSI. The VSI has a grid current controller and a DC bus voltage controller to regulate the electrical power flow of the grid, the load, and the PV panel. Computer simulation results prove that the PV power can be delivered to the load and the grid through SST, while the grid current is kept sinusoidal and in …"}, "filled": true, "author_pub_id": "YUTXWNUAAAAJ:0EnyYjriUFMC", "num_citations": 0, "pub_url": "https://ieeexplore.ieee.org/abstract/document/10475003/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-sIKd3Fba34J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pelatihan Metode Computational Thinking melalui Pemrograman Menggunakan Scratch untuk Siswa Sekolah Dasar", "pub_year": 2023, "citation": "Jurnal pengabdian masyarakat bangsa 1 (8), 1679-1683, 2023", "author": "Agustinus Noertjahyana and Lily Puspa Dewi and Silvia Rostianingsih and Henry Novianus Palit and Stephanus A Ananda", "journal": "Jurnal pengabdian masyarakat bangsa", "volume": "1", "number": "8", "pages": "1679-1683", "publisher": "Petra Christian University"}, "filled": true, "author_pub_id": "YUTXWNUAAAAJ:Se3iqnhoufwC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=16679081099123773333", "cites_id": ["16679081099123773333"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lU803eP_d-cJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Aplikasi Sentiment Analysis terhadap Trend Cryptocurrency pada Platform Twitter Menggunakan Library Textblob sebagai Alat Bantu Berinvestasi", "pub_year": 2022, "citation": "J. Infra 10 (2), 397-403, 2022", "author": "Ricky Chandra and Kartika Gunadi and S Ananda", "journal": "J. Infra", "volume": "10", "number": "2", "pages": "397-403", "abstract": "Along with the rapid development of information technology, many digital communication tools make it easier for people to access or share information. Twitter is one of the social media that has more than 1.3 billion users and more than 500 million tweets or tweets every day. The uniqueness of Twitter limits the number of writings to 280 characters, making Twitter a social media that contains sentiments about something. The cryptocurrency alone gets 4.1 million hashtag exposures per hour and has 2225 unique tweets per hour on the Twitter platform. The number of tweets related to Cryptocurrency causes investors to lose in terms of time because they have to manually assess a tweet. To overcome this, an effort that can be realized is to classify sentiments. One of the Natural Language Processing methods that have been developed for sentiment classification is TextBlob. In this thesis, an application will be made …"}, "filled": true, "author_pub_id": "YUTXWNUAAAAJ:LkGwnXOMwfcC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=14228322128245013762", "cites_id": ["14228322128245013762"], "pub_url": "https://scholar.google.com/scholar?cluster=14228322128245013762&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Ar3fO5cndcUJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penerapan Modified ADASYN untuk Meningkatkan Akurasi Pendeteksian Pola Fraud pada Transaksi Kartu Kredit", "pub_year": 2021, "citation": "Jurnal Infra 9 (2), 84-90, 2021", "author": "Ebhen Haezer Sitohang and Djoni Haryadi Setiabudi and Stephanus Antonius Ananda", "journal": "Jurnal Infra", "volume": "9", "number": "2", "pages": "84-90"}, "filled": true, "author_pub_id": "YUTXWNUAAAAJ:_FxGoFyzp5QC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=10812841433860338201", "cites_id": ["10812841433860338201"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:GfLexf7tDpYJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Multi-Agent System Fault Protection with Topology Identification in Microgrids", "pub_year": 2016, "citation": "Energies, 2016", "author": "Stephanus Antonius Ananda and Jyh-Cherng Gu and Ming-Ta Yang and Jing-Min Wang and Jun-Da Chen and Yung-Ruei Chang and Yih-Der Lee Chen-Min Chan and Chia-Hao Hsu", "journal": "Energies", "publisher": "MDPI", "abstract": "Data acquisition and supervisory control are usually performed using client-server architecture and centralized control in conventional power systems. However, the message transmission and fault clearing are too slow for large-scale complex power systems. Microgrid systems have various types of distributed energy resources (DERs) which are quite different in characteristics and capacities, thus, the client-server architecture and centralized control are inadequate to control and operate in microgrids. Based on MATLAB/Simulink (ver.R2012a) simulation software and Java Agent Development Framework (JADE) (JADE 4.1.1-revision 6532), this paper proposes a novel fault protection technology that used multi-agent system (MAS) to perform fault detection, fault isolation and service restoration in microgrids. A new topology identification method using the YBus Matrix Algorithm is presented to successfully recognize the network configurations. The identification technology can respond to microgrid variations. Furthermore, the interactive communications among intelligent electronic devices (IEDs), circuit breakers (CBs), and agents are clarified during fault occurrence. The simulation results show that the proposed MAS-based microgrids can promptly isolate faults and protect the system against faults in real time."}, "filled": true, "author_pub_id": "YUTXWNUAAAAJ:Y0pCki6q_DkC", "num_citations": 18, "citedby_url": "/scholar?hl=en&cites=1297153870063818899", "cites_id": ["1297153870063818899"], "pub_url": "https://www.mdpi.com/1996-1073/10/1/28", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:k1gtfJJqABIJ:scholar.google.com/", "cites_per_year": {"2017": 1, "2018": 5, "2019": 1, "2020": 1, "2021": 2, "2022": 2, "2023": 5, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Multi-agent based protection on highly dominated distributed energy resources", "pub_year": 2013, "citation": "Energy and Power Engineering 5 (4B), 927-931, 2013", "author": "Stephanus A Ananda and J Gu", "journal": "Energy and Power Engineering", "volume": "5", "number": "4B", "pages": "927-931", "publisher": "Scientific Research Publishing", "abstract": "Highly penetration of Distributed Energy Resources (DER) on the grid systems nowadays makes the systems grow dynamically. The system become more complex and the protection system become more complicated. The protection relay should accommodate the system changes according to the system conditions and topologies. As part of developmental aspect of Distributed Artificial Intelligent, Multi Agent System (MAS) is a challenging method for improving the intelligent properties of relay protection. This paper introduces the use of MAS approach on radial distribution system protection dominated with DER using dispersed adaptive rule-based protection supported by distributed database agent. The simulation results confirmed that the proposed algorithm can respond within 15.05 ms."}, "filled": true, "author_pub_id": "YUTXWNUAAAAJ:Tyk-4Ss8FVUC", "num_citations": 16, "citedby_url": "/scholar?hl=en&cites=4656152421461392457", "cites_id": ["4656152421461392457"], "pub_url": "https://file.scirp.org/pdf/EPE_2013111211202347.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:SfxHPfX5nUAJ:scholar.google.com/", "cites_per_year": {"2015": 3, "2016": 1, "2017": 2, "2018": 0, "2019": 3, "2020": 2, "2021": 1, "2022": 1, "2023": 2, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Use of Digital Signal Prosessing Card In Active Power Filter Design To Mitigate Harmonic Distortion", "pub_year": 2012, "citation": "RE&PQJ 10 (11), 2012", "author": "Daniel Rohi and Limboto Limantara and David Wailanduw and Stephanus Ananda and Yusak Tanoto", "journal": "RE&PQJ", "volume": "10", "number": "11"}, "filled": true, "author_pub_id": "YUTXWNUAAAAJ:UeHWp8X0CEIC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:MEqPtoiEZWoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh perubahan arus saluran terhadap tegangan tarik dan andongan pada sutet 500 KV di zona Krian", "pub_year": 2006, "citation": "Jurnal Teknik Elektro 6 (1), 2006", "author": "Stephanus Antonius Ananda and Emmy Hosea and Vicky Chandra", "journal": "Jurnal Teknik Elektro", "volume": "6", "number": "1", "abstract": "The transmission lines generally using conductor with ACSR (Aluminium Conductor Steel Reinforced) which has limited temperature until 90 degrees. In this present time, the need of electricity is increasing rapidly; considering from that problem, we need to increase the capacity of transmission line by optimizes the capacity of line conductor from the transmission line before. The main problem of optimizing the transmission line are the tension and sagging of the conductors become bigger. Based from this situation the research is conducted to know about the characteristic of the alteration of current line to tension and sagging of the conductors. Therefore, the result of the research can be useful in designing the structure construction of transmission line which suitable to the conductor's characteristic. As a simulation model, Paiton-Krian 500 kV transmission line is used. The data, including the data of ACSR conductor, are collected from the field. The conductor's temperature is calculated using heat-balance method. Ruling Span method is used to measure the length of equivalent span. Mean while the Catenary method is used to measure the conductor's tension and sagging. In conclusion, it can be seen that the alteration of line current from 10 Ampere to 850 Ampere will cause the conductor temperature increase 125.94%, the tension decrease 36, 38% and the sagging increase 26.82%. Abstract in Bahasa Indonesia: Saluran transmisi udara umumnya menggunakan konduktor jenis ACSR (Alumunium Conductor Steel Reinforced) yang memiliki batas temperatur kerja yang diizinkan sebesar 90 C. Mempertimbangkan peningkatan kebutuhan …"}, "filled": true, "author_pub_id": "YUTXWNUAAAAJ:2osOgNQ5qMEC", "num_citations": 9, "citedby_url": "/scholar?hl=en&cites=5418538562003891196", "cites_id": ["5418538562003891196"], "pub_url": "http://jurnalelektro.petra.ac.id/index.php/elk/article/view/16431", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:_HP_DR2EMksJ:scholar.google.com/", "cites_per_year": {"2011": 1, "2012": 0, "2013": 0, "2014": 0, "2015": 0, "2016": 1, "2017": 1, "2018": 1, "2019": 0, "2020": 0, "2021": 2, "2022": 2, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sistem automasi proses produksi minuman dengan sistem SCADA menggunakan PLC", "pub_year": 2004, "citation": "Jurnal Teknik Elektro 4 (1), 2004", "author": "Felix Pasila and Stephanus A Ananda and Nelson Kusuma Rahardja", "journal": "Jurnal Teknik Elektro", "volume": "4", "number": "1", "abstract": "Dunia industri membutuhkan suatu proses produksi yang dapat dioperasikan secara berurutan dari proses yang satu ke proses yang lain tanpa harus memakai tenaga manusia yang banyak. Untuk masalah itu, dibutuhkan sistem automasi yang dapat dijalankan dan dioperasikan dari satu pusat. SCADA dengan menggunakan PLC banyak dipakai dalam proses industri karena mampu menjawab semua masalah dalam mengontrol aplikasi industri secara otomatis.Paper ini menjelaskan bagaimana membuat simulasi plan dari proses produksi minuman beserta dengan desainnya. Plan yang akan digunakan meliputi: pompa, mixer, valve, dan heater. Plan tersebut akan dioperasikan menggunakan PLC Omron C-200 HS yang akan disambungan ke SCADA Intouch, buatan Wonderware.. Komunikasi antara PLC Omron dengan SCADA Intouch dilakukan dengan menggunakan Host Link RS232c dengan program I/O Servers."}, "filled": true, "author_pub_id": "YUTXWNUAAAAJ:9yKSN-GCB0IC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=3845044496692076828", "cites_id": ["3845044496692076828"], "pub_url": "https://www.researchgate.net/profile/Stephanus-Ananda/publication/43329358_Sistem_Automasi_Proses_Produksi_Minuman_Dengan_Sistem_SCADA_Menggunakan_PLC/links/53d20cb30cf2a7fbb2e9633e/Sistem-Automasi-Proses-Produksi-Minuman-Dengan-Sistem-SCADA-Menggunakan-PLC.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:HOHmCplXXDUJ:scholar.google.com/", "cites_per_year": {"2018": 2, "2019": 1, "2020": 0, "2021": 1, "2022": 1, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Studi Karateristik Motor DC Penguat Luar Terhadap Posisi Sikat", "pub_year": 2003, "citation": "Jurnal Teknik Elektro 3 (1), 2003", "author": "Stephanus Antonius Ananda and Edhi Tanaka Soewangsa", "journal": "Jurnal Teknik Elektro", "volume": "3", "number": "1", "abstract": "Masalah yang sering timbul dalam motor dc adalah peletakan dari posisi sikat. Adanya reaksi medan magnit pada jangkar membuat posisi sikat pada komutator motor dc berubah. Ada motor dc yang posisi sikatnya dapat diatur sesuai kondisi yang diinginkan. Pada makalah ini akan diteliti hubungan antara posisi sikat dengan karateristik putaran, torsi dan mekanis dari motor dc jenis penguat luar. Dari hasil pengujian baik pada beban nol dan berbeban sudut sikat sebesar 24 disebelah kiri dari posisi tengah memiliki karateristik paling baik dibandingkan dengan posisi yang lain. Efisiensi motor tertinggi sebesar 73, 64%"}, "filled": true, "author_pub_id": "YUTXWNUAAAAJ:u5HHmVD_uO8C", "num_citations": 10, "citedby_url": "/scholar?hl=en&cites=15463241432762309134", "cites_id": ["15463241432762309134"], "pub_url": "https://www.academia.edu/download/72046188/Studi_Karateristik_Motor_DC_Penguat_Luar20211009-21939-1pa2vz2.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Dlrmwyd4mNYJ:scholar.google.com/", "cites_per_year": {"2013": 1, "2014": 1, "2015": 0, "2016": 0, "2017": 1, "2018": 0, "2019": 2, "2020": 0, "2021": 2, "2022": 2, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Studi Penggunaan Permanen Magnet Servo Motor Tegangan 460 V DC 1850 Rpm Pada Mesin Potong Karton", "pub_year": 2002, "citation": "Jurnal Teknik Elektro 2 (2), 2002", "author": "Stephanus A Ananda", "journal": "Jurnal Teknik Elektro", "volume": "2", "number": "2", "abstract": "Dengan kemajuan teknologi yang ada, motor listrik menjadi bagian yang tidak terpisahkan dalam kegiatan produksi. Motor DC Servo adalah merupakan salah satu motor yang banyak digunakan dalam industri karena mempunyai keunggulan yaitu mudah diatur putarannya. Dalam makalah ini akan dibahas Motor DC Servo jenis permanen magnet yang diaplikasikan dalam mesin potong karton. Pengaturan kecepatan menggunakan pengontrol kecepatan melalui perubahan frekuensi. Dari hasil pengujian di lapangan didapatkan nilai tegangan konstan, dan nilai arus, daya, dan torsi meningkat seiring meningkatnya kecepatan. Didapatkan peningkatan torsi 0, 56 Nm pada putaran 102 Rpm dan naik menjadi 1, 43 Nm pada putaran 255 Rpm."}, "filled": true, "author_pub_id": "YUTXWNUAAAAJ:zYLM7Y9cAGgC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=420846320721172136", "cites_id": ["420846320721172136"], "pub_url": "https://www.academia.edu/download/92903310/ELK02020208.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qJadu38l1wUJ:scholar.google.com/", "cites_per_year": {"2015": 1, "2016": 0, "2017": 0, "2018": 0, "2019": 0, "2020": 0, "2021": 0, "2022": 3, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisa Perbandingan Efisiensi Energi Dari Penempatan Rangkaian Pengontrol Kecepatan Motor Induksi Kapasitor Running Satu Fasa 220 Volt 30 Watt 1370 RPM Yang Terhubung Pada Suplai Dengan Yang Terhubung Pada Main Winding", "pub_year": 2002, "citation": "Jurnal Teknik Elektro Universitas Kristen Petra 2 (1), 132962, 2002", "author": "Stephanus Antonius Ananda and Witdono Witdono", "journal": "Jurnal Teknik Elektro Universitas Kristen Petra", "volume": "2", "number": "1", "pages": "132962", "publisher": "Petra Christian University", "abstract": "Dalam Makalah ini dibahas mengenai analisa perbandingan efisiensi dari penempatan rangkaian pengontrol kecepatan motor induksi kapasitor running satu fasa, 220 Volt, 30 Watt, 1370 Rpm, yang terhubung pada suplai dengan yang terhubung pada kumparan utama (main winding). Pengujian yang dilakukan adalah mengamati besarnya torsi, arus, cos ϕ, daya input dan efesiensi pada berbagai kecepatan motor. Dari hasil pengujian terhadap dua rangkaian pengontrol kecepatan yang ditempatkan pada kumparan utama (main winding) dan suplai didapatkan bahwa rangkaian pengontrol kecepatan di kumparan utama (main winding) 10% lebih efisien dibandingkan dengan yang ditempatkan pada suplai."}, "filled": true, "author_pub_id": "YUTXWNUAAAAJ:u-x6o8ySG0sC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=4328119798040241820", "cites_id": ["4328119798040241820"], "pub_url": "https://www.researchgate.net/profile/Witdono-Witdono/publication/43329325_Analisa_Perbandingan_Efisiensi_Energi_Dari_Penempatan_Rangkaian_Pengontrol_Kecepatan_Motor_Induksi_Kapasitor_Running_Satu_Fasa_220_Volt_30_Watt_1370_RPM_Yang_Terhubung_Pada_Suplai_Dengan_Yang_Terhubun/links/0046352029a48b3ffa000000/Analisa-Perbandingan-Efisiensi-Energi-Dari-Penempatan-Rangkaian-Pengontrol-Kecepatan-Motor-Induksi-Kapasitor-Running-Satu-Fasa-220-Volt-30-Watt-1370-RPM-Yang-Terhubung-Pada-Suplai-Dengan-Yang-Terhubun.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nCaGYwaSEDwJ:scholar.google.com/", "cites_per_year": {"2016": 1, "2017": 0, "2018": 0, "2019": 0, "2020": 0, "2021": 0, "2022": 0, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penyadapan Saluran Transmisi dengan Kopling Kapasitif untuk Suplai Daerah Terpencil", "pub_year": 2001, "citation": "Jurnal Teknik Elektro 1 (1), 2001", "author": "Stephanus Antonius Ananda and V Ari Kusumandoyo", "journal": "Jurnal Teknik Elektro", "volume": "1", "number": "1", "abstract": "Tapping the transmission lines with capacitive coupling is an alternative to supply the electricity for isolated regions with energy requirment below 50 kW. This option is more economical option compared to other alternatives such as makes substation, long distribution lines or small power house. The capacitive coupling actually a capacitive voltage divider that steps the voltage of transmission level down to the distribution level. Inductor must be connected to primary side and secondary side of the distribution transformer in order to compensate the resonance of capacitive load. Abstract in Bahasa Indonesia: Salah satu alternatif untuk dapat memberikan sumber listrik pada daerah terpencil yang membutuhkan daya relatif rendah dan dilalui oleh saluran transmisi adalah dengan melakukan penyadapan daya yang terdapat pada saluran transmisi dengan menggunakan kopling kapasitif. Kopling kapasitif yang digunakan membentuk suatu pembagi tegangan kapasitif yang berguna untuk menurunkan tegangan dari level tegangan transmisi ke level tegangan distribusi. Pemasangan Induktor yang dihubungkan pada sisi primer dan sisi sekunder transformator distribusi berfungsi untuk mengkompensasi resonansi yang timbul akibat adanya beban kapasitif. Pada tulisan ini dibahas kondisi sistem pada saat terjadi penyadapan baik saat transient maupun steady state dengan simulasi. Kata kunci: transmisi, kopling kapasitip, pembagi tegangan kapasitif."}, "filled": true, "author_pub_id": "YUTXWNUAAAAJ:qjMakFHDy7sC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=8134756723683838638", "cites_id": ["8134756723683838638"], "pub_url": "http://ced.petra.ac.id/index.php/elk/article/view/16392", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:rkpl8SN25HAJ:scholar.google.com/", "cites_per_year": {"2016": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisa Perbandingan Efisiensi Energi Dari Penempatan Rangkaian Pengontrol Kecepatan Motor Induksi Kapasitor...", "citation": "", "author": "Stephanus Ananda and Witdono Witdono", "abstract": "Dalam Makalah ini dibahas mengenai analisa perbandingan efisiensi dari penempatan rangkaian pengontrol kecepatan motor induksi kapasitor running satu fasa, 220 Volt, 30 Watt, 1370 Rpm, yang terhubung pada suplai dengan yang terhubung pada kumparan utama (main winding). Pengujian yang dilakukan adalah mengamati besarnya torsi, arus, cos ϕ, daya input dan efesiensi pada berbagai kecepatan motor. Dari hasil pengujian terhadap dua rangkaian pengontrol kecepatan yang ditempatkan pada kumparan utama (main winding) dan suplai didapatkan bahwa rangkaian pengontrol kecepatan di kumparan utama (main winding) 10% lebih efisien dibandingkan dengan yang ditempatkan pada suplai."}, "filled": true, "author_pub_id": "YUTXWNUAAAAJ:WF5omc3nYNoC", "num_citations": 0, "pub_url": "https://www.academia.edu/download/51146499/Analisa_Perbandingan_Efisiensi_Energi_Da20170101-17151-11bn79t.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9iUGmGbIK2UJ:scholar.google.com/", "cites_per_year": {}}
