{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Followers is the King’: Commodification of Authenticity of TikTok Content Creators in Commercial Video Production", "pub_year": 2025, "citation": "Mediacon, 2025", "author": "Jennifer Annebeal and Jandy E Luik and Inri Inggrit Indrayani", "journal": "Mediacon", "abstract": "We have observed a recent trend where TikTok content creators develop thematic content that is perceived as their authenticity. Thematic content refers to the consistency of messages conveyed by content creators as part of their digital identity construction. These media messages were initially designed to entertain, educate, and inform followers. However, these practices have shifted towards monetization, which leads to commodification. We aim to assess the impact of this commodification with the following question: How do TikTok content creators experience the commodification of authenticity in commercial video production? Our study is a qualitative descriptive analysis using case study as a method. Key findings reveal that creators deliberately craft their digital identities to enhance popularity and financial gain. Authenticity, once a genuine trait, is now commodified to increase value. Moreover, creators often develop digital alter egos as part of this process. The implications of this study include: a) the enhancement of promotional culture that threatens the true values of authentic interactions on the platform, and b) the potential devaluation of authenticity due to its extensive exploitation by content creators."}, "filled": true, "author_pub_id": "Z2nTDq8AAAAJ:p2g8aNsByqUC", "num_citations": 0, "pub_url": "https://proceeding-mediacon.petra.ac.id/index.php/med/article/view/16", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:EnMHFKlTyVQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Media logic and educational micro-content: Presentational themes and approaches on TikTok", "pub_year": 2025, "citation": "The Communication Review, 1-27, 2025", "author": "Jandy Luik and Dwi Setiawan and Ronald HI Sitindjak", "journal": "The Communication Review", "pages": "1-27", "publisher": "Routledge", "abstract": "Brevity is one of the defining characteristics of content found on the TikTok platform, along with features such as music, filters, and users’ body movements. Through the lens of media logic theory, this article focuses on the brevity of micro-content, such as TikTok videos, often referred to as bite-sized content, as well as its impact on content creation processes. Specifically, this study explores the themes and types of educational micro-video presentations on TikTok, all of which have a duration of less than five minutes. The study employs an inductive qualitative content analysis method, using a sample of 140 educational TikTok videos with durations ranging from 13 to 299 seconds. The research identifies six micro-content themes in education: study tips, health and beauty, sports and exercise, creative skills, media and technology, and general knowledge. Among these themes, health and beauty, creative skills, and …"}, "filled": true, "author_pub_id": "Z2nTDq8AAAAJ:nb7KW1ujOQ8C", "num_citations": 0, "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/10714421.2025.2452086", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:pkCGiI1h-nsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Persuasive Key Message Factors in Marjan Syrup Advertisements from 2021-2024", "pub_year": 2024, "citation": "Journal of Content and Engagement, 182-200, 2024", "author": "Kezia Maureen and Jandy Luik and Astri Yogatama", "journal": "Journal of Content and Engagement", "pages": "182-200", "abstract": "Marketing Public Relations (MPR) emphasises not on selling (as in advertising activities) but on providing information, education, and efforts to increase understanding through the addition of knowledge about a product brand. This approach has a stronger impact, and the message conveyed is more memorable to consumers. With a more intensive and comprehensive level of communication compared to advertising, MPR represents a higher concept than regular advertising. MPR emphasises the management aspect of marketing by highlighting consumer welfare. The Marjan Syrup advertisement is one of the most unique and interesting advertisements, which certainly does not escape the attention of the Indonesian public. Since 2019, Marjan has begun to step out of its\" ordinary advertisement\" comfort zone by using various editing techniques while still incorporating elements of Indonesian folklore. This study provides an overview of the persuasive key message factors contained in the Marjan Syrup advertisements from 2021 to 2024. Using quantitative content analysis, this study is able to examine the message structure, message content, framing, language, and emotional appeals present in each scene of the Marjan Syrup advertisements. The results of the study indicate that the advertisements from 2021 to 2024 contain persuasive key message factors. The most prominent indicators are Message Structure and Language. Additionally, the researchers found that the persuasive key message factors in these four years are suitable for further attracting viewers to the advertisements by conveying messages that contain persuasive elements"}, "filled": true, "author_pub_id": "Z2nTDq8AAAAJ:UxriW0iASnsC", "num_citations": 0, "pub_url": "https://joce.petra.ac.id/index.php/joce/article/view/37", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:EMmQJBoM_QIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Communication Strategy of Peduly Gotong Royong Foundation in Building Volunteer Re-participation in Surabaya", "pub_year": 2024, "citation": "Journal of Content and Engagement, 15-40, 2024", "author": "Ivana Wardana and Jandy Edipson Luik and Daniel Budiana", "journal": "Journal of Content and Engagement", "pages": "15-40", "abstract": "Peduly Surabaya is how people called Peduly Gotong Royong Foundation which is located in Surabaya. Peduly Surabaya started volunteer activities involving external parties in June 2023. In a month, there are around 3-5 volunteers who return more than twice in the same month. This statement shows that the level of re-participation in Peduly Surabaya is relatively high. With a case study method, the case that can be studied from Peduly Surabaya is the strategy in attracting volunteers to return to Peduly Surabaya's new volunteer activities. Based on the result, there are six strategies. These six strategies include internal and external strategies that are communicated directly or through online media. First, choose a management team that is communicative and has high initiative in accordance with Peduly's value. Second, consistently communicating various activities online Third, convey the results of evaluations and learning from previous activities. Fourth, communication through many media. Fifth, familiarize volunteers in creating content about Peduly Surabaya. Sixth, transparency regarding the function of donation contribution."}, "filled": true, "author_pub_id": "Z2nTDq8AAAAJ:OU6Ihb5iCvQC", "num_citations": 0, "pub_url": "https://joce.petra.ac.id/index.php/joce/article/download/44/55", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:0_LHrHGA7bsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Building Optimism Through Inspirational YouTube Videos During the Pandemic: An Empirical Examination", "pub_year": 2024, "citation": "Journal of Creative Communications 19 (2), 147-160, 2024", "author": "Jandy E Luik and Indriati Njoto Bisono and Agusly Irawan Aritonang", "journal": "Journal of Creative Communications", "volume": "19", "number": "2", "pages": "147-160", "publisher": "SAGE Publications", "abstract": "This article presents the results of content categorisation and measurement of the effects of YouTube videos released publicly by commercial entities during the pandemic. The videos in question contain inspirational content concerning prosocial behaviour in response to COVID-19 and are released through the big companies’ official YouTube accounts. In the first study, the authors analysed the content of videos from various companies. While the videos encompassed different presentations of actions taken and messages expressing optimism, those that conveyed empathetic communication and human values were predominantly featured. We categorised the findings into action-oriented, human values–oriented and empathic-oriented content for the selection of videos in the subsequent study. In the subsequent experimental study, aimed at understanding the effects, we asked participants to watch and evaluate …"}, "filled": true, "author_pub_id": "Z2nTDq8AAAAJ:D03iK_w7-QYC", "num_citations": 0, "pub_url": "https://journals.sagepub.com/doi/abs/10.1177/09732586231222747", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:hZqSuz96-qkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Media Freelancers and Platforms: How Beginner and Experienced Media Freelancers Perceive Online Platforms", "pub_year": 2023, "citation": "Media Freelancers and Platforms: How Beginner and Experienced Media …, 2023", "author": "Jandy Edipson Luik and Dwi Setiawan and Ronald Hasudungan Irianto Sitinjak", "abstract": "The article presents the perspectives of media freelancers on digital platforms. This article is based on a qualitative study comprising 20 participants (10 beginners and 10 experienced media freelancers). Our findings indicate that the degree of flexibility is often overstated, as many freelance media workers on online platforms are compelled to adhere to tight deadlines, client demands, and offered prices. Regarding the issue of precarity, our study participants, particularly the beginners, understand the challenges they encounter serve as necessary steppingstones towards more established positions. The experienced freelancers are adept at navigating the challenges and threats that arise when working with online platforms. This collective knowledge leads us to reassess the extreme positions of either uncritically celebrating flexibility or outrightly rejecting the casualisation of work."}, "filled": true, "author_pub_id": "Z2nTDq8AAAAJ:KxtntwgDAa4C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20667/1/Publikasi1_06002_9819.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:TYPSX9Ttt6MJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "What do Indonesian start-ups communicate during the COVID-19 pandemic?", "pub_year": 2023, "citation": "Media International Australia 187 (1), 139-152, 2023", "author": "Jandy Luik", "journal": "Media International Australia", "volume": "187", "number": "1", "pages": "139-152", "publisher": "SAGE Publications", "abstract": "This article aims to explore the media content during the COVID-19 pandemic. It focuses on the pandemic-handling videos released by start-up companies in Indonesia through their official YouTube accounts. As start-ups were also experiencing the impact of the pandemic, one of their biggest challenges was to communicate optimistic messages to the public with the right content and context. Therefore, this article examines the contents of the videos released by start-up companies during the COVID-19 pandemic in Indonesia. Drawing from the data collected between March and December 2020, this qualitative study finds four inspirational media themes: ‘we all are affected by the pandemic’, the appearance of human values, presenting action taken, and optimistic expressions. Further, this article discusses the arrangement of inspirational statements and acts of empathy, which are predominantly mixed with brand …"}, "filled": true, "author_pub_id": "Z2nTDq8AAAAJ:R3hNpaxXUhUC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=6385796035558698183", "cites_id": ["6385796035558698183"], "pub_url": "https://journals.sagepub.com/doi/abs/10.1177/1329878X211068463", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:x-ySM6nnnlgJ:scholar.google.com/", "cites_per_year": {"2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Parasocial Relationship between Parents Viewers with Korean Drama Actors", "pub_year": 2023, "citation": "Journal of Content and Engagement, 1-17, 2023", "author": "Aurelia Angelica Ng and Jandy Luik and Chory Angela Wijayanti", "journal": "Journal of Content and Engagement", "pages": "1-17", "abstract": "Hallyu or Korean wave has been rapidly growing on the last few decades. Hallyu has brought South Korea’s cultures including Korean dramas worldwide, including Indonesia. The rise of technology and new media has also given more space for content distribution and access for media actors and audiences. Hence, Korean drama has a high popularity in Indonesia, with audiences from various kinds of demographic backgrounds, including parents. One of the reasons of the high interest towards Korean drama is due to the interesting actors. The high interest towards Korean drama actors are often related to the concept of parasocial relationship, which is a one-sided relationship between audiences and media persona."}, "filled": true, "author_pub_id": "Z2nTDq8AAAAJ:dshw04ExmUIC", "num_citations": 0, "pub_url": "https://joce.petra.ac.id/index.php/joce/article/view/8", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:67c6tyqI3ewJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Remediasi dalam Pandemi COVID-19: Strategi New Normal?", "pub_year": 2023, "citation": "MULTIFASET KOMUNIKASI STRATEGIK DI MASA PANDEMI 1, 45, 2023", "author": "Jandy Luik", "volume": "1", "pages": "45", "publisher": "Widina Bhakti Persada Bandung", "abstract": "Tulisan ini bertujuan untuk memahami fenomena Bekerja, Belajar, dan Beribadah Dari Rumah/B3DR dalam masa pandemi melalui perspektif remediasi/remediation dan implikasi pemahaman ini pada komunikasi strategik. Kata “remediasi” secara umum bermakna adanya proses perbaikan/remedial atau bisa bermakna penyempurnaan; namun tak ada yang ‘tidak lulus’ dari proses-proses komunikasi bertemu muka. Hanya saja, situasi pandemi Covid19 telah mempersuasi kita untuk menjalankan tagar #dirumahaja dengan tetap produktif. Dari perspektif komunikasi dan media, “remediasi/remediation” (Bolter and Grusin) adalah sebuah teori tentang refashioning media dengan dua logika utamanya yaitu immediacy dan hypermediacy yang bisa dipakai untuk menjelaskan fenomena B3DR melalui platform daring. Sehingga, tulisan ini membahas lebih lanjut tentang teori remediasi, tentang apa yang ‘hilang’ dari remediasi B3DR saat ini, dan tentang kontribusi pada komunikasi strategik: remediasi B3DR adalah strategi komunikasi yang temporer ataukah remediasi ini akan menjadi sebuah new-normal, bahkan next-normal? Tulisan ini memakai dua contoh kasus: kuliah daring (Bekerja dan Belajar) dan ibadah daring (Beribadah) untuk menjawab pertanyaan di atas."}, "filled": true, "author_pub_id": "Z2nTDq8AAAAJ:yD5IFk8b50cC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20594/2/Publikasi4_06002_9732.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:YapChdpcQq0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Proses Adopsi Inovasi New Media oleh Pengurus Gereja GKI Darmo Satelit di Tengah Pandemi COVID-19", "pub_year": 2022, "citation": "Jurnal e-Komunikasi 10 (2), 2022", "author": "Evalyn Mayrilia Soetanto and Jandy Edipson Luik and Chory Angela Wijayanti", "journal": "Jurnal e-Komunikasi", "volume": "10", "number": "2"}, "filled": true, "author_pub_id": "Z2nTDq8AAAAJ:NhqRSupF_l8C", "num_citations": 0, "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Startup Accelerator dan Industri Media: Fungsi, Struktur, dan Representasi", "pub_year": 2022, "citation": "Gramedia Pustaka Utama, 2022", "author": "Jandy Luik", "publisher": "Gramedia Pustaka Utama", "abstract": "Tren perkembangan startup digital mendorong berbagai institusi seperti perusahaan, komunitas investor, perguruan tinggi, dan pemerintah untuk berkontribusi secara konkret bagi pengembangan startup. Akan tetapi, sarana untuk mempercepat pertumbuhan startup, seperti startup accelerator, belum mendapat banyak perhatian. Startup Accelerator dan Industri Media: Fungsi, Struktur, dan Representasi membahas startup accelerator. Dua pertanyaan kunci ingin dijawab. Pertama, bagaimana konseptualisasi antara startup accelerator dan industri media? Kedua, bagaimana startup accelerator mengembangkan dan membesarkan perusahaan rintisan digital? Buku ini ditulis berdasarkan data studi etnografi Penulis di Jakarta serta wawancara dan observasi dengan beberapa pengelola yang ada di Inggris, Skotlandia, dan Amerika Serikat. Dengan olah data arsip dan analisis teks pemberitaan media, Penulis menyajikan perspektif baru terkait startup accelerator dan industri media. Tiga konseptualisasi antara startup accelerator dan industri media yang Penulis sajikan dalam buku ini adalah relasi fungsional, struktural, dan representasional. Dibahas juga beberapa temuan menarik dalam buku ini, yaitu:• pendekatan intensif dan funding yang diakhiri dengan pitching di demoday• upaya pengelola akselerator untuk melibatkan berbagai aktor• prinsip tanggung bersama dan terbukanya akses yang ditawarkan oleh akselerator• pengemasan natur novelty dan nuansa digital dalam pemberitaan mengenai startup accelerator• pengalaman “melawan arus” salah satu startup dalam bidang media yang mengembangkan model bisnis paid subscription …"}, "filled": true, "author_pub_id": "Z2nTDq8AAAAJ:RHpTSmoSYBkC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=5226052730969469225", "cites_id": ["5226052730969469225"], "pub_url": "https://books.google.com/books?hl=en&lr=&id=UKFwEAAAQBAJ&oi=fnd&pg=PP1&dq=info:KTHlHkWrhkgJ:scholar.google.com&ots=Z9D4j_b75d&sig=316MicGZDYU4ZkBcKZX2COisykk", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KTHlHkWrhkgJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penerimaan Citra Windah Basudara Oleh Penonton Pada Konten Charity Di Youtube", "pub_year": 2022, "citation": "Jurnal E-Komunikasi 10 (2), 1-12, 2022", "author": "Daniel Sefrandov and Jandy Edipson Luik and Astri Yogatama", "journal": "Jurnal E-Komunikasi", "volume": "10", "number": "2", "pages": "1-12", "abstract": "Windah Basudara merupakan channel Youtube gaming yang dibuat oleh seorang pria yaitu Brando Franco Windah. Brando memulai channel nya di akhir Desember 2018 dan mulai aktif pada tahun 2019. Windah Basudara dalam perjalanannya sudah meraih banyak penghargaan, salah satunya adalah “Content Creator Gaming Terfavorit 2021” yang diadakan oleh GlobalTV. Windah Basudara tidak membuka donasi selama melakukan live streaming YouTube selain di konten charity. Windah Basudara sudah mengadakan 13 kali live streaming tentang konten charity dan mengumpulkan ratusan hingga milyaran rupiah untuk disumbangkan kepada orang yang membutuhkan. Penelitian ini dilakukan untuk mengetahui bagaimana penonton yang memiliki pengalaman berbeda dalam memaknai citra Windah Basudara pada konten charity, yang akan diteliti menggunakan metode analisis resepsi. Informan dalam …"}, "filled": true, "author_pub_id": "Z2nTDq8AAAAJ:xtRiw3GOFMkC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=590222736296672771", "cites_id": ["590222736296672771"], "pub_url": "https://scholar.google.com/scholar?cluster=590222736296672771&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:A35Sl3PkMAgJ:scholar.google.com/", "cites_per_year": {"2024": 3, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Representasi Kekerasan Seksual Dalam Film Penyalin Cahaya", "pub_year": 2022, "citation": "Jurnal E-Komunikasi 10 (2), 2-12, 2022", "author": "Naviri Siswanto and Jandy Edipson Luik and Chory Angela Wijayanti", "journal": "Jurnal E-Komunikasi", "volume": "10", "number": "2", "pages": "2-12", "abstract": "Penelitian ini dilakukan untuk mengetahui bagaimana kekerasan seksual direpresentasikan melalui film Penyalin Cahaya. Pendekatan yang digunakan pada penelitian ini adalah kualitatif dengan jenis penelitian deskriptif. Metode penelitian yang digunakan adalah metode semiotika kode-kode televisi John Fiske yang dilihat melalui kode level realitas, level representasi, dan level ideologi. Hasil penelitian menunjukkan bahwa film Penyalin Cahaya memperlihatkan bagaimana kekerasan seksual yang tanpa kita sadari terjadi dan dilakukan oleh orang terdekat kita. Kekerasan seksual dapat terjadi di manapun dan kapanpun. Dalam penelitian ini, representasi yang muncul yaitu adanya kekuasaan pelaku kekerasan seksual yang lebih tinggi dan perjuangan kelas sosial yang lebih lemah untuk menyuarakan kebenaran kekerasan seksual. Ideologi yang digambarkan dalam penelitian ini adalah ideologi kelas."}, "filled": true, "author_pub_id": "Z2nTDq8AAAAJ:HoB7MX3m0LUC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=15898034487971561340", "cites_id": ["15898034487971561340"], "pub_url": "https://scholar.google.com/scholar?cluster=15898034487971561340&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:fD90qiIqodwJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 5}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Representasi Feminisme dalam Film Serial Layangan Putus", "pub_year": 2022, "citation": "Jurnal E-Komunikasi 10 (2), 1-12, 2022", "author": "Griselda Sampurno and Jandy Edipson Luik and Desi Yoanita", "journal": "Jurnal E-Komunikasi", "volume": "10", "number": "2", "pages": "1-12", "abstract": "Film serial “Layangan Putus” merupakan film yang membahas mengenai keluarga dan rumah tangga. Film ini menceritakan mengenai kehidupan seorang istri dan seorang ibu dengan tokoh Kinan yang berjuang dalam mencari keadilan bagi dirinya dalam hubungan rumah tangganya, serta bagi keluarga kecil yang ia bangun. Berdasarkan hal tersebut, peneliti ingin meneliti bagaimana representasi feminisme dalam film serial “Layangan Putus”? Dalam meneliti, peneliti menggunakan metode semiotika, khususnya kode-kode televisi John Fiske. Temuan dalam penelitian ini memperlihatkan bahwa feminisme digambarkan dalam tiga bentuk yaitu: perempuan yang berusaha mendobrak higemoni pria, feminisme yang digambarkan oleh perempuan yang mempertahankan harga dirinya dan feminisme yang digambarkan oleh perempuan yang berjuang untuk kesetaraan haknya. Melalui penelitian ini, peneliti …"}, "filled": true, "author_pub_id": "Z2nTDq8AAAAJ:iH-uZ7U-co4C", "num_citations": 9, "citedby_url": "/scholar?hl=en&cites=15990109140344110360", "cites_id": ["15990109140344110360"], "pub_url": "https://scholar.google.com/scholar?cluster=15990109140344110360&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:GP3vPYtH6N0J:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 4, "2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Freelancers Media Dalam Era Digital", "pub_year": 2021, "citation": "Prenada Media, 2021", "author": "Jandy Luik and Agusly Aritonang", "publisher": "Prenada Media", "abstract": "Dalam era digital, platform telah menjadi sebuah locus, sebuah (tambahan) wilayah untuk bekerja. Bagi freelancers media, era digital adalah suatu lapangan baru dengan paket keahlian baru. Namun, apakah era digital membawa sebuah semangat berbeda bagi para freelancers media? Jika demikian, bagaimana tatanan interaksi sosial dan makna bekerja mengalami disrupsi lewat platformisasi? Silakan menyimak pengalaman dan jawaban para freelancers yang dituliskan dengan lugas dan sistematis dalam buku ini. Tiga kekuatan utama buku ini adalah pemetaan natur bekerja lepas di era digital, pemaparan utilisasi platform digital oleh freelancers, dan analisis implikasi platform digital bekerja lepas. Buku persembahan penerbit PrenadaMedia# Kencan# PrenadaMedia"}, "filled": true, "author_pub_id": "Z2nTDq8AAAAJ:4JMBOYKVnBMC", "num_citations": 10, "citedby_url": "/scholar?hl=en&cites=15237335426054233879", "cites_id": ["15237335426054233879"], "pub_url": "https://books.google.com/books?hl=en&lr=&id=W7leEAAAQBAJ&oi=fnd&pg=PA1&dq=info:Fx9w0dbjddMJ:scholar.google.com&ots=HarqyhuCN-&sig=oYOUKPAXyaZjplpZj8BxSdh0peg", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Fx9w0dbjddMJ:scholar.google.com/", "cites_per_year": {"2022": 3, "2023": 1, "2024": 3, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Informality of media freelancers in Indonesia: Motives and prospects", "pub_year": 2021, "citation": "Journal of Creative Communications 17 (3), 288-302, 2021", "author": "Jandy E Luik and Agusly I Aritonang", "journal": "Journal of Creative Communications", "volume": "17", "number": "3", "pages": "288-302", "publisher": "SAGE Publications", "abstract": "This article presents our analysis of the nature of informality of media freelancers and its implications to creative workers. Employing a series of 15 interviews, we offer an interpretive understanding through the subjective experience of the Indonesian media freelancers. Accordingly, we analyse the participants’ responses in four dimensions of informality: personal, professional, technological and social. This analysis brings up a discussion about the flexibility, challenges and opportunities of working as a media freelancer. Specifically, three themes emerged from our discussion: motivations of doing freelance, managing ‘uncertainty’ through creativity and self-management, and the importance of social–technological infrastructure. Considering the demographic bonus in Indonesia, we suggest a future research agenda towards the potentials of informality of media freelancers. This future direction would shed light on …"}, "filled": true, "author_pub_id": "Z2nTDq8AAAAJ:QIV2ME_5wuYC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=12832427548314089911", "cites_id": ["12832427548314089911"], "pub_url": "https://journals.sagepub.com/doi/abs/10.1177/09732586211050332", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:t7kyt93wFbIJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 0, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Efektivitas Iklan Shopee Edisi ‘Main Shopee Tanam, Menang THR 10 Milyar’di YouTube pada Masyarakat Surabaya", "pub_year": 2021, "citation": "Jurnal e-Komunikasi 9 (2), 2021", "author": "Jessica Dea Prisiela and Jandy Edipson Luik and Judy Djoko Wahjono Tjahjo", "journal": "Jurnal e-Komunikasi", "volume": "9", "number": "2"}, "filled": true, "author_pub_id": "Z2nTDq8AAAAJ:pyW8ca7W8N0C", "num_citations": 0, "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sikap Followers Instagram@ sushiteijogja Terhadap Isi Akun Instagram Sushi tei Jogjakarta", "pub_year": 2021, "citation": "Jurnal e-Komunikasi 9 (2), 2021", "author": "Betari Gita Andini and Jandy Edipson Luik and Otto Bambang Wahyudi", "journal": "Jurnal e-Komunikasi", "volume": "9", "number": "2"}, "filled": true, "author_pub_id": "Z2nTDq8AAAAJ:bEWYMUwI8FkC", "num_citations": 0, "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Studi Komparatif: Pesan Komunikasi Pemasaran pada Postingan Instagram Healthy Catering Di Indonesia", "pub_year": 2021, "citation": "Jurnal e-Komunikasi 9 (2), 2021", "author": "Jessica Michelle Hartono and Jandy Edipson Luik and Felicia Goenawan", "journal": "Jurnal e-Komunikasi", "volume": "9", "number": "2"}, "filled": true, "author_pub_id": "Z2nTDq8AAAAJ:e5wmG9Sq2KIC", "num_citations": 0, "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Strategi Self-Presentation Gibran Rakabuming Raka sebagai Walikota Solo di Akun Instagram@ Gibran_Rakabuming", "pub_year": 2021, "citation": "Jurnal E-Komunikasi 10 (1), 1-10, 2021", "author": "Peter Gerids Leonardo Safkaur and Gatut Priyowidodo and Jandy Edipson Luik", "journal": "Jurnal E-Komunikasi", "volume": "10", "number": "1", "pages": "1-10", "abstract": "Self-presentation adalah sebuah proses tentang bagaimana seseorang membentuk apa yang orang lain pikirkan ataupun apa yang kita pikirkan tentng diri kita sendiri. Self-presentation dibagi menjadi dua jenis yaitu defensive self-presentation yang memiliki 5 sub-indikator (excuse, justification, disclaimer, self-handicapping, apology) dan juga assertive self-presentation yang terdiri dari 8 sub-indikator (ingratiation, intimidation, supplication, entitlement, enhancement, basking, blasting, exemplification). Penelitian ini dilakukan untuk mengetahui strategi self-presentation Gibran Rakabuming sebagai Walikota Solo dalam akun Instagram@ gibran_rakabuming. Penelitian ini mencoba menemukan bagaimana Gibran Rakabuming melakukan presentasi diri selama 100 hari pertama ia menjabat sebagai Walikota Solo mulai tanggal 26 Februari sampai dengan 6 Juni 2021. Latar belakangnya yang merupakan seorang …"}, "filled": true, "author_pub_id": "Z2nTDq8AAAAJ:SP6oXDckpogC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=7103681238482214737", "cites_id": ["7103681238482214737"], "pub_url": "https://scholar.google.com/scholar?cluster=7103681238482214737&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Ud9WEXNYlWIJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 3}}
