{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The integrated smart system to assist elderly at home", "pub_year": 2024, "citation": "IAES International Journal of Artificial Intelligence 13 (4), 4988-4997, 2024", "author": "Handy Wicaksono and Petrus Santoso and Indar Sugiarto and Sean Gondowardoyo and Andrew Wijaya and Jason Halim and Kamarudin Nazhatul Hafizah", "journal": "IAES International Journal of Artificial Intelligence", "volume": "13", "number": "4", "pages": "4988-4997", "publisher": "Institute of Advanced Engineering and Science (IAES)"}, "filled": true, "author_pub_id": "Z9-D_dkAAAAJ:WqliGbK-hY8C", "num_citations": 0, "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PLATFORM ANTARES UNTUK SISTEM URBAN FARMING BERBASIS IOT DENGAN MENGGUNAKAN PROTOKOL 4G", "pub_year": 2024, "citation": "Jurnal Teknik Elektro 17 (2), 88-97, 2024", "author": "Edward Tanujaya and Indar Sugiarto and Handy Wicaksono", "journal": "Jurnal Teknik Elektro", "volume": "17", "number": "2", "pages": "88-97", "abstract": "Salah satu teknik urban farming yang paling digemari adalah hidroponik, karena mudah, murah, dan dapat dikerjakan pada lahan yang terbatas. Namun, sebagian orang terutama yang tinggal di kota, memiliki waktu luang yang terbatas untuk merawat tanam hidroponik, karena 40.83% penduduk Indonesia bekerja sebagai karyawan atau pegawai. Kendala tersebut mengakibatkan kematian tanaman, karena kurang terawat. Untuk mengatasi kendala tersebut, dibuatlah sebuah sistem hidroponik otomatis yang berbasis IoT (Internet of Things), sehingga para pelaku hidroponik dapat memantau dan mengendalikan kebun hidroponik mereka dari mana saja dan kapan saja melalui gawai yang dimiliki. Karena sudah terotomatisasi, maka resiko kematian tanaman berkurang. Sistem hidroponik otomatis berbasis IoT yang dibuat dalam penelitian ini, memanfaatkan gawai untuk memantau dan mengendalikan kebun hidroponik. Sistem ini memanfaatkan protokol komunikasi MQTT dan 4G (Fourth-Generation Wireless) untuk mengirim dan menerima data. Penelitian ini merupakan kerjasama antara Universitas Kristen Petra dengan Antares yang merupakan perusahaan dibawah naungan PT. Telkom Indonesia Tbk, oleh sebab itu penelitian ini menggunakan platform Antares, sebagai platform utama. Berdasarkan hasil pengujian, sistem mampu mengatur nutrisi, kelembapan udara, dan suhu yang dibutuhkan tanaman untuk tumbuh dengan optimal, serta menampilkan semua data pembacaan sensor pada gawai, selain itu pengguna dapat mengendalikan secara langsung kebun hidroponik melalui gawai tersebut."}, "filled": true, "author_pub_id": "Z9-D_dkAAAAJ:ye4kPcJQO24C", "num_citations": 0, "pub_url": "https://jurnalelektro.petra.ac.id/index.php/elk/article/view/30755", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:HvS3Q-EZXLIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "SISTEM MONITORING JARAK JAUH BERBASIS RASPBERRY PI PADA SIMULATOR LIFT YANG DIKENDALIKAN PLC", "pub_year": 2024, "citation": "Jurnal Teknik Elektro 17 (2), 69-75, 2024", "author": "Lido Sanmartya and Handy Wicaksono", "journal": "Jurnal Teknik Elektro", "volume": "17", "number": "2", "pages": "69-75"}, "filled": true, "author_pub_id": "Z9-D_dkAAAAJ:LjlpjdlvIbIC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nFvmS0Q2AW8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "SISTEM PENGAWASAN LANSIA JARAK JAUH TERINTEGRASI", "pub_year": 2024, "citation": "ID Patent IDS000,007,983, 2024", "author": "Handy Wicaksono and Petrus Santoso and Indar Sugiarto", "publisher": "Petra Christian University"}, "filled": true, "author_pub_id": "Z9-D_dkAAAAJ:5awf1xo2G04C", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:7_fIwZ7fGnkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Industrial internet of things for condition-based maintenance of an induction motor", "pub_year": 2023, "citation": "AIP Conference Proceedings 2828 (1), 2023", "author": "Handy Wicaksono and Roche Alimin and Handry Khoswanto and Jonathan Aditya Wijaya and Wendy Wibisono", "journal": "AIP Conference Proceedings", "volume": "2828", "number": "1", "publisher": "AIP Publishing", "abstract": "Condition-based Maintenance is a type of maintenance based on collected information through monitoring of the machine condition. This system uses Node-RED in Raspberry Pi to read the parameter value in the PLC Siemens S7-1200. The parameter being read is the motor vibration, the motor temperature, and the motor load factor (only simulated). This system monitors the motor parameter, sends a notification to users, keeps the parameter value to the database, and gives the average parameter value on that day. The measured parameter enables the system to analyze the possible causes of the increasing parameter values. Based on the testing results, PLC succeeds in sending the data to the Node-RED, monitoring the online dashboard, performing condition-based maintenance process, storing the motor parameter to the database, and sending the alarm notification through an email or SMS for users who …"}, "filled": true, "author_pub_id": "Z9-D_dkAAAAJ:5ugPr518TE4C", "num_citations": 0, "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2828/1/120002/2932115", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:4Wyn9kMc_KkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Voice-controlled smart home prototype to assist an elder in home care", "pub_year": 2023, "citation": "AIP Conference Proceedings 2693 (1), 2023", "author": "Handy Wicaksono and Petrus Santoso and Indar Sugiarto and Florenzo Dwipanjung", "journal": "AIP Conference Proceedings", "volume": "2693", "number": "1", "publisher": "AIP Publishing", "abstract": "This research aims to create a prototype of a smart home system to assist an elder in a home care scenario. Smart home system users can control devices such as lights using voice commands, keep track of the user's heart rate, monitor house situation, and store user's events using a schedule reminder. The smart home system will use Raspberry Pi 3 as the main microcontroller, Wemos D1 as a microcontroller on the smart home model, Broadlink RM Mini 3 as the medium to control an air conditioner and television, and Xiaomi Mi Band 2 as the wearable device. The program will use the Node-RED, NORA, and Firebase platforms which are very helpful in the development of the Internet of Things. System testing is done by testing the features of smart home systems, wearable devices, schedule reminders, as well as surveying the level of user satisfaction. The test results show that the smart home system can function …"}, "filled": true, "author_pub_id": "Z9-D_dkAAAAJ:JoZmwDi-zQgC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=7047813388669294175", "cites_id": ["7047813388669294175"], "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2693/1/020028/2920040", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Xxbgou_czmEJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Application of smart home and smartwatch to assist elders in home care scenario", "pub_year": 2023, "citation": "AIP Conference Proceedings 2693 (1), 2023", "author": "Handy Wicaksono and Petrus Santoso and Indar Sugiarto and Dwi Kristiyono and Jonathan Aditya Wijaya", "journal": "AIP Conference Proceedings", "volume": "2693", "number": "1", "publisher": "AIP Publishing"}, "filled": true, "author_pub_id": "Z9-D_dkAAAAJ:PELIpwtuRlgC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=1128285385594121809", "cites_id": ["1128285385594121809"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:US6ajZR5qA8J:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 0, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "IMPLEMENTASI WONDERWARE SYSTEM PLATFORM PADA OTOMASI INDUSTRI MINUMAN", "pub_year": 2023, "citation": "Jurnal Teknik Elektro 16 (1), 24-29, 2023", "author": "Miguel Glennado and Handy Wicaksono and Tonny Leonard", "journal": "Jurnal Teknik Elektro", "volume": "16", "number": "1", "pages": "24-29", "abstract": "SCADA merupakan sistem yang digunakan untuk mengontrol dan memonitor proses dalam suatu industri. Wonderware System Platform merupakan salah satu sistem SCADA. Wonderware System Platform sebagai suatu sistem SCADA terdiri dari Historian sebagai data logger, Historian Client sebagai data reporting, DA Server sebagai perantara antara SCADA dengan PLC, dan InTouch sebagai antarmuka manusia dengan mesin. Industri di Indonesia pada umumnya masih memanfaatkan InTouch stand-alone dimana tidak memiliki beberapa fitur-fitur penting pada System Platform. Oleh karena itu, dilakukan penelitian ini untuk mengetahui perbedaan System Platform dengan InTouch stand-alone. Penelitian ini dilakukan dengan mensimulasikan beberapa proses pada industri minuman menggunakan simulator Siemens S7-1200 yang di dalamnya terdapat tombol dan lampu untuk membantu proses simulasi. Dari penelitian didapatkan bahwa System Platform memiliki beberapa fitur utama yang tidak dimiliki oleh InTouch stand-alone seperti distributed application dimana pengguna dapat men-deploy aplikasi ke beberapa komputer client dalam satu jaringan, kustomisasi objek menggunakan symbol editor, terdapat library situasional awareness sehingga dapat dengan mudah menerapkan high perfomance HMI, dan kelebihan lainnya."}, "filled": true, "author_pub_id": "Z9-D_dkAAAAJ:_B80troHkn4C", "num_citations": 0, "pub_url": "https://jurnalelektro.petra.ac.id/index.php/elk/article/view/26823", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:TXEBlOxhIEMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Towards autonomous robot application and human pose detection for elders monitoring", "pub_year": 2022, "citation": "2022 6th International Conference on Information Technology, Information …, 2022", "author": "Handy Wicaksono and Indar Sugiarto and Petrus Santoso and Glenn Ricardo and Jason Halim", "conference": "2022 6th International Conference on Information Technology, Information Systems and Electrical Engineering (ICITISEE)", "pages": "772-776", "publisher": "IEEE"}, "filled": true, "author_pub_id": "Z9-D_dkAAAAJ:Y5dfb0dijaUC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=14650559618785041128", "cites_id": ["14650559618785041128"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6Fpd7lk-UcsJ:scholar.google.com/", "cites_per_year": {"2024": 3, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A deep learning approach for basic human activity recognition with yolov4-tiny", "pub_year": 2022, "citation": "2022 6th International Conference on Information Technology, Information …, 2022", "author": "Jason Halim and Handy Wicaksono", "conference": "2022 6th International Conference on Information Technology, Information Systems and Electrical Engineering (ICITISEE)", "pages": "541-546", "publisher": "IEEE", "abstract": "The regression of the elderly body condition over time causes the elderly to be more susceptible to illness and other accidents. When the elderly experience illness or an accident such as a fall, it is necessary for the family to realize this and take prompt treatment immediately. However, with relatively many elderly people in Indonesia choosing to live independently, it will be difficult for families to find out and provide help instantly. Therefore, in this study, the authors form a model for recognizing basic human activities with deep learning-based computer vision that can be implemented in a supervisory system in a room. A deep-learning approach is needed because of the complexity and variance of body postures and forms of human activities. However, the deep learning approach requires extensive resources and computational capabilities. Therefore, the model is formed by the YOLOv4-tiny method, one of the tiny …"}, "filled": true, "author_pub_id": "Z9-D_dkAAAAJ:eMMeJKvmdy0C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=2422866550333174716", "cites_id": ["2422866550333174716"], "pub_url": "https://ieeexplore.ieee.org/abstract/document/10057614/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vPPIZkrAnyEJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Skill Upgrading untuk Meningkatkan Kompetensi Siswa dan Guru Di SMK Kristen Petra", "pub_year": 2022, "citation": "Society: Jurnal Pengabdian dan Pemberdayaan Masyarakat 2 (2), 165-175, 2022", "author": "Handy Wicaksono and Indar Sugiarto and Tience Debora Valentina", "journal": "Society: Jurnal Pengabdian dan Pemberdayaan Masyarakat", "volume": "2", "number": "2", "pages": "165-175", "abstract": "Kompetensi siswa dan guru SMK Kristen Petra perlu ditingkatkan untuk dapat menghadapi tantangan di masa mendatang. Setelah melakukan persiapan, pelatihan soft skill (dengan tema: pentingnya tanggung jawab dan berani menghadapi tantangan) dan hard skill (terkait pemrograman Programmable Logic Controller–PLC) dilakukan secara online, diikuti dengan penyerahan training kit PLC serta pendampingan untuk peserta (guru) yang akan mengikuti sertifikasi kompetensi bidang PLC. Para peserta menilai pelatihan–pelatihan tadi bermanfaat dan tepat sasaran untuk meningkatkan tanggungjawab dan keberanian menerima tantangan (53.3% sangat setuju, dan 46.7% setuju) serta untuk meningkatkan pengetahuan dan skill dalam pemrograman PLC (46.7% sangat setuju, 46.7% setuju). Sebuah training kit PLC juga telah dihibahkan ke SMK Kristen Petra untuk media eksperimen di sekolah. Pelatihan dan pendampingan terbukti efektif karena dua orang guru yang telah mengikuti pelatihan berhasil mendapatkan sertifikat dari BNSP setelah melalui uji kompetensi."}, "filled": true, "author_pub_id": "Z9-D_dkAAAAJ:XiVPGOgt02cC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=1972990768305649755", "cites_id": ["1972990768305649755"], "pub_url": "https://e-journals.dinamika.ac.id/society/article/view/216", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:W7j7gaZ4YRsJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Sistem Kontrol Robot Desinfeksi Ruangan Dengan Lampu UV-C", "pub_year": 2022, "citation": "Jurnal Teknik Elektro 15 (1), 13-19, 2022", "author": "Jeremy Winston and Indar Sugiarto and Handy Wicaksono", "journal": "Jurnal Teknik Elektro", "volume": "15", "number": "1", "pages": "13-19", "abstract": "Pandemi Covid-19, yang disebabkan oleh coronavirus jenis baru bernama SARS-CoV-2, telah memakan banyak sekali korban jiwa dan sampai jurnal ini ditulis virus ini terus menyebar ke seluruh penjuru dunia. Salah satu langkah pencegahan penularan Covid-19 adalah dengan melakukan desinfeksi ruangan secara rutin."}, "filled": true, "author_pub_id": "Z9-D_dkAAAAJ:AXPGKjj_ei8C", "num_citations": 0, "pub_url": "https://jurnalelektro.petra.ac.id/index.php/elk/article/view/25896", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZoSXzI1_UYAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A smart door prototype with a face recognition capability", "pub_year": 2022, "citation": "IAES International Journal of Robotics and Automation (IJRA) 11 (1), 1-9, 2022", "author": "Ivan Suryo Hutomo and Handy Wicaksono", "journal": "IAES International Journal of Robotics and Automation (IJRA)", "volume": "11", "number": "1", "pages": "1-9", "publisher": "Petra Christian University", "abstract": "This research aimed to integrate a face recognition capability in a smart door prototype. By using a camera-based face recognition, the house owner does not need to make physical contact to open the door. Avoid physical contact is important due to the coronavirus disease 2019 (COVID19) pandemic. Raspberry Pi 3B was used as the main controller, while a servo motor was utilized as a locking door actuator. The program was developed using Node-RED, Blynk, and message queue telemetry transport (MQTT) platforms which are very powerful for developing internet of things (IoT) devices. All of the programs were coded using Python. Haar cascade and local binary pattern histogram methods were implemented on the face recognition stage. Google Assistant integration was done by using Dialogflow and Firebase as Google Cloud services. Integration of face recognition and the smart door was successful. The smart door was unlocked if faces were recognized (average threshold=60%). If a face was not recognized, an email notification containing a face image is sent to the house owner. The Google Assistant could handle user requests successfully with a success rate of 92.8% from 147 trials."}, "filled": true, "author_pub_id": "Z9-D_dkAAAAJ:olpn-zPbct0C", "num_citations": 10, "citedby_url": "/scholar?hl=en&cites=9021227454350150958", "cites_id": ["9021227454350150958"], "pub_url": "https://repository.petra.ac.id/21170/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Ls2KvpLWMX0J:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 5, "2024": 3, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Logic-Based Robotics", "pub_year": 2021, "citation": "Human-Like Machine Intelligence, 465, 2021", "author": "Claude Sammut¹ and Reza Farid and Handy Wicaksono and Timothy Wiley", "journal": "Human-Like Machine Intelligence", "pages": "465", "publisher": "Oxford University Press"}, "filled": true, "author_pub_id": "Z9-D_dkAAAAJ:wbdj-CoPYUoC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=2788896811690188079", "cites_id": ["2788896811690188079"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:L10DwN8mtCYJ:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Towards integration of heterogeneous controllers in an IoT-based automation system", "pub_year": 2020, "citation": "E3S Web of Conferences 188 (00009), 1-7, 2020", "author": "Handy Wicaksono and Petrus Santoso and Iwan Handoyo Putro and Ivan Surya Hutomo and PRICILLIA ALVINA", "volume": "188", "number": "00009", "pages": "1-7", "abstract": "Heterogeneous controllers (such as: various brands of PLCs and microcontrollers), are existed in an automated system. This research propose a framework to integrate them by using NodeRed, an open source project to gather various devices and services in an IOT setting. The research framework was applied successfully in three cases: a smart home prototype for elderly, a smart door using face recognition method, and an automated system for multiple houses in separated locations."}, "filled": true, "author_pub_id": "Z9-D_dkAAAAJ:V3AGJWp-ZtQC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=2421372070530631454", "cites_id": ["2421372070530631454"], "pub_url": "https://repository.petra.ac.id/21179/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:HscHtRFxmiEJ:scholar.google.com/", "cites_per_year": {"2023": 4, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A Relational Approach to Tool Creation by a Robot.", "pub_year": 2020, "citation": "University of New South Wales, Sydney, Australia, 2020", "author": "Handy Wicaksono", "abstract": "The ability to use tools is important for humans as it enables us to do complicated tasks that would not otherwise be possible. Robots can also benefit from having such an ability, which may be pre-programmed or learned by the robot. Various approaches to tool-use learning have been proposed, mostly using a feature-based representation. They assume that a tool, suitable for the given task, exists among a pool of available tools, otherwise their methods fail. A restrictive representation is preventing them from learning complex tool actions and being able to extend learning to creating a new tool.A relational learning system is a potential framework for tool creation because of it’s expressiveness. It can capture complex relationships between objects and tools, and it can accumulate learned concepts for future learning. We propose a novel relational learning mechanism that enables a robot to not only learn to use a …"}, "filled": true, "author_pub_id": "Z9-D_dkAAAAJ:bnK-pcrLprsC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=17133976265020981176", "cites_id": ["17133976265020981176"], "pub_url": "https://scholar.archive.org/work/4ficopz2rnbcbj5ybjkr7beuc4/access/wayback/https://repository.unsworks.unsw.edu.au/server/api/core/bitstreams/a46d9d0f-ae7e-48fb-83dc-5679e7a64ab1/content", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:uL-MIqIcyO0J:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A cognitive robot equipped with autonomous tool innovation expertise", "pub_year": 2020, "citation": "International Journal of Electrical and Computer Engineering (IJECE) 10 (2 …, 2020", "author": "Handy Wicaksono and Claude Sammut", "volume": "10", "number": "2", "pages": "2200-2207", "abstract": "Like a human, a robot may benefit from being able to use a tool to solve a complex task. When an appropriate tool is not available, a very useful ability for a robot is to create a novel one based on its experience. With the advent of inexpensive 3D printing, it is now possible to give robots such an ability, at least to create simple tools. We proposed a method for learning how to use an object as a tool and, if needed, to design and construct a new tool. The robot began by learning an action model of tool use for a PDDL planner by observing a trainer. It then refined the model by learning by trial and error. Tool creation consisted of generalising an existing tool model and generating a novel tool by instantiating the general model. Further learning by experimentation was performed. Reducing the search space of potentially useful tools could be achieved by providing a tool ontology. We then used a constraint solver to obtain numerical parameters from abstract descriptions and use them for a ready-to-print design. We evaluated our system using a simulated and a real Baxter robot in two cases: hook and wedge. We found that our system performs tool creation successfully."}, "filled": true, "author_pub_id": "Z9-D_dkAAAAJ:eflP2zaiRacC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=17475785167283900739", "cites_id": ["17475785167283900739"], "pub_url": "https://repository.petra.ac.id/21178/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Q1H_2gR2hvIJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 2, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Understanding Engineering Students’ Behaviours when Writing Group Report using Wiki", "pub_year": 2020, "citation": "E3S Web of Conferences 188, 00014, 2020", "author": "Iwan Handoyo Putro and Petrus Santoso and Handry Khoswanto and Handy Wicaksono and Ivan Surya Hutomo", "journal": "E3S Web of Conferences", "volume": "188", "pages": "00014", "publisher": "EDP Sciences", "abstract": "The ability to operate as a group in workplace has become a key requirement in the globally connected workplace. As such, higher education institution needs to provide collaborative work experience in order to prepare their graduates to be ready for real world organization. In most situation, students learn to work collaboratively in an online environment via Wiki. This free tool allows student to write, edit and format manuscript in online manner. However, when working in a group, students does not always prepare to cope with the group dynamics. Therefore, students encounter challenges and difficulty to operate as a group. The aim of this study is to investigate whether students develop unique behaviour when trying to complete the group assignment. The research result reveals that group assignment does not always be a perfect working environment and they as consequences they develop several group …"}, "filled": true, "author_pub_id": "Z9-D_dkAAAAJ:kRWSkSYxWN8C", "num_citations": 0, "pub_url": "https://www.e3s-conferences.org/articles/e3sconf/abs/2020/48/e3sconf_icesti2020_00014/e3sconf_icesti2020_00014.html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DHBEAWjJ9A8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sistem Keamanan Bangunan Multi Lokasi Berbasis IoT Menggunakan Siemens LOGO! dan Raspberry Pi", "pub_year": 2019, "citation": "SinarFe7 2 (1), 376-381, 2019", "author": "Pricillia Alvina and Handy Wicaksono and Petrus Santoso", "journal": "SinarFe7", "volume": "2", "number": "1", "pages": "376-381"}, "filled": true, "author_pub_id": "Z9-D_dkAAAAJ:eJXPG6dFmWUC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=5219848939274322488", "cites_id": ["5219848939274322488"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:OEKlTvSgcEgJ:scholar.google.com/", "cites_per_year": {"2020": 2, "2021": 2, "2022": 0, "2023": 0, "2024": 1, "2025": 2}}
