{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Portrayal of Yoo Ah-rin as Mother-like Figure in Webtoon Cewekku Galak", "pub_year": 2025, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 13 (1), 175-181, 2025", "author": "Meugreed Nadia Siliba and Liem Satya Limanta", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "13", "number": "1", "pages": "175-181", "abstract": "What happens when a character exemplifies the essence of nurturing, protection, and unconditional love? In the webtoon Cewekku Galak, Yoo Ah-rin emerges as a mother-like figure whose defining traits such as nurturing, protecting, and unconditionally loving profoundly shape the lives of people around her. This study will be using Carl Jung’s mother archetype theory, John Bowlby’s attachment theory, and Melanie Klein’s object relations theory to explore how these qualities foster emotional security, stability, safety, trust, and a sense of acceptance in other characters. At the same time, it reveals the unintended consequences of her care, such as emotional dependency and obsession. By analyzing the dual impact of her role, this research highlights the complexity of maternal figures in fiction and the enduring significance of unconditional love in storytelling."}, "filled": true, "author_pub_id": "ZnvliG0AAAAJ:hC7cP41nSMkC", "num_citations": 0, "pub_url": "https://katakita.petra.ac.id/index.php/sastra-inggris/article/view/14555", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:xRShtmE5EaIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Tantri’s Anxieties and Her Defense Mechanism in The Film Sekala Niskala (2018)", "pub_year": 2024, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 12 (3), 360-367, 2024", "author": "Natania Marcella and Liem Satya Limanta", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "12", "number": "3", "pages": "360-367", "abstract": "This thesis discusses the anxieties and defense mechanisms in Tantri, the protagonist of Indonesian indie film Sekala Niskala (2018). This pivotal film of Kamila Andini tells the story of Tantri, a Balinese girl, dealing with her twin brother, Tantra’s terminal illness. In this study, we are investigating Tantri’s anxieties and her ego’s defense mechanisms according to Sigmund Freud’s anxiety theory and his and Anna Freud’s defense mechanism theory. We found that Tantri displayed reality, neurotic, and moral anxiety. Her reality anxiety of Tantra’s deteriorating health extended to her neurotic anxiety and moral anxiety. As a response, Tantri’s ego applied the defense mechanisms of repression and sublimation. Tantri’s repression was manifested in a pretense of reality and dreams that revealed the fears and desires; her sublimation was expressed through a dance. The results of this study show that anxiety and defense mechanisms are universal in different stages of life and all social backgrounds."}, "filled": true, "author_pub_id": "ZnvliG0AAAAJ:IWHjjKOFINEC", "num_citations": 0, "pub_url": "https://katakita.petra.ac.id/index.php/sastra-inggris/article/view/14488", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:UrYkPqwcVeoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Light in The Shadow: A Screenplay on Self-Determination in Facing Quarter-Life Challenges", "pub_year": 2024, "citation": "Kata Kita 12 (3), 368-373, 2024", "author": "TJIO KURNIA and RYOKO ARISTO and Liem Satya Limanta and BERNADETH FEBYOLA LINANDO", "volume": "12", "number": "3", "pages": "368-373", "abstract": "This study aims to examine the role of self-determination in navigating the quarter-life crisis faced by young adults. The protagonist, Maya, conflicts with extrinsic pressures from society and her mothers expectations regarding her career choice. Through a mystical encounter with traditional Indonesian shadow puppets, Maya is empowered to exercise self-determination by pursuing her intrinsic passions despite external opposition. The narrative centers on Mayas transformative journey of self-discovery, where she reconciles her autonomous aspirations with controlling extrinsic forces. Ultimately, by harnessing self-determination, Maya overcomes challenges to showcase her authentic self. The screenplay illuminates self-determinations vital role in conquering quarter-life obstacles, cultivating intrinsic motivation, authenticity, and resilience in shaping ones life path while honoring cultural heritage."}, "filled": true, "author_pub_id": "ZnvliG0AAAAJ:ZeXyd9-uunAC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21440/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:hdNs46q7lcIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Effects of Digital Storytelling on the Retention and Transferability of Student Knowledge", "pub_year": 2024, "citation": "SAGE Open 14 (3), 21582440241271267, 2024", "author": "Daniel Ginting and Ross M Woods and Yusawinur Barella and Liem Satya Limanta and Ahmad Madkur and Heng Ee How", "journal": "SAGE Open", "volume": "14", "number": "3", "pages": "21582440241271267", "publisher": "SAGE Publications", "abstract": "This study aimed to investigate the effects of Storytelling Narrated Videos (SNV) on students’ knowledge retention and transferability. A total of 56 students from a university in Indonesia were randomly assigned to a quasi-experimental research design exposed to SNV and to Lecture Narrated Videos (LNV). Two videos were created to deliver content on Bloom’s Taxonomy, one using a lecture-style format and the other adopting a storytelling approach. Data were collected through tests, questionnaires, and essays. The findings revealed that participants exposed to SNV had higher retention memory scores, indicating a positive impact on knowledge retention compared to those who watched LNV. Moreover, the storytelling videos facilitated cognitive skill progression, enhanced understanding through engaging visuals, and fostered a strong connection with a familiar narrator, resulting in a more dynamic and …"}, "filled": true, "author_pub_id": "ZnvliG0AAAAJ:L8Ckcad2t8MC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=12435869579207382845", "cites_id": ["12435869579207382845"], "pub_url": "https://journals.sagepub.com/doi/abs/10.1177/21582440241271267", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:PRe-hX4VlawJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 6}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penjenamaan Diri dan Relasi Kuasa dalam Kasus Flexing Pejabat Indonesia", "pub_year": 2024, "citation": "Penjenamaan Diri dan Relasi Kuasa dalam Kasus Flexing Pejabat Indonesia, 2024", "author": "CARINA FERNANDITHA and Liem Satya Limanta", "abstract": "Dewasa ini, teknologi informasi dan komunikasi membawa perubahan signifikan dalam berbagai aspek kehidupan manusia. Salah satu perubahan besar yang terjadi adalah bagaimana identitas dan budaya dibentuk, dipersepsikan, dan diartikulasikan dalam masyarakat yang makin terhubung melalui jejaring yang diciptakan oleh teknologi tersebut. Dalam masyarakat berjejaring ini, identitas dan budaya saling memengaruhi dan membentuk satu sama lain dalam ruang digital yang kompleks."}, "filled": true, "author_pub_id": "ZnvliG0AAAAJ:qUcmZB5y_30C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21442/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vrDtQpjIpzoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Unveiling the Path to Academic Recognition: A Guide in Publishing in Reputable Journals", "pub_year": 2024, "citation": "Unveiling the Path to Academic Recognition: A Guide in Publishing in …, 2024", "author": "Daniel Ginting and Yusawinur Barella and Liem Satya Limanta and Ahmad Madkur and Niamika El Khoiri and Ross Woods", "publisher": "Media Nusa Creatif", "abstract": "This book explains how to publish in reputable journals. It covers the process of preparation, doing literature review, methodology, to submitting the article to a journal."}, "filled": true, "author_pub_id": "ZnvliG0AAAAJ:7PzlFSSx8tAC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21029/2/Publikasi4_97036_10642.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:MrADqLkISOIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Thorns Covered in Petals on a Pedestal: A Collection of Lyrical Poetry Exploring the Cause and Effects of Toxic Female Friendship¬", "pub_year": 2024, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 12 (1), 80-85, 2024", "author": "Hsie Michiko Sachi and Liem Satya Limanta", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "12", "number": "1", "pages": "80-85", "abstract": "When a female friend envies and covets what her female friend has, this leads to a toxic female friendship. Toxicity among female friends has its effects on the victims. This leads the victim to normalize toxic friendship behavior, experience loneliness, and have lower self-worth compared to people who are not the victim of the said phenomenon. This creative work is written in a collection of lyrical poetry, portraying the cause and effects of toxic female friendship. There are fifteen poems in total, with six poems portraying the perpetrator’s envy (‘PART I: Side-eyes on Shiny Emblems’) and another nine poems expressing loneliness and lower self-worth of the victim (‘PART II: Lone to the Bone, Too Gloom to Bloom’). This creative work,‘Thorns Covered in Petals up on a Pedestal’shows how vicious a hint of envy can be, thus the terrible outcomes it brings in a friendship among females, especially to the victim."}, "filled": true, "author_pub_id": "ZnvliG0AAAAJ:dhFuZR0502QC", "num_citations": 0, "pub_url": "https://katakita.petra.ac.id/index.php/sastra-inggris/article/view/14031", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:j9wSbS1rDycJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Cracks in the Self: A Poetry Collection Exploring Narcissism and Its Coping Mechanism in Youth", "pub_year": 2024, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 12 (1), 34-42, 2024", "author": "Chintya Margaretha and Liem Satya Limanta", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "12", "number": "1", "pages": "34-42", "abstract": "When a girl grows up with an authoritarian parent, the trauma causes her to develop narcissistic personality disorder (NPD) in her young adult years, disrupting her ability to form healthy relationships with her mother, friends, and especially herself. To escape any emotional discomfort, she turns to non-suicidal self-injury (NSSI) as a coping mechanism. This narrative poetry explores the progression of Renee's life from childhood to her struggle with NPD in young adulthood. It highlights how dangerous NPD is when Renee resorts to NSSI to deal with the negative reactions from others. This creative work underscores the seriousness of NPD since it may lead to a harmful coping mechanism called NSSI."}, "filled": true, "author_pub_id": "ZnvliG0AAAAJ:QIV2ME_5wuYC", "num_citations": 0, "pub_url": "https://katakita.petra.ac.id/index.php/sastra-inggris/article/view/14025", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5mu4pZDGfwMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "KUMPULAN CERITA ANAK INDONESIA Cerita dalam 3 Bahasa", "pub_year": 2023, "citation": "Zifatama Jawara, 2023", "author": "Fanny Lesmana and Liem Satya Limanta and Anang Tri Wahyudi", "publisher": "Zifatama Jawara", "abstract": "Buku cerita ini berisi sekumpulan cerita pendek dengan ilustrasi awal yang menyenangkan dan cocok sebagai penghantar dongeng anak sebelum tidur. Dilengkapi dengan terjemahan bahasa Inggris dan Chinese agar pengetahuan dan wawasan kebahasaan anak bertambah."}, "filled": true, "author_pub_id": "ZnvliG0AAAAJ:Wp0gIr-vW9MC", "num_citations": 0, "pub_url": "https://books.google.com/books?hl=en&lr=&id=-jHbEAAAQBAJ&oi=fnd&pg=PA12&dq=info:IaCGMo4XOMsJ:scholar.google.com&ots=3GOG-iB2pM&sig=oGQxSiZmuIxiToxi9ptk-cQuXzg", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:IaCGMo4XOMsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Melanie: A Novel Exploring How Trauma Affects a Teenager’s Mental Health", "pub_year": 2023, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 11 (2), 301-307, 2023", "author": "Jessie Tricia Evelyn Sherrie Adelina and Liem Satya Limanta", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "11", "number": "2", "pages": "301-307", "abstract": "When a teenager accidentally commits a killing in self-defense, such an experience will have a tremendous effect on her psychological condition. From the accidental killing, she suffers from a post-traumatic stress disorder, which negatively affects her mental health. She will then use a variety of defense mechanisms to cope. This work applies the theory of traumatic stress, post-traumatic stress disorder, and defense mechanisms. This creative thesis is written in the form of a novel to showcase the effects of a self-defense killing on a person’s psyche, and how she uses defense mechanisms to deal with the effects. The novel shows how Melanie, the main character, suffers from the symptoms of post-traumatic stress disorder, such as strong emotions, overreaction, disturbed sleeping patterns, withdrawal from family and friends, depression, pessimistic outlook on life, and feelings of hopelessness, and she utilizes avoidance, acting out, repression and denial as defense mechanisms to deal with the stress."}, "filled": true, "author_pub_id": "ZnvliG0AAAAJ:4DMP91E08xMC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=138268857247989936", "cites_id": ["138268857247989936"], "pub_url": "https://katakita.petra.ac.id/index.php/sastra-inggris/article/view/13770", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:sADEB8s66wEJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Beauty Standard Construction and its Influence on Consumerism in Indonesia’s Next Top Model", "pub_year": 2023, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 11 (1), 104-113, 2023", "author": "Irene Gloria and Liem Satya Limanta", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "11", "number": "1", "pages": "104-113", "abstract": "Indonesia's Next Top Model (INTM) is a television program that airs under a license from America's Next Top Model. Through this event, the participants are challenged to show their abilities and talents to become the best model. This event is also part of the symbolic recognition of who is the best and prettiest model. When the contestants' abilities are recognized, they will receive the title of Indonesia's Next Top Model. This thesis aims to analyze the beauty standards determined by the judges in the talent show, Indonesia's Next Top Model, as well as their influence on consumerism."}, "filled": true, "author_pub_id": "ZnvliG0AAAAJ:qxL8FJ1GzNcC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=10324422913781615590", "cites_id": ["10324422913781615590"], "pub_url": "https://katakita.petra.ac.id/index.php/sastra-inggris/article/view/13357", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5kvbXvC3R48J:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "An Annotated Translation of Canvas", "pub_year": 2022, "citation": "Kata Kita 10 (3), 625-632, 2022", "author": "Carmelia Avelyne Nancy Lay and Liem Satya Limanta", "volume": "10", "number": "3", "pages": "625-632", "abstract": "In this study, the writers discussed difficulties, solutions, and strategies used to translate poems of Canvas by doing an annotated translation. The data was taken from the book entitled ‘Canvas’ by Beni Wego. The strategies that the writers used were four strategies by Lefevere (1975), eight strategies by Baker (2018) and two strategies by Newmark (1988). Then, there were two most suitable strategies used which were translation by paraphrase using a related word and free translation. From the analysis, the difficulties were dealing with words that have similar meaning, difficult words to be translated in the TL, length of words, literal meaning, non-equivalent words, words that have multiple meanings, words that cannot be lexicalized, unimportant words, information, words that need more explanation, and idiom structure. From this study, it could be concluded that doing annotated translation helps the process of finding out difficulties and solutions."}, "filled": true, "author_pub_id": "ZnvliG0AAAAJ:M3ejUd6NZC8C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20018/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Jqa7pM-ywSYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Lukas: A Novella Revealing Low Socioeconomic Condition as a Risk Factor of Schizophrenia", "pub_year": 2022, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 10 (2), 276-283, 2022", "author": "Nicholas Valentino Handoko and Liem Satya Limanta", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "10", "number": "2", "pages": "276-283", "abstract": "Recent world crises have caused millions to relocate. However, upon reaching their destination, immigrants often suffer from mental health problems. This work addresses how an immigrant status increases one’s likelihood to develop the early symptoms of schizophrenia and how to recover. It does so by using Blair Wheaton’s theory of the sociogenesis of psychological disorder and a phenomenological and participatory research written by Larry Davidson and his colleagues. It warrants a publication of the phenomenon in a creative form. This novella explores the perspective of Lukas Bertram, a wanted politician who left Earth for the planet of Morael, where he would try to survive amidst discrimination, give up, succumb to schizophrenia, and eventually recover. According to the findings, Lukas’ fatalism became the mediating variable between low socioeconomic status and his initial development of schizophrenia. Overcoming fatalism by reestablishing social connection and sense of control, thus, sparked his recovery process."}, "filled": true, "author_pub_id": "ZnvliG0AAAAJ:_kc_bZDykSQC", "num_citations": 0, "pub_url": "https://katakita.petra.ac.id/index.php/sastra-inggris/article/view/13145", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:pjviYjYdFucJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Maleficent’s Personality Changes in Maleficent", "pub_year": 2022, "citation": "Kata Kita 10 (2), 239-245, 2022", "author": "Cindy Cornelia and Liem Satya Limanta", "volume": "10", "number": "2", "pages": "239-245", "abstract": "In this study, I analyze Maleficent (2014), the first Disney film to place a previously antagonist character into a protagonist in a new film. In this thesis, I found changes in the personality of Maleficent from good to evil and back to good that caused her to experience anxieties. Therefore, I use Sigmund Freuds psychoanalytic theory of three fundamental elements of the human psyche (id, ego, and superego), anxiety and defense mechanisms. Based on my analysis, I found that Maleficent becomes evil when her id, ego, and superego are unbalanced, and Maleficent can return to being good when her id, ego, and superego are well-balanced. Moreover, Maleficent experiences reality anxiety, neurotic anxiety, and moral anxiety during the process of her personality changes, and she uses defense mechanisms such as aggression, intellectualization, and apathy to overcome her anxieties."}, "filled": true, "author_pub_id": "ZnvliG0AAAAJ:4TOpqqG69KYC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=4578492693016775736", "cites_id": ["4578492693016775736"], "pub_url": "https://repository.petra.ac.id/19923/1/Publikasi1_97036_8608.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:OIz8rdgSij8J:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Single Path: A Novel Breaking the Shackle of Marital Pressure", "pub_year": 2022, "citation": "Kata Kita 10 (2), 192-200, 2022", "author": "Jeannette Sharon Kathleene Tengkilisan and Liem Satya Limanta", "volume": "10", "number": "2", "pages": "192-200", "abstract": "Marital pressure is one of many cultural problems still existing in Indonesia. Research has shown that Indonesians tend to push individuals to get married as an act of conforming to the cultural dominion. This happens because being unmarried is seen as problematic or uncommon. Worst of all, most Indonesians tend to use the existence of marriage as a standard for value and happiness. This negative belief against unmarried individuals is known as singlism. It includes the act of discriminating, stigmatising, and stereotyping singles. Acknowledging this problem, the writer used the theory of Singlism and the Transactional Theory of Stress and Coping to help create a creative thesis in the form of a satirical novel. This creative thesis aims to show that happiness and value cannot be based on marriage. In the end, this creative thesis managed to show that marriage does not always guarantee happiness and life fulfilment."}, "filled": true, "author_pub_id": "ZnvliG0AAAAJ:YOwf2qJgpHMC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=12841038288828867404", "cites_id": ["12841038288828867404"], "pub_url": "https://repository.petra.ac.id/19924/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:TKPV-EmINLIJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Jaegu Song’s Borderline Personality Disorder in the Webtoon Girls of the Wild’s", "pub_year": 2022, "citation": "Kata Kita 10 (2), 349-357, 2022", "author": "Suzatte Siphra Kezia Tandidatu and Liem Satya Limanta", "volume": "10", "number": "2", "pages": "349-357"}, "filled": true, "author_pub_id": "ZnvliG0AAAAJ:ULOm3_A8WrAC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:dT-n5V4WfmEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Childhood Trauma Aftermath on the Adult BoJack Horseman", "pub_year": 2022, "citation": "Kata Kita 10 (2), 380-387, 2022", "author": "SOPHIE ARIELLA and Liem Satya Limanta", "volume": "10", "number": "2", "pages": "380-387", "abstract": "In recent decades, adult animation has garnered its own audience due to its mix of dark humor and slash of reality. One popular series is BoJack Horseman. The show intrigues me because throughout its six seasons, it manages to show how childhood trauma deeply affects BoJack, the main character, as an adult. In this study, we want to analyze the root causes of BoJack’s childhood trauma and the coping mechanisms he did. The findings of this research suggest that there are two main reasons: maltreatment from caretakers and loss of a loved one. Furthermore, there are four forms of maltreatment from his parents: hurtful words, broken marriage, domestic abuse, and gaslighting/guilt tripping. To cope with his trauma, BoJack used four strategies: escapism, dark humor, suicide attempt, and professional help. Through a combination of these four strategies, BoJack was forced to deal with his childhood trauma to become a better person."}, "filled": true, "author_pub_id": "ZnvliG0AAAAJ:Zph67rFs4hoC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19920/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:MpRdkm3fNqkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Structures of Political, Economic, and Socio-cultural Rhetorical Narratives on Social Media", "pub_year": 2022, "citation": "The Structures of Political, Economic, and Socio-cultural Rhetorical …, 2022", "author": "Samuel Gunawan and Theophilus Joko Riyanto and Liem Satya Limanta", "abstract": "This research was conducted on the ground of the reason for the increasingly widespread use of narratives on various social media platforms. Narrative  is an event whereby someone  represents an event  aiming to influence the understanding, emotions and values of others. This study qualitatively aims to capture the most common elements of narrative structure focusing on political, economic, and socio-cultural rhetorical narratives data originated from social media platforms. The theoretical model of narrative structure consisting of Abstract, Orientation, Complicating Actions, Resolution, Evaluation and Coda, as proposed by Labov and Waletzky was used to analyze the narrative data collected during the first four months of 2022. On the ground of social situated meanings, the findings show that the most common model of narrative structure is fully used whenever greater details of events, facts, or information are needed to be emphasized. For such reasons, all the elements of narrative structure are held to be obligatory. The findings  show that some elements of narrative structure are left out and  held to be optional as such elements are not considered necessary to convey the main content. In addition, the findings also show that some particular element allows it to be further developed with more embedded events, facts, opinion, or information."}, "filled": true, "author_pub_id": "ZnvliG0AAAAJ:9ZlFYXVOiuMC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21443/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5f387IFuM2YJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The effects of perceived ease of use, usefulness, enjoyment and intention to use online platforms on behavioral intention in online movie watching during the pandemic era", "pub_year": 2022, "citation": "International Journal of Data and Network Science 6 (1), 253-262, 2022", "author": "Ribut Basuki and Zeplin Jiwa Husada Tarigan and Hotlan Siagian and Liem Satya Limanta and Dwi Setiawan", "volume": "6", "number": "1", "pages": "253-262"}, "filled": true, "author_pub_id": "ZnvliG0AAAAJ:kNdYIx-mwKoC", "num_citations": 142, "citedby_url": "/scholar?hl=en&cites=15968275068271982636", "cites_id": ["15968275068271982636"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:LPgTMJK1mt0J:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 16, "2023": 52, "2024": 54, "2025": 16}}
