{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Smartphone, a Helping Hand", "pub_year": 2022, "citation": "", "author": "Desi Yoanita and Kartika Bayu Primasanti", "abstract": "Various research study and news articles reported that communication devices, such as smartphones or tablets, have changed families’ communication. Technology has replaced the parental function to provide entertainment, communication, and education. Users’ low skill of media literacy was a significant challenge in the digital age that requires ever-accelerating adaptation in all of these areas. Through the current research study, it has been revealed that there is a need for parents to be media literate in order to establish mutual communication with their children in this digital age. This research explored how parents use the newest digital technology, particularly smartphones and tablets, in relation to traditional media, for instance, TV, video games, and computer in the parenting practices. This research focused on 150 parents, whose age is around 22-39 years old, who have early years children. The problem discussed was the parenting style in this gadget-rich era. The study found that gadgets were not the respondents’ first choice to help their parenting. The devices have become the second choice in certain circumstance to help them out from challenge in parenting. On the other hand, 52% of them used deprivation of the gadget usage as disciplinary action. This research study has showed a current model of communication between parents and children in the gadget-rich era. However, the literature review suggested that this model should have been revised by enriching parental skill of technological based media literacy."}, "filled": true, "author_pub_id": "zObDtDAAAAAJ:kzcrU_BdoSEC", "num_citations": 0, "pub_url": "https://www.scitepress.org/Papers/2018/90217/90217.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:iXt0x-jfHpIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Metode guru untuk menolong anak terisolir dalam interaksi sosial dengan teman sebaya di Sekolah Dasar Kristen Mawar Sharon", "pub_year": 2020, "citation": "Aletheia Christian Educators Journal 1 (1), 17-27, 2020", "author": "Indri Mariani Nainggolan and Kartika Bayu Primasanti", "journal": "Aletheia Christian Educators Journal", "volume": "1", "number": "1", "pages": "17-27", "abstract": "METODE GURU UNTUK MENOLONG ANAK TERISOLIR DALAM INTERAKSI SOSIAL DENGAN TEMAN SEBAYA DI SEKOLAH DASAR KRISTEN MAWAR SHARON"}, "filled": true, "author_pub_id": "zObDtDAAAAAJ:Fu2w8maKXqMC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=11336763712901523895", "cites_id": ["11336763712901523895"], "pub_url": "https://www.aletheia.petra.ac.id/index.php/aletheia/article/download/103/60", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:t6kIOohGVJ0J:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 0, "2023": 2, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Grace-full child: menghadirkan anak-anak yang hidup dalam anugerah Tuhan", "pub_year": 2019, "citation": "Yogyakarta, Indonesia: Pmbr Andi, 2019", "author": "Kartika Bayu Primasanti", "journal": "Yogyakarta, Indonesia: Pmbr Andi"}, "filled": true, "author_pub_id": "zObDtDAAAAAJ:NJ774b8OgUMC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=3985457193849335185", "cites_id": ["3985457193849335185"], "pub_url": "https://scholar.google.com/scholar?cluster=3985457193849335185&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:kS3qsjMwTzcJ:scholar.google.com/", "cites_per_year": {"2020": 2, "2021": 2, "2022": 0, "2023": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Current Portrayal of Character Education in Indonesian Childrens Books", "pub_year": 2018, "citation": "Jurnal Aspikom 3 (5), 932-942, 2018", "author": "Desi Yoanita and Kartika Bayu Primasanti", "journal": "Jurnal Aspikom", "volume": "3", "number": "5", "pages": "932-942", "publisher": "Petra Christian University", "abstract": "Research studies in the western context indicated that the authors and illustrators have shown effort to depict character education effectively through children s picture books. Conversely, in Indonesia, only few research studies regarding character education. A study was focused on how to use the books to promote character education. Another research was examining the types of moral values. None of the existed studies investigated approach to depict character education in Indonesia children s picture books. Using semiotic method, this study indicated that among all significant components of portraying character education, the children s books missed the two pivotal components, which are visual imagery and semiotic components."}, "filled": true, "author_pub_id": "zObDtDAAAAAJ:ZuybSZzF8UAC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=2688625099924668658", "cites_id": ["2688625099924668658"], "pub_url": "https://repository.petra.ac.id/17965/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8oA1j0jqTyUJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 0, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Menemukan Permata di Hati Anak Generasi Digital", "pub_year": 2018, "citation": "https://news.detik.com/kolom/d-4128904/menemukan-permata-dalam-diri-anak …, 2018", "author": "Kartika Bayu Primasanti", "abstract": "Menemukan Permata di Hati Anak Generasi Digital - Scientific Repository Logo Home \nAbout Browse by Year Browse by Subject Browse by Division Browse by Author Login \nMenemukan Permata di Hati Anak Generasi Digital Primasanti, Kartika Bayu (2018) \nMenemukan Permata di Hati Anak Generasi Digital. Menemukan Permata di Hati Anak \nGenerasi Digital. [img] PDF Download (817Kb) Official URL: https://news.detik.com/kolom/4128904/menemukan-per... \nAbstract Persentase plagiarisme tinggi karena mendeteksi artikel tersebut sendiri yang \nsudah dipublikasikan di detik.com Item Type: Article Additional Information: Persentase \nplagiarisme tinggi karena mendeteksi artikel tersebut sendiri yang sudah dipublikasikan di \ndetik.com Subjects: L Education Divisions: UNSPECIFIED Depositing User: Admin Date \nDeposited: 01 Aug 2018 21:31 Last Modified: 20 Sep 2018 14:38 URI: https://repository.petra.ac.id/id/eprint/…"}, "filled": true, "author_pub_id": "zObDtDAAAAAJ:N5tVd3kTz84C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/18439/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nDHttX_rRP4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Rethinking Developmentally Appropriate Concept in Indonesian Picture Bible Story Book", "pub_year": 2018, "citation": "k@ ta 20 (2), 68-75, 2018", "author": "Kartika Bayu Primasanti and Desi Yoanita", "journal": "k@ ta", "volume": "20", "number": "2", "pages": "68-75", "abstract": "In Christian education, inheriting faith values to children since a young age was a pivotal responsibility for parents, the church, and Christian education institutions. According to a previous study, inheriting these values was applied through the tradition of reading illustrated Bible together with parents. In this study, illustrated Bible was not the Bible. It was illustrated literature that contained Bible stories. Using the perspective of Developmentally-Appropriate, the researchers elaborated how illustrated Bible in the marketplace had or had not used the developmentally appropriate concept for young children. This research would be a reference to design illustrated Bible for young children, in the form of printed book or application, and a reference for parents and educators to choose an illustrated children Bible which was appropriate for a child‟s age, and for publishers to give age label for children Bible products."}, "filled": true, "author_pub_id": "zObDtDAAAAAJ:1yQoGdGgb4wC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/18123/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:GE2SbCv7RhUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Which is More Trustworthy: Google or Doctor? A Reception Analysis of Media as Health Educator", "pub_year": 2015, "citation": "Scriptura 5 (1), 1-7, 2015", "author": "Desi Yoanita and Fanny Lesmana and Kartika B Primasanti", "journal": "Scriptura", "volume": "5", "number": "1", "pages": "1-7", "abstract": "As media develops as a primary source of health information, two questions remains: How people receive online media as a source of health education? and what group of people will tend to use online media intensively than others? Although government has provided various ways to fulfill people’s health needs has been considered a development on health policy in Indonesia, examining contemporary situation and current online media development reveals a need for exploring how people receive online media as health educator. This research study depicted how people from a certain background receive online media as health educator. Using a reception analysis, the research study has conducted through several processes of interview and observation with some selected informants. The research study revealed that different people from different background would receive online media as their health educator from different levels. From this research study, the researchers concluded that the three informants receive online media as their primary health educator. However, because of their educational, motivational, social and technological access, they performed different approach of receiving online media as their health educator."}, "filled": true, "author_pub_id": "zObDtDAAAAAJ:d1gkVwhDpl0C", "num_citations": 0, "pub_url": "http://scriptura.petra.ac.id/index.php/iko/article/view/19383", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:LXwvyMTZPhYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Character education in Caldecott Children's Books from 1900s to 2000s: A semiotic study", "pub_year": 2014, "citation": "Biola University, 2014", "author": "Kartika B Primasanti", "abstract": "The purpose of this study was to discover character education portrayal in selected Caldecott Medal-winning books from the 1900s to 2000s. To attain this purpose, the researcher conducted a semiotics procedure to examine 21 selected books. Data collection from the semiotics matrix consisted of the following: results of semiotics coding in narrative notes and statistical consideration. The researcher found that character education in the selected book was characterized by two components of character education, which included personal quality and interaction with environment; and it was depicted through narrative, visual, and semiotics approaches. The findings indicated that all the selected books presented components of character education from a developmental approach, regardless of publication dates. However, because the majority of the selected books had male characters, they tended to present …"}, "filled": true, "author_pub_id": "zObDtDAAAAAJ:Tyk-4Ss8FVUC", "num_citations": 0, "pub_url": "https://search.proquest.com/openview/fa6ecfc838bee0a601537adfa89ca1a7/1?pq-origsite=gscholar&cbl=18750", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:7MB3j9j2iJkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh frekuensi, durasi, dan intensitas menggunakan facebook terhadap pendidikan karakter anak di sekolah pelangi kristus", "pub_year": 2014, "citation": "Scriptura 4 (2), 69-77, 2014", "author": "Kartika Bayu Primasanti", "journal": "Scriptura", "volume": "4", "number": "2", "pages": "69-77", "abstract": "Relasi antara media dan anak-anak telah lama menjadi obyek yang menarik dalam kajian media. Semakin berkembangnya teknologi media, semakin beragam pula problematika dalam kehidupan anak-anak terjadi. Secara lebih spesifik, penelitian ini berupaya menggambarkan relasi media tersebut terhadap pendidikan karakter anak yang saat ini juga menjadi fokus pendidikan di Indonesia. Pendekatan kuantitatif digunakan untuk mencari, mengolah, serta memaparkan data sehingga menggambarkan hubungan penggunaan media dengan pendidikan karakter ini. Penelitian ini akan dilakukan dengan secara survey kepada siswa-siswi community homeschooling, Pelangi Kristus, sebuah sekolah yang mengutamakan pendidikan karakter dalam kurikulumnya. Hasil penelitian menunjukkan tidak adanya pengaruh baik secara simultan maupun parsial antara frekuensi, durasi, dan intensitas penggunaan Facebook terhadap pendidikan karakter di sekolah Pelangi Kristus. Baik pengaruh positif maupun negatif tidak tampak dipicu oleh situs jejaring social ini. Meskipun ketersediaan akses pada Facebook baik koneksi internet maupun varian gadget sangat baik, responden belum dapat mengambil manfaat dari Facebook kecuali untuk bermain game. Perlu integrasi kurikulum pendidikan karakter dengan media literasi untuk mengoptimalkan penggunaan Facebook secara positif oleh siswa-siswi di Sekolah Pelangi Kristus ini."}, "filled": true, "author_pub_id": "zObDtDAAAAAJ:2osOgNQ5qMEC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=11168136209962162492", "cites_id": ["11168136209962162492"], "pub_url": "http://scriptura.petra.ac.id/index.php/iko/article/view/19190", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:PNn4LbYw_ZoJ:scholar.google.com/", "cites_per_year": {"2019": 1, "2020": 0, "2021": 2, "2022": 1, "2023": 2, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Public Speaking Dalam Konteks Pengajaran", "pub_year": 2014, "citation": "Scriptura 4 (2), 60-68, 2014", "author": "Grace Swestin and Kartika Bayu Primasanti", "journal": "Scriptura", "volume": "4", "number": "2", "pages": "60-68", "abstract": "Literatur yang ada tentang public speaking, khususnya yang berbahasa Indonesia, pada umumnya berfokus pada kiat-kiat praktis. Rujukan-rujukan yang ada kerap berasumsi bahwa ada sebuah rumus universal yang dapat diterapkan dalam berbicara di depan public. Artikel ini memaparkan bahwa public speaking seharusnya dikaji dan dipelajari dalam konteks yang partikular. Dalam artikel ini, peneliti memfokuskan pada konsep public speaking dalam konteks pengajaran. Berbicara di depan publik merupakan bagian tidak terpisahkan dari tradisi akademik. Oleh karena itu, peneliti melakukan kajian pustaka untuk menelusuri kaitan antara konsep public speaking dengan pengajaran dengan menjabarkan bagaimana peran sentral guru atau pengajar sebagai pembicara dan murid atau peserta didik sebagai audiensnya."}, "filled": true, "author_pub_id": "zObDtDAAAAAJ:u5HHmVD_uO8C", "num_citations": 18, "citedby_url": "/scholar?hl=en&cites=9666361983360689098", "cites_id": ["9666361983360689098"], "pub_url": "http://scriptura.petra.ac.id/index.php/iko/article/view/19189", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:yuONYALRJYYJ:scholar.google.com/", "cites_per_year": {"2015": 1, "2016": 0, "2017": 0, "2018": 1, "2019": 0, "2020": 1, "2021": 2, "2022": 6, "2023": 2, "2024": 5}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "LAPORAN PENGABDIAN MASYARAKAT PELATIHAN PUBLIC SPEAKING DINAS KESEHATAN KEDIRI 11 APRIL 2011", "pub_year": 2011, "citation": "Petra Christian University (Communication Department), 2011", "author": "Felicia Goenawan and Marsefio Luhukay and Kartika Bayu Primasanti", "publisher": "Petra Christian University (Communication Department)", "abstract": "Setelah beberapa kali menjalin kerjasama dalam pelatihan Public Speaking untuk Dinas Kesehatan Kediri dan Dinas Kepariwisataan, tahun ini Dinas Kesehatan Kediri meminta kembali dosen-dosen Fakultas Ilmu Komunikasi untuk melatih sekita 75 dokter dan pegawai puskesmas. Pelatihan satu tahun sekali ini didakan guna membekali para pegawai puskesmas ketrampilan berbicara di depan public berkaitan dengan tugas-tugas mereka, misalnya sosialisasi maupun penyuluhan kesehatan. Dengan inisiasi dari Dinas Kesehatan Kediri inilah, tim PKKP UK Petra menggagas penugasan dosen untuk menjadi pelatih dalam kegiatan tersebut."}, "filled": true, "author_pub_id": "zObDtDAAAAAJ:JQOojiI6XY0C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/15408/1/Kartika_Bayu_Primasanti__Public_Speaking_Dinkes_Kediri_11042011.doc", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:PFSMvDVk2VQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Public Speaking: Teori dan Praktik (Studi Literatur mengenai Public Speaking dalam Konteks Pengajaran)", "pub_year": 2011, "citation": "Scriptura, 2011", "author": "Grace Swestin and Kartika Bayu Primasanti", "journal": "Scriptura", "publisher": "Fakultas Ilmu Komunikasi", "abstract": "Buku berjudul “Retorika Modern” karya Jalaludin Rakhmat merupakan terobosan dalam mendefinisikan retorika masa kini. Konsep klasik retorika dipahami sebagai hanya teori dan secara aksiologi bernilai pada konteks-konteks tertentu saja. Misalnya untuk memenangkan sidang di pengadilan, membela diri, atau mempengaruhi publik dengan berbagai rumusnya. Padahal, di jaman sekarang ini perkembangan retorika tidak sekadar teori namun telah sampai pada pelibatan unsur teknologi di dalamnya. Sekian presentasi yang diamati oleh peneliti tidak pernah meninggalkan sebuah alat bernama komputer1. Bagi sebagian orang masa kini, visualisasi dalam berceramah selalu menjadi poin pemantik perhatian (Arredondo, 2000). Berbaurnya retorika klasik dengan teknologi ini menggeser konsep retorika dengan beragam istilah baru, seperti speech communication, presentation, bahkan public speaking.Pengalaman berinteraksi dengan kelas Mata Kuliah Teknik Presentasi serta menjadi trainer dalam beberapa pelatihan public speaking menunjukkan adanya kebutuhan akan referensi dasar untuk memahami dasar-dasar berbicara di depan umum seperti pada awal masa kejayaan retorika. Sebagian peserta pelatihan yang berorientasi praktis memilih untuk sekadar belajar teknik-teknik berbicara di depan umum atau bagaimana menggunakan alat presentasi yang mumpuni, atau bagaimana mengurangi segala hambatan dalam berbicara di depan umum (observasi dan interview peneliti terhadap beberapa peserta mata kuliah Teknik Presentasi dan pelatihan Public Speaking). Selain itu, praktik public speaking acapkali juga dipahami …"}, "filled": true, "author_pub_id": "zObDtDAAAAAJ:UHK10RUVsp4C", "num_citations": 9, "citedby_url": "/scholar?hl=en&cites=1823661444940883274", "cites_id": ["1823661444940883274"], "pub_url": "https://repository.petra.ac.id/15406/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:SuVGCGzyThkJ:scholar.google.com/", "cites_per_year": {"2019": 1, "2020": 0, "2021": 1, "2022": 2, "2023": 2, "2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "MASS MEDIA ROLE IN DEVELOPING CHARACTER EDUCATION: A DEBATE", "pub_year": 2011, "citation": "1st International Conference in Character Education Proceeding, 2011", "author": "Kartika Bayu Primasanti", "journal": "1st International Conference in Character Education Proceeding", "publisher": "ICCE", "abstract": "Currently, the most influential thing in character education development is media. All the more various programs in television or radio show an effort of media industries to reach their market entirely. As the result, media often provides unqualified content of programs. Many electronic cinemas, reality show, even cartoon programs present sexuality, violence and harshness. Previous research has proved that television influences negative effect, such as some children committed suicide after watch a certain program. Moreover, the development of media is not merely about the content but also the improvement of media shape. New media or internet, for example, gives a significant impact on how students behave. They would rather send a ‘sms’ to communicate to their teacher than directly come. This facts remain us to the theory of ‘Hypodermic Needle’ or ‘Media Effect’ which convince that media has direct effect for its audience. Yet, ‘Uses and Gratification’ perspective explain that audience posses a control of using media. Either media effect or uses and gratification approaches drive us to an understanding that media plays a debatable role, particularly in character education.  Observing some cases on children’s character problem, the focus of this paper is to describe the process of how mass media (media), with all of its potential negative impacts will still play positive role in character education. This paper tries to prove that the debatable role of media cannot be circumvented. Thus, this study provides a recommendation of how to take advantage of media to develop character education trough media literacy.   Keywords: media, debate, role …"}, "filled": true, "author_pub_id": "zObDtDAAAAAJ:zYLM7Y9cAGgC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/15404/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ubTeQXfZ_n8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "LAPORAN PENGABDIAN MASYARAKAT PELATIHAN PUBLIC SPEAKING DINAS KESEHATAN (UPTD) KEDIRI 4-5 Mei 2010", "pub_year": 2010, "citation": "Petra Christian University (Communication Department), 2010", "author": "Kartika Bayu Primasanti and Felicia Goenawan and Yustisia Ditya Sari", "publisher": "Petra Christian University (Communication Department)", "abstract": "Kegiatan pelatihan Public Speaking bagi para petugas kesehatan di Lingkungan Dinas Kesehatan Kediri merupakan salah satu program pemberdayaan diusulkan oleh Dinas Kesehatan Kediri kepada LPPM UK Petra. Pelatihan ini dimaksudkan untuk memperkaya ketrampilan komunikasi para petugas kesehatan yang ada di Kabupaten Kediri dalam rangka sosialisasi kesehatan kepada masyarakat sekitar. Pelatihan ini diselenggarakan dengan latar belakang belum maksimalnya sosialisasi yang selama ini dilakukan oleh petugas kesehatan dikarenakan metode komunikasi atau berbicara di depan umum yang belum dikuasai. Berdasarkan latar belakang inilah, Pihak Dinas Kesehatan Kediri meminta LPPM UK Petra untuk mengirimkan trainer untuk melatih kemampuan public speaking para petugas kesehatan. Dinas Kesehatan Kediri mengirim surat kepada LPPM UK Petra untuk meminta dua orang pembicara beberapa hari sebelum pelaksanaan kegiatan. Setelah itu LPPM meminta Ibu Felicia Goenawan, SE, M. Si dan KB Primasanti, SIP dan Yustisia Ditya Sari, S. Sos. untuk menjadi trainer dalam seminar Public Speaking tersebut."}, "filled": true, "author_pub_id": "zObDtDAAAAAJ:uLbwQdceFCQC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/15407/1/Kartika_Bayu_Primasanti_Public_Speaking_UPTD_Kediri_04052010.doc", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:edBIe81itfEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "MEDIA AND WOMAN: PICTURING MEDIA CONSTRUCTION TOWARDS WOMAN POLITICAL PARTISIPATION IN POST REFORMATION AGE IN INDONESIA", "pub_year": 2010, "citation": "The 2nd Congress Of The Asean Association of Women's Studies (CAAWS) Proceeding, 2010", "author": "Inri Inggrit Indrayani and Kartika Bayu Primasanti", "journal": "The 2nd Congress Of The Asean Association of Women's Studies (CAAWS) Proceeding", "publisher": "CAAWS", "abstract": "This research aims to unravel the construction conducted by Kompas toward the news on Female Legislative Candidates in 2009 Legislative Election in post-reformation setting. Indonesia has undergone reformation since 12 years ago but the relation of women and politics is still much disputed and debated in the economic, social, cultural and religious contexts. Women often occupy marginalized positions in the political world, also in socio-cultural domain. Since Indonesia got its independence, the number of women in legislative institutions is not representative if it is compared to the total number of women in Indonesia. Through this study, researchers want to see more the key issues that have consistently raised by Kompas in its news related to womens political participation. This research contributes knowledge about media construction and ideology related to woman’s political participation issue in post reformation era in Indonesia. As the media industry, Kompas is deliberately chosen as the research subject because of its national coverage scale and its dominating circulation. In the socio-cultural domain, Kompas also often offers ideas and discourses that give a lot of influence on the society. The method used in this research is Framing proposed by Gamson and Modigliani who divided the model into Framing and Reasoning. This research found that texts in Kompas promote political participation of women in Indonesia as the Indonesian development resources. In addition, the researchers also found that there are three main obstacles for the realization of increased representation of women expressed by Kompas namely: patriarchal …"}, "filled": true, "author_pub_id": "zObDtDAAAAAJ:IjCSPb-OGe4C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/17488/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Z7fI1Z4KpWgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Manajemen televisi lokal: kegamangan yang wajar", "pub_year": 2009, "citation": "Scriptura 3 (2), 161-171, 2009", "author": "Kartika Bayu Primasanti", "journal": "Scriptura", "volume": "3", "number": "2", "pages": "161-171", "abstract": "Timur, seperti JTV, SBO TV, Arek TV, dan Batu TV. Pengambilan data dilakukan melalui studi dokumentasi dari beberapa laporan pengamatan mahasiswa yang melakukan magang di stasiun televisi lokal di Jawa Timur serta beberapa referensi bacaan. Melalui kajian ini, penulis ingin menunjukkan gambaran manajemen televisi lokal di Indonesia berikut perspektif apa yang mendominasinya. Tulisan ini akan diawali dengan kerangka berpikir tentang manajemen media penyiaran, dilanjutkan"}, "filled": true, "author_pub_id": "zObDtDAAAAAJ:qjMakFHDy7sC", "num_citations": 9, "citedby_url": "/scholar?hl=en&cites=11944143681643403170", "cites_id": ["11944143681643403170"], "pub_url": "http://ced.petra.ac.id/index.php/iko/article/view/18319", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:oteUSmUfwqUJ:scholar.google.com/", "cites_per_year": {"2017": 1, "2018": 1, "2019": 0, "2020": 1, "2021": 2, "2022": 2, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Studi Eksplorasi Sistem Siaran Televisi Berjaringan di Indonesia", "pub_year": 2009, "citation": "Scriptura 3 (1), 85-102, 2009", "author": "Kartika Bayu Primasanti", "journal": "Scriptura", "volume": "3", "number": "1", "pages": "85-102", "publisher": "Jurusan Ilmu Komunikasi, Fikom UK Petra", "abstract": "Television networking system is not a new theme in broadcasting. For some years, television networking system has been applied in many countries. Nowadays, Indonesia also has a willingness to apply television networking system. It is legalized trough it’s broadcasting law no 32/ 2002. Unfortunately, until two periods of waiting, this regulation has not been implemented yet. Many factors are potential to be the causes of this problem; so it is a must to explore the term of television networking system and the implementation in Indonesia in order to give a mental picture about television networking system. This exploration study has explored the term of television networking system and it’s application in Indonesia by refers to America’s and British’s as earlier country which have implemented television networking system. Trough this exploration, television networking system has been mapped into the definition: the crucial characters it has and the aspects which support it’s growth. Trough the economic politic media perspective, this study has also mapped the strengths and the weaknesses of television networking system in Indonesia. This study conclude that although there must be many factors to be prepared before the implementation of television networking system, it is still possible to implement it in Indonesia trough many alternatives adjusted to our nation condition in the perspective of democtratization."}, "filled": true, "author_pub_id": "zObDtDAAAAAJ:u-x6o8ySG0sC", "num_citations": 9, "citedby_url": "/scholar?hl=en&cites=14737956068039770357", "cites_id": ["14737956068039770357"], "pub_url": "https://repository.petra.ac.id/15365/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9cDSdvW8h8wJ:scholar.google.com/", "cites_per_year": {"2013": 1, "2014": 0, "2015": 1, "2016": 1, "2017": 1, "2018": 0, "2019": 1, "2020": 2, "2021": 0, "2022": 0, "2023": 0, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Rekonsolidasi Potensi Televisi Lokal dalam Penguatan Kapasitas Lokal", "pub_year": 2007, "citation": "Yogyakarta: Fisipol UGM, 2007", "author": "Kartika Bayu Primasanti", "journal": "Yogyakarta: Fisipol UGM"}, "filled": true, "author_pub_id": "zObDtDAAAAAJ:VL0QpB8kHFEC", "num_citations": 0, "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Character Education in Indonesia Children’s Picture Books", "citation": "Organization Committee, 78, 0", "author": "Kartika B Primasanti", "journal": "Organization Committee", "pages": "78", "abstract": "The history of children’s book industry in Indonesia showed that it develops along with the development of information, technology, and reading culture. However, in Indonesia, report showed that severalchildren books considered inappropriate for children. The industry has a responsibility to provide not only affordable books but also developmentally appropriate books for the little ones. The purpose of this study was to provide a reference for children’s book industry regarding appropriate book for children by examining character education portrayal depicted in the published books. The study discovered character education portrayal in selected Indonesian children’s picture books through a research question:“How"}, "filled": true, "author_pub_id": "zObDtDAAAAAJ:eQOLeE2rZwMC", "num_citations": 0, "pub_url": "https://www.researchgate.net/profile/Kadek-Heri-Sanjaya/publication/283087955_The_Role_of_Physiological_Anthropology_in_Product_Design_Laterality_during_Locomotion_and_Its_Prospects_in_Design/links/562a319308ae04c2aeb164e3/The-Role-of-Physiological-Anthropology-in-Product-Design-Laterality-during-Locomotion-and-Its-Prospects-in-Design.pdf#page=96", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:RHdv4MdCRtIJ:scholar.google.com/", "cites_per_year": {}}
