{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "OPTIMASI EAHE SEBAGAI UPAYA PENDINGIN RUANG SIANG HARI DI SURABAYA", "pub_year": 2025, "citation": "Pawon: Jurnal Arsitektur 9 (01), 141-150, 2025", "author": "Anik Juniwati and Danny Santoso Mintorogo and Ekadewi Anggraini Handoyo", "journal": "Pawon: Jurnal Arsitektur", "volume": "9", "number": "01", "pages": "141-150"}, "filled": true, "author_pub_id": "ZxLMXwMAAAAJ:Wp0gIr-vW9MC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:3qINnTGx5PcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perception study on kinetic recycled compact disc facade in tourism hall, Jarak-Wonosalam", "pub_year": 2024, "citation": "IOP Conference Series: Earth and Environmental Science 1301 (1), 012012, 2024", "author": "Stephanus Wirawan Dharmatanna and Elvina Shanggrama Wijaya and Anik Juniwati and MATTHEW STEVE Sutejo", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "1301", "number": "1", "pages": "012012", "publisher": "IOP Publishing", "abstract": "Indonesia is a country, rich with culture and natural resources that brings high tourism potential. Jarak village in Wonosalam is one of the villages in East Java that has these tourism potential, besides the religious harmony between the dwellers that initiates the construction of a tourism hall with the concept of sustainability. The hall reflects the harmony between man and nature. The tourism hall uses the kinetic panels from recycled compact discs as the facade, which is rotatable when blown by the wind. This research is meant to study people's perception of the installed kinetic facade panel. Here, we divide the respondents into two groups, professionals (academician and architects), and non professionals (Jarak dwellers, visitors and general). The aspects observed are psychology, aesthetics, flexibility, impact to the environment and economics. The result is that there is a difference in perception regarding the …"}, "filled": true, "author_pub_id": "ZxLMXwMAAAAJ:aqlVkmm33-oC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=12072321464114021441", "cites_id": ["12072321464114021441"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/1301/1/012012/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:QQTX4miAiacJ:scholar.google.com/", "cites_per_year": {"2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Preface of 5th International Conference on Empathic Architecture (ICEA)", "pub_year": 2024, "citation": "IOP Conference Series: Earth and Environmental Science 1301 (1), 011001, 2024", "author": "Sri Nastiti N Ekasiwi and I Gusti Ngurah Antaryama and Yun Shang Chiou and LMF Purwanto and Jefrey I Kindangen and Steve K Jusuf and Choo Yoon Yi and Mia M Tedjosaputro and Danny Santoso M Mintorogo and Rully M Damayanti and Lilianny Sigit M Arifin and Joyce M Laurens and Lilianny Sigit Arifin and Feny Elsiana and Luciana Kristanto and Elvina S Wijaya and Anik Juniwati and S Wirawan Dharmatanna and Bram Michael Wayne and Altrerosje Asri and Christine Wonoseputro and Ir Andhi Wijaya and Ir St Kuntjoro and Angela C Tampubolon", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "1301", "number": "1", "pages": "011001"}, "filled": true, "author_pub_id": "ZxLMXwMAAAAJ:4DMP91E08xMC", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=3044429589240543721&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6fle0pT8PyoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengembangan Wisata Lintas Desa Sebagai Bentuk Usaha Wisata Desa Jarak Kecamatan Wonosalam Kabupaten Jombang", "pub_year": 2023, "citation": "Prosiding Konferensi Nasional Pengabdian Kepada Masyarakat dan Corporate …, 2023", "author": "Anik Juniwati and Elvina Shanggrama Wijaya and Erwan Aristyanto", "journal": "Prosiding Konferensi Nasional Pengabdian Kepada Masyarakat dan Corporate Social Responsibility (PKM-CSR)", "volume": "6", "pages": "1-11", "abstract": "Desa Jarak–Wonosalam adalah salah satu Desa di Jombang yang telah ditetapkan menjadi Desa Wisata. Desa ini memiliki segudang potensi, utamanya adalah lokasinya yang diantara bukit dengan pemandangan alam indah, penduduk yang ramah dan aktivitas pariwisata camping ground serta paket wisata lintas desa (trekking) yang sudah ada namun kurang terbina. Kegiatan Pengabdian Kepada Masyarakat ini mempunyai misi untuk membantu mengembangkan trekking Desa Jarak, yang masih dalam pengembangan dan terus berbenah. Dari kajian pasar didapati bahwa wisata lintas desa banyak diminati oleh kaum muda, maka dari itu, fokus kegiatan adalah memperbaiki aspek produksi, yang terkait dengan fasilitas fisik, yaitu mendampingi PokDarWis mengadakan prasarana yang memadai seperti: membuat rute, memperbaiki akses dan jembatan, membuat naungan dengan memanfaatkan material setempat di Desa Jarak, yakni bambu. Aspek produksi lainnya adalah penataan UMKM agar mempunyai sertifikat halal dan mendapatkan NIB, dengan membagikan google form dan memproses kepengurusan tersebut. Hasil yang dicapai lewat kegiatan pengabdian ini adalah terwujudnya fasilitas trekking Desa Jarak, baik yang berupa bangunan maupun prasarana pendukung trekking yang sesuai dengan konsep ramah lingkungan yang diusung Desa, yang juga memenuhi standar SNI Desa Wisata, yakni cleanliness, healthy and safety, serta environment sustainability yang diterima dengan baik oleh para warga Desa Jarak."}, "filled": true, "author_pub_id": "ZxLMXwMAAAAJ:M3ejUd6NZC8C", "num_citations": 0, "pub_url": "http://www.prosiding-pkmcsr.org/index.php/pkmcsr/article/view/2087", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:T28bfsXOjGQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengembangan Wisata Lintas Desa Sebagai Bentuk Usaha Wisata Desa Jarak Kecamatan Wonosalam Kabupaten", "pub_year": 2023, "citation": "Pengembangan Wisata Lintas Desa Sebagai Bentuk Usaha Wisata Desa Jarak …, 2023", "author": "Anik Juniwati and Elvina Shanggrama Wijaya", "abstract": "Desa Jarak–Wonosalam adalah salah satu Desa di Jombang yang telah ditetapkan menjadi Desa Wisata. Desa ini memiliki segudang potensi, utamanya adalah lokasinya yang diantara bukit dengan pemandangan alam indah, penduduk yang ramah dan aktivitas pariwisata camping ground serta paket wisata lintas desa (trekking) yang sudah ada namun kurang terbina. Kegiatan Pengabdian Kepada Masyarakat ini mempunyai misi untuk membantu mengembangkan trekking Desa Jarak, yang masih dalam pengembangan dan terus berbenah. Dari kajian pasar didapati bahwa wisata lintas desa banyak diminati oleh kaum muda, maka dari itu, fokus kegiatan adalah memperbaiki aspek produksi, yang terkait dengan fasilitas fisik, yaitu mendampingi PokDarWis mengadakan prasarana yang memadai seperti: membuat rute, memperbaiki akses dan jembatan, membuat naungan dengan memanfaatkan material setempat di Desa Jarak, yakni bambu. Aspek produksi lainnya adalah penataan UMKM agar mempunyai sertifikat halal dan mendapatkan NIB, dengan membagikan google form dan memproses kepengurusan tersebut. Hasil yang dicapai lewat kegiatan pengabdian ini adalah terwujudnya fasilitas trekking Desa Jarak, baik yang berupa bangunan maupun prasarana pendukung trekking yang sesuai dengan konsep ramah lingkungan yang diusung Desa, yang juga memenuhi standar SNI Desa Wisata, yakni cleanliness, healthy and safety, serta environment sustainability yang diterima dengan baik oleh para warga Desa Jarak."}, "filled": true, "author_pub_id": "ZxLMXwMAAAAJ:qxL8FJ1GzNcC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20790/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:t8E0AW_er9gJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGOLAHAN LIMBAH BAN BEKAS MENJADI KARYA DESAIN DI SENTRA WISATA BUKIT PECARINGAN", "pub_year": 2022, "citation": "PeKA: Jurnal Pengabdian Kepada Masyarakat 5 (1), 58-64, 2022", "author": "Eliapo Anwira and Dimitrij Ardian and Stephany Wirawan and Anik Juniwati", "journal": "PeKA: Jurnal Pengabdian Kepada Masyarakat", "volume": "5", "number": "1", "pages": "58-64", "abstract": "Through the service-learning program, students in the Sustainable Environmental Building class, Architecture Study Program, Petra Christian University collaborate with Village-own Enterprises (Badan Usaha Milik Desa) Makmur Bersinar Desa Jarak, recycled used materials into aesthetically functional objects for tourist facilities and infrastructure at Bukit Pecaringan Tourism Centre, Desa Jarak. Students designed and created sinks, swings, and piggybacks for the children's playground, and plant pots from end life tires. The utilization of end life tires be design work is an effort to take care of the environment. In this way, students learn to reduce the number of end life tires that increase yearly. This program and the design work of the waste became an aesthetic, functional object is an example to innovate for both other objects and purposes."}, "filled": true, "author_pub_id": "ZxLMXwMAAAAJ:_kc_bZDykSQC", "num_citations": 0, "pub_url": "https://journal.ukwms.ac.id/index.php/peka/article/view/3908", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:pk3l37J5q4sJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Experimental study on ventilation using earth-to-air heat exchanger in Surabaya", "pub_year": 2021, "citation": "IOP Conference Series: Earth and Environmental Science 907 (1), 012015, 2021", "author": "Anik Juniwati and Danny Santoso Mintorogo and AE Abednego and S Kurnia and EA Handoyo", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "907", "number": "1", "pages": "012015", "publisher": "IOP Publishing"}, "filled": true, "author_pub_id": "ZxLMXwMAAAAJ:Zph67rFs4hoC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KuCaXXTbZMUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengolahan Limbah Ban Bekas Menjadi Karya Desain Di Sentra Wisata Bukit Pecaringan", "pub_year": 2021, "citation": "Pengolahan Limbah Ban Bekas Menjadi Karya Desain Di Sentra Wisata Bukit …, 2021", "author": "Anik Juniwati and DIMITRIJ ARDIAN TAMA and STEPHANY WIRAWAN", "abstract": "Melalui program service-learning, mahasiswa kelas Kuliah Kerja Pelayanan Lingkungan Binaan Berkelanjutan Program Studi Arsitektur Universitas Kristen Petra, bekerjasama dengan Badan Usaha Milik Desa Makmur Bersinar Desa Jarak, mengolah barang bekas menjadi benda fungsional yang estetis untuk sarana dan prasarana wisata di Sentra Wisata Bukit Pecaringan. Wastafel, ayunan dan kuda-kudaan sebagai permainan anak, serta pot tanaman telah didesain dan dibuat dengan memanfaatkan ban bekas. Pemanfaatan ban bekas menjadi karya desain merupakan upaya kepedulian terhadap lingkungan, selain sekedar melengkapi sarana wisata. Hal ini adalah upaya mengurangi limbah ban bekas akibat pemakaian kendaraan yang semakin meningkat dari tahun ke tahun. Program dan karya desain berbahan limbah yang diolah menjadi benda fungsional secara estetis ini, diharapkan menjadi contoh yang dapat dikembangkan untuk benda dan keperluan lain."}, "filled": true, "author_pub_id": "ZxLMXwMAAAAJ:QIV2ME_5wuYC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21468/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:1ApE5Ws9mtwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pelatihan Pembuatan Paket Wisata Sebagai Upaya Pemberdayaan Masyrarakat Guna Pengembangan Wisata Desa Jarak", "pub_year": 2021, "citation": "JURNAL LEECOM 3 (1), 19-27, 2021", "author": "Devi Destiani Andilas and Anik Juniwati and Serli Wijaya and Rudy Setiawan", "volume": "3", "number": "1", "pages": "19-27", "abstract": "Pemerintah daerah Kab. Jombang sejak tahun 2009 telah menetapkan Desa Jarak, Kecamatan Wonosalam sebagai destinasi agrowisata dan menjadi satu kawasan agropolitan wilayah pengembangan Mojowarno. Potensi wisata yang ada di Desa Jarak telah teridentifikasi, tetapi karena keterbatasan pengetahuan kepariwisataan serta rendahnya tingkat pendidikan, masyarakat belum mengetahui langkah apa selanjutnya yang perlu dilakukan untuk mengembangan pariwisata di desa mereka. Kegiatan ini bertujuan untuk membekali masyarakat dengan kemampuan menyusun rencana perjalanan/kegiatan wisata (paket wisata) serta menghitung harga jual paket wisata sehingga kedepannya pariwisata Desa Jarak dapat mulai berkembang dengan kedatangan wisatawan. Kegiatan pelatihan dilaksanakan dengan menggunakan metode group discussions & tutorials yang diadakan dalam 2x pertemuan tatap muka. Secara umum, pelatihan berjalan lancar dan peserta telah mampu membuat paket wisata sederhana. Tercipta 4 paket wisata sederhana dari kegiatan ini, yaitu [1] Paket Wisata Kuliner Kerupuk Susu [2] Paket Wisata Keliling Kebun Kopi [3] Paket Wisata Produksi Keripik Pisang [4] Paket Wisata Religi dan Petik salak."}, "filled": true, "author_pub_id": "ZxLMXwMAAAAJ:KlAtU1dfN6UC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=2803685788793535372", "cites_id": ["2803685788793535372"], "pub_url": "https://repository.petra.ac.id/19309/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jHvZzl6x6CYJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pemetaan Potensi Wisata dan Perencanaan Pengembangan Desa Jarak Kec. Wonosalam, Kab. Jombang", "pub_year": 2020, "citation": "Jurnal Ilmiah Pariwisata 25 (3), 166-174, 2020", "author": "Devi Destiani Andilas and Serli Wijaya and Rudy Setiawan and Anik Juniwati", "volume": "25", "number": "3", "pages": "166-174", "abstract": "Desa Jarak, Kecamatan Wonosalam, Kabupaten Jombang telah ditetapkan oleh pemerintah daerah sebagai destinasi agrowisata dan menjadi satu kawasan agropolitan wilayah pengembangan Mojowarno   Jombang sejak tahun 2009. Desa Jarak memiliki banyak potensi wisata, namun hingga saat ini potensi tersebut belum terpetakan dengan baik sehingga belum dikembangkan lebih lanjut. Kendala pengembangan lainnya adalah kualitas sumber daya manusia desa yaitu rendahnya tingkat pendidikan dan kompetensi warga terkait kepariwisataan. Penelitian ini merupakan penelitian eksploratif deskriptif yang bertujuan untuk melakukan pemetaan potensi wisata yang dimiliki Desa Jarak. Potensi yang ada selanjutnya dapat dikembangkan menjadi daya tarik wisata yang unik, yang menjadi keunggulan daya saing Desa Jarak dibandingkan dengan desa agrowisata lainnya di kecamatan Wonosalam dalam menarik wisatawan. Pendekatan kualitatif digunakan dalam penelitian ini dimana pengumpulan data dilakukan dengan metode observasi, wawancara dan diskusi kelompok terfokus (focus group discussion - FGD). Data yang terkumpul diolah dengan metode triangulasi dan dianalisis secara deskriptif yang menghasilkan pemetaan 19 titik potensi wisata desa jarak, yang dikelompokkan kedalam 3 jenis saya tarik wisata yaitu alam, buatan dan budaya."}, "filled": true, "author_pub_id": "ZxLMXwMAAAAJ:kNdYIx-mwKoC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=1058529200831268110", "cites_id": ["1058529200831268110"], "pub_url": "https://repository.petra.ac.id/19249/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DgXtJ7OmsA4J:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 2, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Bamboo architecture as a learning project for community development of rural area in Indonesia", "pub_year": 2020, "citation": "IOP Conference Series: Earth and Environmental Science 490 (1), 012004, 2020", "author": "Esti Asih Nurdiah and Anik Juniwati", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "490", "number": "1", "pages": "012004", "publisher": "IOP Publishing", "abstract": "Concrete and steel have become common building materials in Indonesia and used as main building materials by both local people as well as architects in their design project. In Indonesia, common people in urban and rural areas, engineers and architects are also more familiar with the utilization of industrial building materials rather than local materials. However, industrial building materials area often questionable as sustainable materials. While bamboo, as local material, has been known as a sustainable material. Therefore, the usage of bamboo in nowadays architecture need to be elaborated and taught to the young generation and the society for the community development project. This paper aims to discuss the method of using bamboo as local material for community development in Indonesia while involving students from architectural education for the design process. The case study was taken during the …"}, "filled": true, "author_pub_id": "ZxLMXwMAAAAJ:ULOm3_A8WrAC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=4717268629630067888", "cites_id": ["4717268629630067888"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/490/1/012004/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:sKQxU9Mad0EJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 4, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pumice layer: A solution to diminish thermal on horizontal leftover place in rooftop", "pub_year": 2020, "citation": "DIMENSI 46 (2), 155-160, 2020", "author": "Danny Santoso Mintorogo and Wanda Widigdo Canadarma and Anik Juniwati", "journal": "DIMENSI", "volume": "46", "number": "2", "pages": "155-160", "publisher": "Petra Christian University", "abstract": "There are many ways to solve thermal on buildings, such as the installation of horizontal and vertical sun-shading devices on four-direction facades. However, rooftops are often ignored. In low-rise to high-rise buildings’ rooftop, there are leftover places exposed to solar heat radiation all day. Some rooftop places are equipped with polymer thermal roof insulation, and some are even without outer thermal insulation. The research aims to find a solution to diminish the horizontal thermal radiation by using eco-friendly material, pumice, as an outer thermal insulation. Exploiting method was used on one roof model as a conventional rooftop (without outer insulation), and another as a modified rooftop model covered with pumice. Couple HOBO data logger U12-012 temperature sensors were used to measure rooftop surface temperatures and room model temperatures. Results show that the thermal radiation were blocked efficiently: 26oC on pumice covered rooftop. It saved 8.4oC room temperature."}, "filled": true, "author_pub_id": "ZxLMXwMAAAAJ:3fE2CSJIrl8C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=9129780000841489410", "cites_id": ["9129780000841489410"], "pub_url": "https://repository.petra.ac.id/18641/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:AlyfA4p-s34J:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Daylight performance of courtyard wall design at low-cost flat in the tropics", "pub_year": 2018, "citation": "IOP Conference Series: Earth and Environmental Science 152, 012009, 2018", "author": "Feny Elsiana and Anik Juniwati and Lilianny Sigit Arifin", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "152", "pages": "012009", "publisher": "IOP Publishing"}, "filled": true, "author_pub_id": "ZxLMXwMAAAAJ:WF5omc3nYNoC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=17975995084288621649", "cites_id": ["17975995084288621649"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Ufwwy0mQd_kJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Remarkable 3-in-1 Pakis-Stem green roofs for saving thermal flat rooftop", "pub_year": 2017, "citation": "Advanced Science Letters 23 (7), 6173-6178, 2017", "author": "Danny Santoso Mintorogo and Wanda K Widigdo and Anik Juniwati", "journal": "Advanced Science Letters", "volume": "23", "number": "7", "pages": "6173-6178", "publisher": "American Scientific Publishers", "abstract": "The green councils in the world are often promoting green buildings in terms of energy savings by mitigating the thermal load on buildings especially thermal rooftop into the room. Green roofs can be the most effective to lower roof thermal in tropical regions but complicated and costly to build a perfect green roof even for a simple extensive green rooftop. This research looks for a remarkable growing medium for constructing green roof. Pakis-stem blocks can perform a 3 in 1 function: as a light-weight growing medium for green rooftops, an easytoform urban farming in private buildings or residences, and an eco-friendly external roof insulation. After a deep measurement on the rooftop surface and room thermal behaviour, the pakis-stem green rooftop can reduce 16.4 °C of surface dry-bulk temperature and approximately 7 °C ambient room dry-bulk temperature lower compared to conventional rooftops at noon …"}, "filled": true, "author_pub_id": "ZxLMXwMAAAAJ:zYLM7Y9cAGgC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=13238101394347264621", "cites_id": ["13238101394347264621"], "pub_url": "https://www.ingentaconnect.com/contentone/asp/asl/2017/00000023/00000007/art00034", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:bQqsZhQvt7cJ:scholar.google.com/", "cites_per_year": {"2019": 1, "2020": 2, "2021": 0, "2022": 0, "2023": 1, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Historical Old  Kampung  Toward Sustainable Green and Clean Habitat", "pub_year": 2015, "citation": "Historical Old  Kampung  Toward Sustainable Green and Clean Habitat, 2015", "author": "Danny Santoso Mintorogo and Lilianny Sigit Arifin and Wanda Widigdo Canadarma and Anik Juniwati", "abstract": "The rapid develoment of modern city was not totally achieved by hundreds of old dwellings within it. Old settlements and residences, which are settled side-by-side, consisting of small-sized houses called  Kampung , keep making a better living environment and socio-economical condition, even accomplishing creative remarkable programs toward green and clean sustainable habitats. These programs come from the Aga Khan Award for Architecture called  Kampung Improvement Programme [KIP] on 1968-1993, C-KIP (1995-2003) and Surabaya s Government Green and Clean competition creativity agenda from 2005 to now. This paper explores the objective and the spectacular programs on old kampungs. Each kampung participated in achieving the highest award by introducing many programs such as planting greenaries and fruits, recycling dry and wet wastes, producing greenary gas and eco-friendly fertilizer, filtering and reusing grey water, and planting medical plants as well as conducting waste bank in order to increase the sosio-economic activity in the kampung by stimulating people to collect and separate daily wastes"}, "filled": true, "author_pub_id": "ZxLMXwMAAAAJ:IjCSPb-OGe4C", "num_citations": 8, "citedby_url": "/scholar?hl=en&cites=12377661796453412480", "cites_id": ["12377661796453412480"], "pub_url": "https://repository.petra.ac.id/17671/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:gG6H_9JJxqsJ:scholar.google.com/", "cites_per_year": {"2018": 2, "2019": 0, "2020": 1, "2021": 2, "2022": 1, "2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Temperature Mapping of Petra Christian University Main Campus Surabaya", "pub_year": 2015, "citation": "Dimensi: Journal of Architecture and Built Environment 42 (1), 35-42, 2015", "author": "JUNIWATI Anik and KRISTANTO Luciana", "journal": "Dimensi: Journal of Architecture and Built Environment", "volume": "42", "number": "1", "pages": "35-42", "abstract": "Petra Christian University (PCU) is a university in Siwalankerto, a suburban area of Surabaya city, East Java-Indonesia. It is well developed at Siwalankerto that has been crowded with surrounding buildings. This research objective is to find the temperature mapping of PCU. The method is used by calculating all the land coverings including the built areas, the pavements, the green areas, mapped by the Screening Tool for Estate Environment Evaluation software-STEVE tool. The field measurement was also conducted. The results then be analyzed, which lands cover that gives more impact to the ambient air temperature. The climate components reviewed are the minimum, the average and the maximum ambient air temperature in degree Celcius. This research found that the lowest ambient air temperature mapped both by field measurement and STEVE-tool is the Zone 5; while the highest ambient air temperature of the STEVE-tool is the Zone 4; but from the field measurement found that the hottest is the Zone 3. This different results give an input for later STEVE-tool improvement."}, "filled": true, "author_pub_id": "ZxLMXwMAAAAJ:qjMakFHDy7sC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=6881368890928935922", "cites_id": ["6881368890928935922"], "pub_url": "http://dimensi.petra.ac.id/index.php/ars/article/view/19328", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8jM-GIyIf18J:scholar.google.com/", "cites_per_year": {"2015": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Fasilitas Tanaman Botani Nusantara di Surabaya", "pub_year": 2015, "citation": "Jurnal edimensi arsitektur 3 (2), 617-624, 2015", "author": "K Handoko and A Juniwati", "journal": "Jurnal edimensi arsitektur", "volume": "3", "number": "2", "pages": "617-624"}, "filled": true, "author_pub_id": "ZxLMXwMAAAAJ:9ZlFYXVOiuMC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=11701090743428159842", "cites_id": ["11701090743428159842"], "pub_url": "https://scholar.google.com/scholar?cluster=11701090743428159842&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:YpmlPgmgYqIJ:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 2, "2022": 1, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Application of coconut fibres as outer eco-insulation to control solar heat radiation on horizontal concrete slab rooftop", "pub_year": 2015, "citation": "Procedia Engineering 125, 765-772, 2015", "author": "Danny Santoso Mintorogo and Wanda K Widigdo and Anik Juniwati", "journal": "Procedia Engineering", "volume": "125", "pages": "765-772", "publisher": "No longer published by Elsevier", "abstract": "Many countries alongside equator will experience excessive solar radiation, regardless the top and four sides of the buildings’ surfaces. Due to the modern architectural concept and fast growing industry and economic, hundreds of rows of two-to-three-story shops and office houses have been built on the central business districts. Those buildings built are equipped with flat bare and uninsulated concrete rooftop. Only few of flat rooftops are equipped with numerous un-eco-insulation developed in the world such as asphalt roll membranes, single-ply rubber membranes, Ethylene Propylene Diene Monomer (EPDM), and Thermoplastic Polyolefin. This paper deals with the use of coconut fibres to build thermal insulation on concrete slab roofings and the experimental measurements of roof surface and indoor air temperatures derived from dynamic climatology of solar radiation. Monthly average temperatures on rooftop …"}, "filled": true, "author_pub_id": "ZxLMXwMAAAAJ:Y0pCki6q_DkC", "num_citations": 38, "citedby_url": "/scholar?hl=en&cites=15206087269871591788", "cites_id": ["15206087269871591788"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S1877705815034463", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:bCFJgM7fBtMJ:scholar.google.com/", "cites_per_year": {"2016": 1, "2017": 1, "2018": 4, "2019": 4, "2020": 7, "2021": 3, "2022": 6, "2023": 7, "2024": 5}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "LEARNING FROM SPACE EXPERIENCE OF THE OLD SURABAYA: AN URBAN ECOLOGY PERSPECTIVES", "pub_year": 2014, "citation": "LEARNING FROM SPACE EXPERIENCE OF THE OLD SURABAYA: AN URBAN ECOLOGY …, 2014", "author": "Lilianny Sigit Arifin and Wanda Widigdo Canadarma and Anik Juniwati"}, "filled": true, "author_pub_id": "ZxLMXwMAAAAJ:8k81kl-MbHgC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:R9t9vY4vFHgJ:scholar.google.com/", "cites_per_year": {}}
